{
  "id": "ez",
  "chapters": [
    [
      "Oli kolmaskymmenes vuosi, neljännen kuun viides päivä, ja minä olin pakkosiirtolaisten keskuudessa Kebarjoen varrella. Silloin taivaat aukenivat, ja minä näin näkyjä, jotka Jumala oli lähettänyt.",
      "Oli kuukauden viides päivä, kuningas Jojakinin pakkosiirtolaisuuden viides vuosi.",
      "Silloin tuli Herran sana Hesekielille, papille, Busin pojalle, Kaldean maassa Kebarjoen varrella. Siellä häneen tarttui Herran käsi.",
      "Tämän minä näin: Pohjoisesta tuli myrskytuuli ja suuri pilvi, joka liekehti tulta ja levitti loistetta ympärilleen. Tulen keskusta säihkyi kuin sula kulta,",
      "ja keskellä hehkua näkyi neljän olennon hahmot. Tällainen oli niiden ulkonäkö: Niillä oli ihmisen muoto,",
      "mutta kullakin oli neljät kasvot ja kullakin neljä siipeä.",
      "Niillä oli suorat sääret ja jalkaterät kuin vasikan sorkat, ja ne välkehtivät kuin kiiltävä pronssi.",
      "Siipien alla oli kaikilla ihmiskädet, neljällä puolen, kuten olivat myös kasvot ja siivet,",
      "ja niiden siivenkärjet koskettivat toisten siipiä. Ne eivät kääntyneet kulkiessaan, vaan kukin liikkui suoraan, kasvojensa suuntaan.",
      "Niiden kasvot olivat kuin ihmisen kasvot, mutta oikealla puolen oli leijonan kasvot ja vasemmalla härän kasvot, ja vielä niillä oli kotkan kasvot, kaikilla neljällä yhtä lailla.",
      "Kullakin olennolla oli kaksi siipeä ylhäällä levällään, niin että ne koskettivat toisten siipiä, ja kahdella siivellä ne peittivät vartalonsa.",
      "Ne kaikki kulkivat kasvojensa suuntaan, sinne, minne henki niitä johti. Kulkiessaan ne eivät kääntyneet.",
      "Näiden olentojen välissä näkyi kuin liekehtiviä hiiliä. Lieskat liikkuivat olentojen lomitse soihtujen tavoin, tuli välkkyi ja sinkosi salamoita,",
      "ja salamoiden lailla kiitivät itse olennotkin edes ja taas.",
      "Ja tämän minä näin: Jokaisen vieressä oli pyörä, joka kosketti maata.",
      "Kaikki neljä pyörää olivat toistensa kaltaiset, ja ne välkehtivät kuin olisivat krysoliitista tehdyt. Niissä oli kuin toinen pyörä ristikkäin toisen kanssa, sellaiset ne olivat rakenteeltaan.",
      "Olennot liikkuivat neljään suuntaan, eikä pyörien tarvinnut kääntyä.",
      "Pyörät olivat korkeat, pelottavat, jokaisen kehä välkehti kauttaaltaan valoa.",
      "Kun olennot liikkuivat, liikkuivat pyörätkin niiden vierellä, ja kun ne kohosivat maasta, kohosivat pyörät niiden mukana.",
      "Minne henki niitä ohjasi, sinne ne kulkivat hengen käskyjen mukaan, ja niiden vierellä kohosivat ilmaan pyörät, sillä pyöriä liikutti sama henki.",
      "Pyörät liikkuivat minne olennotkin, ne pysähtyivät olentojen pysähtyessä ja kohosivat ilmaan niiden vierellä, sillä niitä liikutti sama henki.",
      "Näiden olentojen yläpuolella oli kuin kaartuva levy. Kristallin tavoin se loisti niiden yllä, se hohti pelottavaa valoa.",
      "Levyn alla kunkin olennon kaksi siipeä ojentui vieressä seisovien siipiä kohti, ja kahdella siivellä kukin peitti vartalonsa.",
      "Kun ne kulkivat, minä kuulin siipien äänen, kuin suurten vesien pauhun, kuin Kaikkivaltiaan jylisevän äänen, kuin väkijoukon metelin tai sotajoukon melskeen. Pysähtyessään ne laskivat siipensä.",
      "Myös niiden pään yllä olevan levyn päältä kuului mahtava jyly. Pysähtyessään ne laskivat siipensä.",
      "Ja ylhäällä, niiden päällä olevan levyn yläpuolella, oli jotakin, mikä hohti kuin safiiri. Se oli valtaistuimen muotoinen, ja tällä valtaistuinta muistuttavalla istui joku ihmisen kaltainen.",
      "Minä näin kuin puhtaan kullan loisteen. Tuon ihmisen kaltaisen lanteiden kohdalta lähti ylöspäin tulinen kehä, ja lanteiden kohdalta alaspäin näin hohtavan tulikehän.",
      "Loiste ympäröi istuimen, se oli kuin sadepäivänä pilvessä näkyvä kaari. Sellainen on näöltään Herran kirkkaus. Minä heittäydyin maahan kasvoilleni, kun sen näin. Ja minä kuulin jonkun puhuvan."
    ],
    [
      "Hänen puhuessaan minuun tuli henki, se nosti minut seisomaan, ja minä kuulin hänen puhuvan minulle.",
      "Minä lähetän sinut ihmisten luo, joilla on kovat kasvot ja taipumaton sydän. Sinun tulee sanoa heille: 'Näin sanoo Herra Jumala.'",
      "Kuulkoot tai olkoot kuulematta -- he ovat uppiniskaista kansaa -- he tulevat kuitenkin tietämään, että heidän keskellään on ollut profeetta.",
      "Älä sinä, ihminen, pelkää heitä, älä kauhistu heidän sanojaan, vaikka olet heidän keskellään kuin piikkipensaikossa ja skorpionien seassa. Älä pelkää heidän puheitaan, älä säiky heitä -- he ovat uppiniskaista kansaa.",
      "Sinun tulee puhua minun sanani heille, kuulkoot tai olkoot kuulematta -- he ovat uppiniskaisia.",
      "Minä näin, kuinka minua kohti ojentui käsi, ja kädessä oli kirjakäärö.",
      "Se avattiin minun eteeni, ja minä näin, että se oli kirjoitettu täyteen molemmin puolin: valituksia ja huokauksia, huutoa ja tuskaa."
    ],
    [
      "Niin minä avasin suuni, ja hän antoi syödäkseni sen käärön.",
      "Ei sinua lähetetä outoa, käsittämätöntä kieltä puhuvan kansan pariin, vaan Israelin kansan luo.",
      "Et sinä lähde maailman monien kansojen keskelle, joiden puhe on outoa, joiden kieltä et käsitä. Jos lähettäisin sinut niiden luo, ne kuulisivat sinua.",
      "Mutta Israelin kansa ei tahdo sinua kuulla, koska se ei tahdo kuulla minua. Koko Israelin kansa on kovaa ja uppiniskaista joukkoa.",
      "Mutta minä teen sinusta yhtä kovan kuin he, yhtä taipumattoman kuin hekin ovat.",
      "Henki nosti minut seisomaan, ja minä kuulin takaani valtavan jylinän, kun Herran kirkkaus kohosi paikaltaan.",
      "Olentojen siivet kohahtivat, kun ne löivät toisiaan vasten, ja minä kuulin pyörien jyrinän ja kuulin pauhun, joka järisytti maata.",
      "Ja henki nosti minut maasta ja tempasi mukaansa. Minä kuljin huumaantuneena, mitään käsittämättä, mutta Herra piti ylläni väkevää kättään.",
      "Tulin sitten takaisin pakkosiirtolaisten luo Kebarjoen varrelle Tel Abibiin, minne heidät oli asetettu asumaan. Siellä minä istuin heidän keskellään seitsemän päivää kykenemättä liikkumaan tai puhumaan.",
      "Seitsemän päivän kuluttua minulle tuli Herran sana:",
      "Kun minä sanon jumalattomalle, että hänen on kuoltava, asetan sinut vastuuseen hänestä. Ellet sinä puhu hänelle, ellet varoita häntä hänen jumalattomuudestaan pelastaaksesi hänet, hän kuolee syntiensä tähden -- ja hänen kuolemastaan minä vaadin tilille sinut.",
      "Mutta jos sinä varoitat jumalatonta eikä hän silti luovu jumalattomuudestaan, ei käänny pahoilta teiltään, hän kyllä kuolee syntiensä tähden mutta sinä pelastat elämäsi.",
      "Minä lähdin laaksoon, ja siellä näin Herran kirkkauden. Se oli sama kirkkaus, jonka olin Kebarjoen rannalla nähnyt, ja minä heittäydyin maahan kasvoilleni.",
      "Ihminen, näin sinun käy: Sinut pannaan köysiin, sinut sidotaan niillä, niin ettet pääse toisten luo.",
      "Ja kielesi minä kiinnitän kitalakeesi, niin ettet voi puhua etkä nuhdella heitä. He ovat uppiniskaista kansaa.",
      "Kun sitten sinulle puhun, minä avaan sinun suusi, ja sinun on sanottava heille tämä: 'Näin sanoo Herra Jumala: Kuulkoon se, joka haluaa kuulla, ummistakoon korvansa, joka ei halua.' He ovat uppiniskaista kansaa."
    ],
    [
      "Pane se saarroksiin, rakenna sen ympärille piiritysvalli ja luo valtausluiska sen muureja vastaan, sijoita joka puolelle sotaleirejä ja pane muurinmurtajia yltympäri sitä uhkaamaan.",
      "Ota sitten rautainen leivinlevy ja pane se rautamuuriksi itsesi ja kaupungin väliin ja katso sen takaa saarrettuun kaupunkiin, niin että olet kuin yksi piirittäjistä. Tämä on merkki Israelin kansalle.",
      "Minä annan sinun kantaa niitä yhtä monta päivää kuin on Israelin synninteon vuosia: kolmesataayhdeksänkymmentä päivää.",
      "Kun olet sen tehnyt, käy vielä oikealle kyljellesi. Sinun tulee kantaa myös Juudan kansan synnit, ja minä panen sinut kantamaan niitä päivän vuotta kohden, neljäkymmentä päivää.",
      "Minä panen sinut köysiin, niin ettet voi kääntyä kyljeltä toiselle ennen kuin olet piirittänyt kaupunkia täyden ajan.",
      "Punnitse ruokasi, jonka syöt: kaksikymmentä sekeliä päivää kohden, ja sinun tulee syödä se aina samaan aikaan.",
      "Vettäkin saat juoda vain määrämitan: kuudenneksen hin-mittaa, ja sinun tulee juoda se aina samaan aikaan päivästä.",
      "Heillä ei ole leipää eikä vettä, kaikki he ovat kauhuissaan, ja he menehtyvät syntiensä tähden."
    ],
    [
      "Kolmannes polta keskellä kaupunkia, kun piiritys on lopuillaan, kolmannes katko miekalla muurien edessä, kolmannes hajota tuulen vietäväksi, ja minä panen miekan ajamaan sitä takaa.",
      "Ota vielä pieni määrä hiuksia ja solmi ne viittasi helmaan.",
      "Ota niistä vielä muutamia, viskaa tuleen ja polta ne. Niin tuli leviää koko Israelin kansaan.",
      "mutta se nousi minun tahtoani vastaan. Enemmän se rikkoi kuin muut kansat, pahemmin polki lakiani kuin ympäröivät maat. Minun käskyistäni se ei piitannut, se ei elänyt minun säädösteni mukaan.",
      "Tämän vuoksi sanoo Herra Jumala: Jerusalem, nyt minä käyn sinua vastaan! Minä panen sinut tuomiolle omien muuriesi sisällä ja kaikkien kansojen nähden.",
      "Minä rankaisen sinua iljettävien tekojesi takia ja teen sen niin, etten niin ole koskaan tehnyt enkä koskaan enää ole tekevä.",
      "Isät syövät vielä lapsiaan muuriesi sisällä, ja lapset joutuvat syömään isänsä. Minä panen tuomioni täytäntöön, ja mitä sinusta jää, sen minä hajotan maailman tuuliin.",
      "Kolmannes väestäsi kuolee kaduillasi ruttoon ja nääntyy nälkään, kolmannes kaatuu miekkaan muuriesi edessä, ja kolmanneksen minä hajotan maailman tuuliin, ja minä panen miekan ajamaan sitä takaa.",
      "Minä tyhjennän vihani sinuun, minä puran sinuun raivoni, minä otan sinulta hyvityksen. Minä tyhjennän vihani sinun väkeesi, ja silloin se tietää, että minä, Herra, olen puhunut.",
      "Naapurisi häpäisevät ja pilkkaavat sinua mutta kavahtavat kohtaloasi, kun minä panen tuomioni täytäntöön ja kuritan sinua, isken sinuun vihani vimman. Minä, Herra, olen puhunut."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Sano näin: Israelin vuoret, kuulkaa Herran sana. Näin sanoo Herra Jumala teille, te vuoret ja kukkulat, rotkot ja laaksot: Minä lähetän miekan teitä vastaan ja hävitän uhripaikkanne.",
      "Teidän uhrialttarinne tuhotaan, teidän suitsutusalttarinne lyödään murskaksi, ja teidän miehenne minä tapan ja heitän epäjumalienne eteen.",
      "Minä jätän israelilaisten ruumiit heidän epäjumaliensa eteen ja hajotan heidän luunsa heidän alttariensa ympärille.",
      "Missä ikinä teitä asuukin, ovat kaupunkinne autiot ja uhrikukkulanne tyhjät. Teidän alttarinne jäävät uhreitta ja sortuvat kivikasoiksi, teidän epäjumalanne murskataan ja hävitetään, teidän suitsutusalttarinne hakataan pirstoiksi, teidän kättenne teelmät pyyhkäistään pois,",
      "ja ruumiita lojuu kaikkialla teidän keskellänne. Silloin te tiedätte, että minä olen Herra.",
      "Pelastuneet muistavat minut eläessään toisten kansojen seassa, siellä minne ovat joutuneet. Minä särjen heidän uskottoman sydämensä, joka oli luopunut minusta, ja heidän uskottomat silmänsä, jotka olivat hairahtuneet epäjumalien puoleen. He peittävät häveten kasvonsa ja inhoavat pahoja tekojaan, iljettäviä kättensä töitä.",
      "He näkevät, että minä, Herra, en puhunut tyhjiä sanoja, kun uhkasin heitä tällä onnettomuudella.",
      "Joka on kaukana, kuolee ruttoon, joka on lähellä, kaatuu miekkaan, ja joka näiltä säästyy, kuolee nälkään. Näin minä tyhjennän heihin vihani.",
      "Te tulette tietämään, että minä olen Herra, kun heidän ruumiinsa lojuvat hajallaan heidän epäjumaliensa ja alttariensa seassa jokaisella korkealla kukkulalla, jokaisen vuoren laella, jokaisen lehtevän puun, jokaisen tuuhean tammen alla, kaikkialla missä he ovat tuoksuvia uhreja epäjumalilleen tarjonneet."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "-- Ihminen, näin sanoo Herra Jumala Israelin maalle: Loppu on tullut. Se kohtaa maan, kaikki sen neljä äärtä.",
      "Sinun loppusi on nyt tullut, Israel, minä syöksen sinuun vihani. Minä tuomitsen sinut vaelluksesi mukaan, käännän iljettävät tekosi sinua itseäsi vastaan.",
      "Minun katseessani ei ole sääliä, minä en sinulle armoa anna. Minä rankaisen sinua vaelluksesi mukaan, omat iljettävät tekosi saat osaksesi. Näin te tulette tietämään, että minä olen Herra.",
      "Näin sanoo Herra Jumala: -- Onnettomuuksien onnettomuus! Se on tullut,",
      "loppu on tullut. Sinä kohtaat loppusi, se on nyt tullut.",
      "Nyt on sinun tuhosi hetki, maan asukas. Aika on tullut, päivä on lähellä. Sekasorto vallitsee, vuorilta ei ilohuutoja kuulu.",
      "Minun suuttumukseni tulvii ylitsesi, minä tyhjennän kaiken vihani sinuun. Minä tuomitsen sinut vaelluksesi mukaan, käännän iljettävät tekosi sinua itseäsi vastaan.",
      "Minun katseessani ei ole sääliä, minä en sinulle armoa anna. Minä rankaisen sinua vaelluksesi mukaan, omat iljettävät tekosi saat osaksesi. Näin te tulette tietämään, kuka teitä lyö: se olen minä, Herra.",
      "Nyt on se päivä. Nyt on tullut, nyt on ehtinyt tuhon hetki. Vääryys kukoistaa, julkeus rehottaa,",
      "jumalattomien väkivalta versoo. Ei jää heistä jäljelle mitään, ei heidän korskeasta joukostaan, ei heidän remuisista juhlistaan.",
      "Se aika on tullut, se päivä on nyt! Älköön ostaja iloitko, älköön myyjä murehtiko. Kaikkea kohtaa Herran viha.",
      "Myyjä ei palaa myymälleen maalle, vaikka vielä olisikin elossa. Näin käy heille, tämä ennustus ei raukea. Kukaan ei voi turvata elämäänsä, sillä he ovat rikkoneet minua vastaan.",
      "Puhaltakoot torveen, sonnustautukoot sotaan, kukaan ei kuitenkaan taisteluun lähde, sillä minun vihani hehku kohtaa koko tuon joukon.",
      "Ulkona miekka, sisällä rutto ja nälkä. Joka on kedolla, kaatuu miekkaan, joka on kaupungissa, nääntyy nälkään ja ruttoon.",
      "Ja jos jotkut heistä pelastuvat ja lähtevät vuorille pakoon, he ovat siellä peloissaan kuin laakson kyyhkyt, vaikertavat kaikki syntiensä tähden.",
      "Heidän kätensä käyvät hervottomiksi, heidän polvensa tutisevat pelosta.",
      "He vyöttäytyvät katujan karkeaan pukuun ja ajavat päänsä paljaaksi. Kauhu saa heidät vapisemaan, ja kaikkien kasvoilla kuvastuu häpeä.",
      "He viskaavat hopeansa kadulle, heidän kullastaan tulee arvotonta rojua. Ei heitä pelasta kulta, ei hopea Herran vihan päivänä. Ei niistä ole tyydyttämään heidän nälkäänsä, ei täyttämään heidän vatsaansa. Juuri niiden tähden he ovat langenneet.",
      "Prameat korut ovat olleet heidän ylpeytensä, kullasta ja hopeasta he ovat tehneet iljettävät patsaansa. Sen tähden minä muutan heidän kalleutensa rojuksi.",
      "Minä annan ne vieraiden ryöstettäviksi, annan ne jumalattomien saaliiksi, ja ne saastuvat muukalaisten käsissä.",
      "Minä käännän kasvoni heistä pois, ja muukalaiset saastuttavat ihanan huoneeni, rosvot astuvat sisään ja häpäisevät sen.",
      "He panevat toimeen verilöylyn -- tässä maassa, joka jo on täynnä verta, tässä kaupungissa, joka on täynnä väkivaltaa.",
      "Minä tuon kansoista pahimmat, ja ne valtaavat heidän talonsa. Minä teen lopun heidän voimantunnostaan, ja heidän pyhät paikkansa häväistään.",
      "Ahdinko tulee, turhaan ihmiset etsivät turvaa.",
      "Tulee onnettomuus onnettomuuden perään, tuhon viesti tuhon viestin perään. Turhaan ihmiset anelevat profeetalta näkyä, papista ei ole opastajaksi, vanhimmilta loppuvat neuvot.",
      "Kuningas menettää toivonsa, ruhtinas on kauhun vallassa, pelko herpaannuttaa kansalaisten kädet. Minä annan heille heidän vaelluksensa mukaan, minä tuomitsen heidät niin kuin he ovat toisia tuominneet. He tulevat tietämään, että minä olen Herra."
    ],
    [
      "Oli kuudes vuosi, kuudennen kuun viides päivä. Minä istuin sisällä asunnossani, ja luonani olivat Juudan vanhimmat. Siellä minuun tarttui Herran Jumalan käsi.",
      "Minä näin hahmon, joka oli ihmisen kaltainen. Se oli lanteiden kohdalta alaspäin kuin tulta, ja lanteista ylöspäin se hohti puhtaan kullan tavoin.",
      "Se ojensi ikään kuin käden ja tarttui minua hiuksista, ja henki nosti minut maan ja taivaan välille ja vei minut Jerusalemiin näyssä, jonka Jumala antoi. Henki vei minut sisemmän esipihan pohjoisportille, sinne, missä on Herraa uhmaava patsas, se, joka on herättänyt hänen vihansa.",
      "Siellä loisti Israelin Jumalan kirkkaus, samanlaisena kuin olin sen laaksossa nähnyt.",
      "Hän vei minut esipihan portille, ja minä näin muurissa pienen aukon.",
      "Minä menin ja näin kaikenlaisia iljettäviä kuvia, maassa matavia ja neljällä jalalla kulkevia eläimiä ja kaikenlaisia israelilaisten epäjumalia, joita oli piirretty seinät täyteen.",
      "Kuvien edessä seisoi seitsemänkymmentä miestä, kaikki Israelin kansan vanhimpia, ja heidän joukossaan oli myös Jaasanja, Safanin poika. Heillä kaikilla oli kädessään suitsutusastia, josta pilvenä nousi tuoksuva savu.",
      "Hän vei minut Herran temppelin pohjoiselle portille. Siellä oli naisia istumassa, ja minä näin: he itkivät Tammus-jumalaa.",
      "Hän vei minut Herran temppelin sisempään esipihaan, ja Herran temppelin portilla, eteishallin ja alttarin välissä, oli kaksikymmentäviisi miestä. He seisoivat selkä Herran temppeliin päin ja katsoivat kohti itää, ja he kumarsivat maahan saakka ja palvoivat nousevaa aurinkoa."
    ],
    [
      "Siinä samassa tuli kuusi miestä Yläportilta, siltä joka on pohjoiseen, ja kullakin oli kädessään tuhoava ase. Heidän keskellään oli pellavapukuinen mies, jolla oli vyössään kirjoitusvälineet. He tulivat sisään ja asettuivat pronssialttarin vierelle.",
      "Silloin Israelin Jumalan kirkkaus kohosi kerubien yltä, missä se oli siihen saakka ollut, ja siirtyi temppelin oven kohdalle. Herra huusi pellavapukuiselle miehelle, jolla oli kirjoitusvälineet vyössään,"
    ],
    [
      "Ja tämän minä näin: Kerubien päiden yllä oli kaartuva levy, ja sen yläpuolella näkyi jokin, mikä hohti kuin safiiri ja oli muodoltaan ikään kuin valtaistuin.",
      "Kerubit seisoivat temppelin oikealla puolella, kun mies meni niiden väliin. Sisempi esipiha peittyi pilveen,",
      "ja Herran kirkkaus kohosi kerubien yläpuolelta ja siirtyi temppelin ovelle. Pilvi täytti koko rakennuksen, ja esipiha tulvehti Herran kirkkauden hohdetta.",
      "Ulompaan esipihaan saakka kuului kerubien siipien kohina, mahtavana kuin kaikkivaltiaan Jumalan ääni.",
      "Kun hän käski pellavapukuisen miehen ottaa tulta pyörien välistä, kerubijoukon keskeltä, tämä meni ja seisahtui pyörän viereen.",
      "Yksi kerubeista ojensi toisten välistä kätensä tuleen, joka oli joukon keskellä, otti hiiliä ja antoi ne pellavapukuisen miehen käsiin. Mies otti hiilet ja lähti.",
      "Minä näin, että kerubeilla oli siipiensä alla ikään kuin ihmisen kädet.",
      "Ja tämän minä näin: Kerubien vieressä oli neljä pyörää, yksi kunkin kerubin kohdalla, ja ne pyörät välkehtivät kuin krysoliitti.",
      "Kaikki neljä olivat samanlaisia, niissä jokaisessa oli kuin kaksi pyörää ristikkäin.",
      "Kulkiessaan ne liikkuivat neljään suuntaan, eikä niiden tarvinnut kääntyä. Ne menivät sinne, minne kerubien kasvot osoittivat, eivätkä ne kääntyneet kulkiessaan.",
      "Koko kerubien ruumis ja niiden selkä, kädet ja siivet välkehtivät kauttaaltaan valoa, samoin niiden neljä pyörää.",
      "Kullakin kerubilla oli neljät kasvot. Yhdet niistä olivat kerubin kasvot, yhdet olivat ihmisen kasvot, yhdet leijonan ja yhdet kotkan kasvot.",
      "Kerubit -- samat olennot, jotka olin Kebarjoen rannalla nähnyt -- kohosivat ilmaan,",
      "ja kun ne liikkuivat, liikkuivat pyörät niiden vierellä, ja kun ne nostivat siipensä kohotakseen ilmaan, pyörät seurasivat mukana.",
      "Kun ne pysähtyivät, pysähtyivät pyörätkin, ja kun ne kohosivat ilmaan, kohosivat pyörät niiden kanssa, sillä pyöriä liikutti sama henki.",
      "Herran kirkkaus lähti temppelin ovelta ja asettui kerubien ylle,",
      "ja kerubit nostivat siipensä ja kohosivat ilmaan. Näin ne lähtivät edestäni, ja pyörät seurasivat niiden vierellä. Ne pysähtyivät temppelin itäiselle portille, ja niiden yläpuolella oli Israelin Jumalan kirkkaus.",
      "Ne olivat samat olennot, jotka Kebarjoen rannalla olin nähnyt Israelin Jumalan valtaistuimen alla, ja minä näin, että ne olivat kerubeja.",
      "Niillä oli kullakin neljät kasvot, ja jokaisella oli neljä siipeä ja kunkin siiven alla ikään kuin ihmiskäsi.",
      "Ne olivat kasvoiltaan samanlaiset kuin ne olennot, jotka olin Kebarjoen rannalla nähnyt. Kukin niistä kulki kasvojen osoittamaan suuntaan."
    ],
    [
      "Henki nosti minut ilmaan ja vei minut temppelin itäportille, sille portille, joka antaa itään päin. Porttikäytävässä oli kaksikymmentäviisi miestä, ja minä näin heidän joukossaan Jaasanjan, Asurin pojan, ja Pelatjan, Benajan pojan, jotka olivat kansan johtomiehiä.",
      "He sanovat: 'Miksi rakentaa, miksi varustaa? Me olemme turvassa kuin liha padassa.'",
      "Teidän on syy, kun kaupungin asukkaita surmataan joukoittain, teidän tähtenne kadut täyttyvät kaatuneista.",
      "Tämän vuoksi sanoo Herra Jumala: Ne, jotka muurienne sisällä surmataan, ovat liha, ja kaupunkinne on pata, mutta teidät minä vien täältä pois.",
      "Miekkaa te pelkäätte, ja miekan minä teitä vastaan nostan -- näin sanoo Herra Jumala.",
      "Minä vien teidät muurienne keskeltä, minä luovutan teidät muukalaisten käsiin ja panen tuomionne täytäntöön.",
      "Te kaadutte miekkaan, Israelin rajalla minä toteutan teidän rangaistuksenne, teen teille tiettäväksi, että minä olen Herra.",
      "Ei tästä kaupungista ole teille padaksi, jossa olisitte turvassa kuin liha. Israelin rajalla minä panen teidän tuomionne täytäntöön,",
      "Silloin minä sain Herralta sanan:",
      "Sen tähden sano: 'Näin sanoo Herra Jumala: Minä olen siirtänyt heidät kauas toisten kansojen sekaan, olen hajottanut heidät moniin maihin, mutta minne ovatkin joutuneet, he ovat sentään voineet palvella minua.'",
      "Sen tähden sano: 'Näin sanoo Herra Jumala: Minä kokoan teidät kansojen seasta, minä kerään teidät maista, joihin olette hajallenne joutuneet, ja annan teille Israelin maan.'",
      "Minä annan heille uuden sydämen ja heidän sisimpäänsä uuden hengen, minä otan heidän rinnastaan kivisydämen pois ja annan tilalle elävän sydämen.",
      "Niin he seuraavat minun säädöksiäni, he ottavat varteen minun käskyni ja elävät niiden mukaan. He ovat minun kansani, ja minä olen heidän Jumalansa.",
      "Kerubit nostivat siipensä. Pyörät seurasivat kerubien vierellä, ja kerubien päiden yllä hohti Israelin Jumalan kirkkaus.",
      "Herran kirkkaus kohosi kaupungin keskeltä ja siirtyi vuorelle, joka on kaupungista itään.",
      "Henki nosti minut ilmaan ja toi minut Kaldeaan pakkosiirtolaisten luo; tämä tapahtui näyssä, Jumalan hengen voimasta. Niin sitten heräsin, ja silmistäni kaikkosi näky, jonka olin nähnyt.",
      "Minä kerroin pakkosiirtolaisille kaiken sen, minkä Jumala minulle oli ilmoittanut."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Ihminen, kokoa sinä tavarasi, niin kuin pakkosiirtolainen kokoaa, päiväsaikaan ja heidän nähtensä, ja lähde pois. Lähde asunnostasi kuin pakkosiirtolainen, siirry heidän nähtensä muualle asumaan. Kenties he silloin huomaavat, miten uppiniskaista kansaa he ovat.",
      "Vie tavarasi ulos niin kuin pakkosiirtolaiset vievät, päiväsaikaan ja heidän nähtensä, ja illalla, heidän nähtensä, lähde. Lähde matkaan niin kuin pakkosiirtolainen.",
      "Revi heidän nähtensä seinään aukko ja mene tavaroinesi siitä ulos.",
      "Minä tein niin kuin Herra oli minua käskenyt. Vein päivällä tavarani ulos niin kuin pakkosiirtolainen vie tavaransa, illalla revin käsin seinään aukon, ja kun pimeä tuli, menin tavaroineni siitä ulos ja nostin kantamukseni heidän nähtensä harteilleni.",
      "Aamulla tuli minulle tämä Herran sana:",
      "Sano heille: 'Näin sanoo Herra Jumala: Tämä ennustus on osoitettu ruhtinaalle, joka hallitsee Jerusalemissa, ja kaupungin kaikille israelilaisille.'",
      "Sano heille: 'Minä olen teille merkki. Niin kuin minä tein, niin tehdään Jerusalemin asukkaille. Heidät vangitaan ja viedään pakkosiirtolaisuuteen,",
      "ja ruhtinas on heidän joukossaan. Kun pimeä tulee, hänkin nostaa kantamuksensa harteilleen ja lähtee. He repivät muuria päästäkseen taakkoineen siitä läpi, ja ruhtinas peittää kasvonsa, jotta ei näkisi maataan.'",
      "Kaikki, jotka ovat häntä puolustaneet, hänen seuralaisensa ja sotilaansa, minä hajotan maailman tuuliin, ja minä nostan miekan ajamaan heitä takaa.",
      "He tulevat tietämään, että minä olen Herra, kun minä hajotan heidät toisten kansojen sekaan, kun sirotan heidät erilleen muihin maihin.",
      "Minulle tuli tämä Herran sana:",
      "Sano maanmiehillesi tämä Herran Jumalan sana: 'Näin käy Jerusalemin asukkaiden ja Israelin maan. Vavisten he syövät ruokansa, kauhun vallassa he juovat juotavansa. Perin pohjin hävitetään heidän maansa sen asukkaiden veritekojen tähden.",
      "Ja minulle tuli tämä Herran sana:",
      "Sen tähden sano heille: 'Näin sanoo Herra Jumala: Minä teen lopun tästä sananparresta, sitä ei Israelissa enää lausuta.' Sano sinä heille toisin: 'Aika tulee, näky käy toteen.'",
      "Enää ei Israelissa nähdä näkyä, joka ei toteudu, ei ennusmerkkiä, joka ei täyty.",
      "Ja minulle tuli tämä Herran sana:"
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Näin sanoo Herra Jumala: Voi noita mielettömiä profeettoja! He ennustavat oman päänsä mukaan, ilman että olisivat näkyjä nähneet.",
      "Raunioissa pesiviä kettuja, sellaisia ovat profeettasi, Israel!",
      "Olemattomia näkevät, perättömiä ennustavat ne, jotka sanovat: 'Näin sanoo Herra', vaikka Herra ei ole heitä lähettänyt. Ja he vielä kuvittelevat, että Herra toteuttaa heidän ennustuksensa!",
      "Minä lyön kädelläni profeettoja, jotka näkevät olemattomia näkyjä ja lausuvat perättömiä ennustuksia. He eivät saa kuulua minun kansaani, Israelin kansan kirjaan heitä ei saa merkitä, ja Israelin maahan he eivät koskaan pääse. Niin te tulette tietämään, että minä olen Herra Jumala.",
      "Sen tähden sano noille kalkitsijoille: 'Muurinne sortuu.' Kun tulee rankkasade, kun rakeet pieksävät maata ja puhkeaa raivoisa myrsky,",
      "silloin se sortuu, ja teiltä kysytään: 'Missä on kalkki, jolla muurin valkaisitte?'",
      "Minä revin muurin, jonka te olette kalkilla valkaisseet, minä raastan sen maan tasalle, niin että siitä jää vain perustus. Teidän muurinne tuhotaan, ja te tuhoudutte sen mukana. Niin te tulette tietämään, että minä olen Herra.",
      "Minä syöksen kaiken vihani muuria ja sen kalkitsijoita vastaan ja sanon teille: Missä nyt on muuri, missä ovat sen kalkitsijat?",
      "Missä ovat Israelin profeetat, jotka esittivät ennustuksiaan Jerusalemista ja näkivät näyissään pelkkää rauhaa, vaikka tulossa oli rauhattomuutta? Näin sanoo Herra Jumala.",
      "Sano heille: Näin sanoo Herra Jumala: Voi teitä, naiset! Te punotte taikanauhoja ihmisten ranteisiin, te ompelette taikahuntuja niin pienille kuin suurille ja yritätte saada ihmiset ansaan. Osan kansastani te haluatte tappaa, osan antaisitte jäädä eloon, sen mukaan kuin teille parhaiten sopii.",
      "Oman kansani edessä te olette häpäisseet minut parista kourallisesta ohria ja muutamasta leivänkannikasta. Te olette tappaneet ihmisiä, joiden ei olisi pitänyt kuolla, ja jättäneet henkiin toisia, jotka olisivat ansainneet kuoleman. Sen te olette saaneet aikaan, kun olette valehdelleet kansalleni, joka mielellään kuuntelee valheita.",
      "Minä revin hunnut ja pelastan kansani teidän käsistänne, ettekä te enää saa sitä pyydyksiinne. Niin te tulette tietämään, että minä olen Herra."
    ],
    [
      "Minun luokseni tuli Israelin vanhimpia. He asettuivat eteeni istumaan,",
      "ja silloin minulle tuli tämä Herran sana:",
      "Sen tähden puhu heidän kanssaan ja sano heille: Näin sanoo Herra Jumala: Jos israelilainen on antanut sydämensä epäjumalille ja kiinnittänyt katseensa sellaiseen, mikä vie hänet syntiin, ja kaiken tämän tehtyään tulee profeetan luo, hän saa kyllä vastauksen. Minä, Herra, vastaan hänelle itse, annan vastauksen, jonka tuo epäjumalien palvelija ansaitsee.",
      "Minä tartun Israelin kansaa sydämestä, koska se on hylännyt minut ja palvelee epäjumaliaan.",
      "Olittepa sitten Israelin kansaa tai sen keskuuteen asettuneita muukalaisia, tämä koskee teitä kaikkia. Joka luopuu minusta ja antaa sydämensä epäjumalille, joka kiinnittää katseensa sellaiseen, mikä vie hänet syntiin, ja silti tulee profeetan luo pyytämään minulta vastausta, saa kyllä vastauksen. Kyllä minä vastaan -- minä itse, Herra.",
      "Minä käännän katseeni tuohon ihmiseen ja repäisen hänet kansani keskeltä, teen hänestä varoittavan esimerkin. Niin te tulette tietämään, että minä olen Herra.",
      "Heidän on kummankin kannettava syntinsä seuraukset -- syntiä teki se, joka kysyi, ja yhtä suuren synnin teki profeetta.",
      "Minulle tuli tämä Herran sana:",
      "Mutta jos siellä on kolme sellaista miestä kuin Nooa, Daniel ja Job, nämä kolme säästyvät vanhurskautensa tähden. Näin sanoo Herra Jumala.",
      "Jos siinä maassa on nuo kolme miestä, hekään eivät voi pelastaa ketään, edes poikiaan tai tyttäriään, niin totta kuin elän, sanoo Herra Jumala. Vain he pelastuvat, ei kukaan muu, ja siitä maasta tulee kolkko autiomaa.",
      "Jos siellä on nuo kolme miestä, hekään eivät voi pelastaa ketään, edes poikiaan tai tyttäriään, niin totta kuin elän, sanoo Herra Jumala. Vain he pelastuvat, ei kukaan muu.",
      "Vaikka siellä olisivat Nooa, Daniel ja Job, eivät hekään voisi pelastaa edes poikiaan tai tyttäriään, niin totta kuin elän, sanoo Herra Jumala. Vain he itse säästyisivät vanhurskautensa tähden.",
      "Mutta jotkut jäävät henkiin, ja he ottavat poikansa ja tyttärensä ja tulevat tänne teidän luoksenne. Kun te kuulette, mitä he ovat tehneet ja millaista elämää viettäneet, te ette enää kauhistu onnettomuutta, jonka minä Jerusalemille tuotin, ette sure sitä, minkä sille tein."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Tehdäänkö sen puusta tarve-esineitä, veistetäänkö siitä edes nauloja, joihin voi ripustaa tavaroitaan?",
      "Entä kun se on pantu nuotioon, kun tuli on polttanut sen molemmat päät ja keskiosa on kärventynyt -- onko sillä mitään käyttöä?",
      "Silloinkaan, kun se oli ehyt, siitä ei veistetty esineitä, vielä vähemmän nyt, kun se on tulessa palanut ja kärventynyt. Mihin se enää kelpaa?",
      "Minä käännän katseeni heihin, ja vaikka he pääsevät tulta pakoon, tuli lopulta koituu heidän tuhokseen. Niin te tulette tietämään, että minä olen Herra. Minä käännän katseeni heihin"
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Sano: Näin sanoo Herra Jumala Jerusalemille: Sinä polveudut Kanaanin kaupustelijoista, sinun isäsi oli amorilainen ja äitisi heettiläinen.",
      "Kelpo sukua! Kun synnyit, ei napanuoraasi katkaistu, vedellä ei sinua pesty, suolalla ei sinua hierottu eikä sinua kääritty kapaloihin.",
      "Mitään näistä ei sinulle tehty, sen vertaa ei kukaan sinua säälinyt eikä armahtanut. Sinut vietiin ulos ja jätettiin heitteille, niin vähäarvoisena henkeäsi pidettiin, kun synnyit.",
      "ja kasva suureksi!' Ja minä tein sinusta kuin niityn kukan. Sinä kasvoit ja vartuit, kehityit täydeksi naiseksi, sinun rintasi kaartuivat kiinteinä ja hiuksesi kasvoivat ja tuuheutuivat. Mutta sinä olit alaston ja paljas.",
      "Minä pesin sinut vedellä, huuhdoin yltäsi veren ja voitelin sinut öljyllä.",
      "Minä kaunistin sinut koruilla ja sinun ranteesi kultarenkailla ja kiedoin kaulaasi kultaiset ketjut.",
      "Minä kiinnitin nenääsi kultarenkaan, ripustin korut sinun korviisi ja laskin hiuksillesi kimaltavan otsarivan.",
      "Sinä koristauduit kullalla ja hopealla, sinun vaatteesi olivat hienointa pellavaa ja kallista, kirjailtua kangasta. Ruoaksesi sait parhainta vehnäleipää, hunajaa ja oliiviöljyä. Niin sinusta kehkeytyi ihanan kaunis nainen, kuninkaille olisit kelvannut.",
      "Sinun maineesi kiiri kansojen keskuuteen, niin kaunis olit, olit täydellinen ihanuudessasi, jonka minä sinulle lahjoitin. Näin sanoo Herra Jumala.",
      "Sinä otit vaatteita ja teit itsellesi monenkirjavat pyhäkköpaikat, missä harjoitit haureutta vaatteittesi päällä. Niin ei ollut kukaan tehnyt, eikä niin ole kukaan tekevä.",
      "Sinä otit kauniit lahjasi, minun antamani kulta- ja hopeakorut, teit niistä miehuuden tunnuksia ja harjoitit haureutta niiden kanssa.",
      "Sinä otit kirjaillut vaatteesi ja verhosit niillä nuo patsaat, ja niiden edessä sinä uhrasit öljyn ja suitsukkeet, jotka olit minulta saanut.",
      "Ja herkut, jotka minä sinulle annoin, minun antamani hienot vehnäleivät, öljyn ja hunajan, sinä panit niiden eteen tuoksuvaksi uhriksesi. Tämän kaiken sinä teit. Näin sanoo Herra Jumala.",
      "Tuliuhrinakin sinä uhrasit minun poikiani.",
      "Olit pelkkää irstautta ja iljetystä, mieleesi ei lainkaan tullut, miten lapsena makasit veressäsi, potkit alastomana ja paljaana.",
      "Jokaiselle aukiolle sinä pystytit palvontapaikkasi,",
      "jokaiseen risteykseen sinä teit itsellesi pyhän paikan. Sinä tahrasit saamasi kauneuden, levitit reitesi jokaiselle ohikulkijalle ja harjoitit haureutta vielä enemmän kuin ennen.",
      "Sinä makasit egyptiläisten kanssa, noiden isoelimisten naapuriesi, sinä menit yhä pitemmälle haureudessasi ja herätit minun vihani.",
      "Sinä olit yhäti kyltymätön, ja niin harjoitit haureutta myös assyrialaisten kanssa. Kyllääsi sinä et silti saanut, vaikka makasit heidänkin kanssaan.",
      "Niinpä tyydytit himoasi yhä ahnaammin, olit Kaldean kauppamiesten oma, mutta vieläkään sinä et kyllääsi saanut.",
      "Jokaiseen risteykseen sinä pystytit palvontapaikkasi, jokaiselle aukiolle teit pyhän paikan, mutta toisin kuin muut portot sinä et pyytänyt maksua.",
      "Tapa on, että nainen ottaa maksun, kun hän rikkoo liittonsa ja pettää miestään;",
      "yksikään portto ei jää palkatta. Mutta sinä, sinä olet maksanut rakastajillesi! Sinä jakelit lahjoja itse, maksoit heille, jotta joka puolelta saisit heidät tulemaan luoksesi.",
      "Sinä teit kaiken vielä pahemmin kuin toiset portot: sinun perässäsi ei juossut yksikään mies, ja rakastelusta maksoit sinä itse, sinulle siitä ei maksua annettu. Niin alas sinä vajosit.",
      "Näin sanoo Herra Jumala: Sinä olet riisunut itsesi alasti, riettaasti olet paljastanut häpysi rakastajillesi ja kaikille iljettäville jumalillesi, ja poikasi sinä olet surmannut ja uhrannut niille.",
      "Sen tähden minä kokoan kaikki rakastajasi, nuo kaikki, joihin veresi veti -- sekä ne, joita rakastit, että ne, joihin petyit. Minä kokoan heidät eri tahoilta ja tuon heidät sinua vastaan, ja minä asetan sinut alastomana heidän eteensä, niin että he näkevät sinut kaikessa alastomuudessasi.",
      "Minä tuomitsen sinut siten kuin avionrikkojat ja murhaajat tuomitaan, vihani vimmassa minä panen sinun veresi vuotamaan.",
      "Minä annan sinut heidän käsiinsä, ja he hajottavat sinun palvontapaikkasi ja tuhoavat pyhät kukkulasi, he riistävät vaatteet yltäsi, ottavat korusi pois ja jättävät sinut makaamaan alastomana ja paljaana.",
      "He nostavat kansan sinua vastaan, kivittävät sinut hengiltä ja lyövät miekoillaan sinut kappaleiksi.",
      "Minä tyhjennän kaiken vihani sinuun, vasta sitten vimmani kääntyy sinusta pois, minä tyynnyn enkä enää ole vihoissani.",
      "Sinä et muistanut nuoruutesi aikaa vaan vihastutit minut teoillasi, ja siksi minä annan sinulle tekojesi mukaan -- näin sanoo Herra Jumala. Sinä olet elänyt häpeällisesti, olet syyllistynyt moniin iljettävyyksiin.",
      "Sinä olet äitisi tytär -- äitisi, joka vähät välitti miehistään ja lapsistaan. Sinä olet sisartesi sisar -- sisartesi, jotka vähät välittivät miehistään ja lapsistaan. Teidän äitinne oli heettiläinen ja isänne amorilainen.",
      "Isompi sisaresi oli Samaria, joka tyttärineen sijaitsee sinusta pohjoiseen, ja pikkusisaresi, sinusta etelään, oli Sodoma tyttärineen.",
      "Sinä seurasit heidän teitään ja heidän iljettäviä tekojaan, eikä siinä kyllin: hetki vain, ja olit omilla teilläsi tehnyt paljon enemmän pahaa.",
      "Niin totta kuin elän, sanoo Herra Jumala, sisaresi Sodoma tyttärineen ei vetänyt vertoja sinulle ja sinun tyttärillesi.",
      "Sinun sisaresi Sodoman synti oli julkea itsekkyys. Hän vietti tyttärineen yltäkylläistä ja huoletonta elämää, mutta kurjalle ja köyhälle hän ei avannut kättään.",
      "He kävivät yhä julkeammiksi ja ryhtyivät minua uhmaten yhä uusiin iljettävyyksiin, ja silloin minä pyyhkäisin heidät pois, kuten olet nähnyt.",
      "Siispä kanna sinäkin häpeäsi, jolla olet parantanut sisartesi maineen. Syntisi, jotka ovat iljettävämpiä kuin heidän tekonsa, ovat osoittaneet heidät sinua puhtaammiksi. Häpeä siis, kanna häpeäsi, sinä, joka olet saanut sisaresi näyttämään viattomilta!",
      "jotta ymmärtäisit kantaa häpeäsi ja katuisit kaikkea, mihin alennuit ja millä kohotit sisartesi maineen.",
      "Muistatko, miten mielelläsi parjasit sisartasi Sodomaa, kun itse olit kunniasi kukkuloilla,",
      "ennen kuin oma pahuutesi paljastui? Nyt olet sinä vuorostasi pilkan kohteena. Sinua pilkkaavat edomilaiset ja kaikki heidän naapurinsa, ja joka puolelta lankeaa yllesi myös filistealaisten pilkka.",
      "Sinun on nyt kannettava häpeällisten ja iljettävien tekojesi seuraukset. Näin sanoo Herra Jumala.",
      "Kuitenkin minä muistan liittoni, sen, jonka kanssasi tein, kun vielä olit nuori, ja minä vahvistan välillemme liiton, joka kestää ikuisesti.",
      "Ja sinä muistat, miten olet elänyt, ja häpeät, kun otan vanhemmat ja nuoremmat sisaresi ja annan heidät sinulle tyttäriksi -- siitä huolimatta, että sinä et ole liittoasi pitänyt.",
      "Minä vahvistan liiton sinun kanssasi, ja silloin sinä tiedät, että minä olen Herra."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Sano: Näin sanoo Herra Jumala: -- Suuri kotka, isosiipinen, pitkäsulkainen, höyhenpeitteinen ja kirjava, tuli Libanonin vuorille. Se otti setristä latvaoksan,",
      "taittoi sen ylimmän verson ja vei sen kauppamiesten maahan, laski sen kauppiaiden kaupunkiin.",
      "Sitten kotka otti siitä maasta taimen ja istutti sen hyvään multaan -- paikkaan, missä oli vettä vaikka pajun kasvaa --",
      "jotta se juurtuisi ja siitä sukeutuisi viiniköynnös, rehevä mutta matala puu, joka kurkottaisi lehvänsä kotkaa kohti ja pitäisi juurensa sen alla. Niin siitä kasvoi viiniköynnös, se versoi ja ojensi oksiaan.",
      "Mutta oli toinenkin suuri kotka, isosiipinen ja höyhenpeitteinen. Ja mitä tekikään viiniköynnös: se kurkotti juurensa sitä kohti, ojensi lehvänsä sen puoleen saadakseen siltä vettä enemmän kuin sai omalta maaltaan.",
      "Ja se oli sentään istutettu hyvään multaan ja runsaan veden ääreen, jotta se versoisi ja kantaisi hedelmää, olisi oivallinen viinipuu!",
      "Sano: Näin sanoo Herra Jumala: -- Miten sen mahtaa käydä? Eikö sitä kiskota juuriltaan? Eikö siitä revitä hedelmät? Sen vihannat lehvät kuivuvat, koko köynnös kuivuu. Se nousee helposti juuriltaan --  siihen ei tarvita suurtakaan voimaa, ei paljoa väkeä.",
      "Minulle tuli tämä Herran sana:",
      "Yhden miehen hän valitsi kuninkaan suvusta, teki hänen kanssaan liiton ja otti häneltä valan, mutta muut mahtimiehet hän vei pois,",
      "jotta valtakunta pysyisi heikkona, kapinaan kykenemättömänä, ja pitäisi liittonsa jatkuvasti.",
      "Mutta tuo mies ryhtyi vehkeilemään ja lähetti lähettiläänsä Egyptiin saadakseen sieltä hevosia ja suuret joukot sotaväkeä. Miten mahtaa sen käydä, joka toimii noin? Voiko liiton rikkoja päästä rangaistuksetta?",
      "Eikä farao tule apuun, ei hän tuo suurta armeijaansa ja mahtavia joukkojaan, kun valtausluiskaa luodaan ja piiritysvallia rakennetaan suurten ihmisjoukkojen surmaamiseksi.",
      "Tuo hallitsija rikkoi valansa ja petti tekemänsä liiton. Kädenlyönnillä hän oli sen vahvistanut, mutta silti hän teki kaiken tämän. Ei hän vältä rangaistusta.",
      "Minä levitän verkkoni hänen ylleen, ja hän takertuu pyydykseeni. Minä vien hänet Babyloniaan ja panen siellä hänet tilille, vastaamaan petturuudestaan, jota hän osoitti minua kohtaan.",
      "Hänen joukkojensa parhaat miehet kaatuvat kaikki miekkaan, ja jäljelle jääneet hajoavat maailman tuuliin. Niin te tulette tietämään, että minä, Herra, olen puhunut.",
      "Minä istutan sen Israelin korkealle vuorelle, ja se tekee oksia, tekee hedelmää ja kasvaa mahtavaksi setripuuksi. Sen suojassa pesivät kaikki linnut, kaikki siivekkäät asuvat sen oksien varjossa."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Kaikki ihmiset, niin isät kuin pojat, ovat minun vallassani, minun määrättävissäni, ja kuolema on vain sen osana, joka on syntiä tehnyt.",
      "Hän ei käy kukkuloilla uhrilihaa syömässä eikä palvo Israelin kansan epäjumalia. Hän ei viettele toisen vaimoa, eikä hän makaa naisen kanssa silloin kun tämä on epäpuhdas.",
      "Hän ei sorra toista, vaan antaa takaisin velasta saamansa pantin, hän ei riistä ketään, vaan antaa leivästään nälkäiselle ja vaatettaa alastoman.",
      "Hän ei lainaa korkoa vastaan eikä ahnehdi voittoa, vaan pysyy loitolla vääryydestä ja ratkaisee ihmisten väliset asiat oikein.",
      "Hän elää minun säädösteni mukaisesti ja noudattaa minun määräyksiäni, tekee niin kuin oikein on. Hän on vanhurskas, ja hän saa elää. Näin sanoo Herra Jumala.",
      "joista isä ei rikkonut yhtäkään. Hän käy kukkuloilla syömässä uhrilihaa, hän viettelee toisen miehen vaimon,",
      "hän sortaa heikkoa ja riistää köyhää, hän ei palauta velasta saamaansa panttia. Hän palvoo epäjumalia ja tekee iljettäviä tekoja,",
      "hän lainaa korkoa vastaan ja ahnehtii voittoa. Onko tuollaisen lupa elää? Ei, hän ei saa elää! Koska hän on tehnyt kaikki nuo iljettävät teot, häntä on rangaistava kuolemalla. Itse hän on sen ansainnut.",
      "Hän ei käy kukkuloilla uhrilihaa syömässä eikä palvo Israelin kansan epäjumalia. Hän ei viettele toisen vaimoa,",
      "ei sorra toista, ei ota panttia eikä riistä ketään, vaan antaa leivästään nälkäiselle ja vaatettaa alastoman.",
      "Hän pysyy loitolla vääryydestä eikä ota korkoa, ei ahnehdi voittoa, vaan noudattaa minun määräyksiäni ja elää minun säädösteni mukaisesti. Ei hänen pidä kuolla isänsä syntien tähden -- ei, hän saa elää!",
      "Mutta isä on kohdellut toisia raa'asti, riistänyt lähimmäisiään ja tehnyt heille sellaista mikä ei ole oikein, ja niinpä hänen on kuoltava syyllisyytensä tähden.",
      "Mutta sen, joka tekee syntiä, on kuoltava. Ei poikaa panna vastaamaan isänsä synneistä eikä isää poikansa synneistä. Vanhurskas saa vanhurskautensa mukaan, jumalaton jumalattomuutensa mukaan.",
      "Hänen syntejään ei enää milloinkaan muisteta, ja hän saa elää sen hyvän tähden mitä on tehnyt.",
      "Näin sanoo Herra Jumala: Minäkö haluaisin, että jumalaton kuolee? Enkö ennemminkin halua, että hän kääntyy teiltään ja saa elää?",
      "Jos vanhurskas luopuu vanhurskaudestaan ja tekee sellaista mikä on väärin, hän kuolee väärien tekojensa tähden. Hän on tehnyt sellaista mikä on väärin, ja siksi hän kuolee.",
      "Ja jos jumalaton kääntyy jumalattomuudestaan ja tekee niin kuin oikein ja hyvin on, hän pelastaa elämänsä.",
      "Hän saa elää, ei hän kuole. Hän saa elää, kun hän ottaa opikseen ja luopuu synneistään ja kaikista pahoista teoistaan.",
      "Silti Israelin kansa sanoo: 'Herra ei tee oikein.' Minäkö en tee oikein, israelilaiset? Päinvastoin: teidän ajatuksenne kulkevat väärää tietä.",
      "Heittäkää pois kaikki rikkomuksenne, kaikki se millä olette syntiä tehneet, ja ottakaa rintaanne uusi sydän ja uusi henki. Miksi te kuolisitte, israelilaiset?",
      "En minä tahdo kenenkään kuolemaa -- näin sanoo Herra Jumala. Kääntykää, niin saatte elää!"
    ],
    [
      "näin: -- Mikä olikaan äitisi! Naarasleijona leijonien joukossa. Se lepäsi nuorten urosten keskellä pentujensa kanssa.",
      "Yhtä poikastaan se ennen muita vaali, ja siitä kasvoi komea leijona, se oppi saalistamaan ja raatelemaan, ihmisiäkin se söi.",
      "Mutta kansat saivat kuulla siitä, ja se pyydystettiin kuoppaan ja vietiin nenärenkaasta taluttaen Egyptin maahan.",
      "Kun emo näki, ettei toivoa ollut, että odotus oli turhaa, se otti toisen poikasistaan ja kasvatti sen.",
      "Poika käyskenteli urosten joukossa, ja siitä kasvoi komea leijona. Se oppi saalistamaan ja raatelemaan, ihmisiäkin se söi.",
      "Se tuhosi heidän palatsinsa, repi hajalle kaupungit. Kaikki maan asukkaat vapisivat, kun se ärjyi.",
      "Mutta kansat kokosivat joukkonsa, kaikkialta tuli väkeä, ja sen tielle viritettiin ansaverkot, se pyydystettin kuoppaan.",
      "Se sai kaulaansa kahleet ja nenäänsä renkaan, ja se vietiin Babylonian kuninkaan luo ja teljettiin luolaan, ettei sen ääntä enää kuultaisi Israelin vuorilla.",
      "Sinun äitisi oli kuin viiniköynnös, veden äärelle istutettu. Se kantoi hedelmää ja vihannoi, olihan sillä vettä.",
      "Siihen kasvoi vankkoja oksia, valtikaksi kelpaavia, ja sen runko kohosi pilvien keskeen. Se näkyi kauas, niin korkea se oli, niin tuuhea ja vihanta.",
      "Mutta vihaisesti se temmattiin irti ja viskattiin maahan, ja kuuma aavikkotuuli kuivetti sen, siitä revittiin hedelmät, ja sen vankat oksat kuivettuivat ja joutuivat tuleen.",
      "Nyt se on istutettu autiomaahan, vettä janoavaan hietikkoon."
    ],
    [
      "Oli seitsemäs vuosi, viidennen kuun kymmenes päivä, ja Israelin vanhimpia tuli kysymään neuvoa Herralta. He asettuivat eteeni istumaan,",
      "ja silloin minulle tuli tämä Herran sana:",
      "Julista heille tuomio, julista, ihminen! Ilmoita heille ne iljettävät teot, joita heidän isänsä ovat tehneet.",
      "Minä vannoin, että vien heidät Egyptistä maahan, jonka olin heitä varten katsonut, maista ihanimpaan, joka tulvii maitoa ja hunajaa.",
      "Minä sanoin heille: 'Heittäkää pois nuo iljetyksenne, älkää enää saastuttako itseänne, älkää palvoko Egyptin epäjumalia. Minä olen Herra, teidän Jumalanne.'",
      "Siellä minä annoin heille säädökseni ja määräykseni -- joka niitä noudattaa, saa elää.",
      "Myös sapattini minä annoin heille, jotta se olisi merkkinä liitostamme ja muistuttaisi heitä siitä, että minä, Herra, olen pyhittänyt heidät omaksi kansakseni.",
      "Sitä en kuitenkaan tehnyt. Oman nimeni tähden minä jätin sen tekemättä, sen tähden, etteivät toiset kansat saisi aihetta pilkata nimeäni. Olinhan minä vienyt heidät Egyptistä noiden kansojen nähden.",
      "Autiomaassa minä kuitenkin kohotin käteni ja vannoin, että en vie heitä maahan, jonka olin heille luvannut, maista ihanimpaan, joka tulvii maitoa ja hunajaa.",
      "He eivät olleet piitanneet määräyksistäni, he eivät olleet eläneet säädösteni mukaan eivätkä pitäneet minun sapattiani kunniassa, niin rakkaita heidän epäjumalansa heille olivat.",
      "Silti minun tuli heitä sääli, enkä minä hävittänyt heitä, en tuhonnut heitä autiomaassa.",
      "Minä olen Herra, teidän Jumalanne. Noudattakaa minun säädöksiäni ja totelkaa minun määräyksiäni, eläkää niiden mukaan.",
      "Pitäkää pyhänä minun sapattini, olkoon se merkkinä liitostamme ja muistuttakoon se teitä siitä, että minä olen Herra, teidän Jumalanne.'",
      "Vedin kuitenkin käteni takaisin enkä tehnyt sitä. Oman nimeni tähden minä jätin sen tekemättä, sen tähden, etteivät toiset kansat saisi aihetta pilkata nimeäni. Olinhan minä vienyt heidät Egyptistä noiden kansojen nähden.",
      "Autiomaassa minä kuitenkin kohotin käteni ja vannoin, että hajotan heidät toisten kansojen sekaan ja sirottelen heidät vieraisiin maihin.",
      "He eivät olleet tehneet määräysteni mukaan, he eivät olleet piitanneet säädöksistäni eivätkä pitäneet minun sapattiani kunniassa, sillä heidän silmänsä tähysivät yhä heidän isiensä epäjumaliin.",
      "Siksi minä annoin heille säädöksiä, jotka eivät olleet hyviä, annoin heille määräyksiä, jotka vievät kuolemaan.",
      "Minä annoin heidän saastua omista uhrilahjoistaan, kun he toivat esikoispoikansa tuliuhriksi alttarille. Minä saatoin heidät kauhun valtaan, jotta he tulisivat tietämään, että minä olen Herra.",
      "Kun vein heidät maahan, jonka valalla vannoen olin luvannut antaa heille, he heti riensivät uhraamaan, missä vain näkivät korkean kukkulan tai viheriöivän puun, uhrasivat teurasuhreja ja antoivat lahjoja, jotka nostattivat minun vihani. He toivat sinne tuoksuvia suitsutusuhrejaan ja vuodattivat siellä juomauhrinsa.",
      "Minä kysyin: 'Mikä on tuo kukkula, jolle te menette?' Niin noita uhripaikkoja alettiin sanoa kukkuloiksi, ja siksi niitä sanotaan vielä tänäkin päivänä.",
      "Vielä tänäkin päivänä te saastutatte itsenne, kun palvotte epäjumalianne, kannatte niille lahjoja ja uhraatte poikanne tuliuhrina. Minäkö antaisin teidän kysyä neuvoa, israelilaiset! Niin totta kuin elän, sanoo Herra Jumala, minulta te ette neuvoa saa!",
      "Niin totta kuin elän, sanoo Herra Jumala, minä olen teidän kuninkaanne. Minä hallitsen teitä väkevällä kädellä, minun käteni on koholla ja minun vihani on raju.",
      "Minä vien teidät vieraiden kansojen keskeltä, minä kokoan teidät maista, joihin olen teidät hajottanut, minä kohotan väkevän käteni ja syöksen vihani teihin.",
      "Minä vien teidät autiomaahan, loitolle kaikista kansoista, ja siellä minä otan teidät eteeni ja panen teidät vastaamaan teoistanne.",
      "Niin kuin minä Egyptin autiomaassa panin teidän isänne vastaamaan, niin minä panen vastaamaan teidät -- näin sanoo Herra Jumala.",
      "Minä panen teidät kulkemaan sauvani alitse ja lasken teidät tarkoin.",
      "Minä erottelen teidän joukostanne ne, jotka eivät ole minulle uskollisia vaan kapinoivat minua vastaan. Heidätkin minä kyllä vien pois maasta, jossa he ovat asuneet muukalaisina, mutta Israelin maahan he eivät pääse. Niin te tulette tietämään, että minä olen Herra.",
      "Koko Israelin kansa on vielä palveleva minua omassa maassaan, minun pyhällä vuorellani, Israelin korkealla vuorella -- näin sanoo Herra Jumala. Siellä minä osoitan teille rakkauteni ja otan vastaan uhrinne, teidän satonne ensi hedelmät, kaikki teidän pyhät lahjanne.",
      "Te tulette tietämään, että minä olen Herra, kun tuon teidät Israelin maahan, siihen maahan, jonka valalla vannoen olen luvannut teidän isillenne.",
      "Siellä te muistatte elämänmenonne, kaikki tekonne, joilla olette itsenne tahranneet, ja te inhoatte itseänne sen pahan tähden, mitä olette tehneet.",
      "(H21:1)Minulle tuli tämä Herran sana:",
      "(H21:3)Sano tuolle etelän metsälle: Kuule Herran sana. Näin sanoo Herra Jumala: Minä sytytän sinut tuleen, ja se tuli nielee kaikki puusi, sekä vihannat että kuivat. Sen liekki ei sammu, sen loimussa kärventyvät kaikkien kasvot etelästä pohjoiseen."
    ],
    [
      "(H21:6)Minulle tuli tämä Herran sana:",
      "(H21:8)Sano Israelin maalle: Näin sanoo Herra: Minä käyn sinun kimppuusi, minä vedän miekkani tupesta ja hävitän kaikki asukkaasi, sekä vanhurskaat että jumalattomat.",
      "(H21:9)Minä olen päättänyt hävittää sekä vanhurskaat että jumalattomat asukkaasi, siksi lähtee miekkani tupestaan ja kaataa kaikki etelästä pohjoiseen.",
      "(H21:10)Kaikki tulevat silloin tietämään, että minä, Herra, vedin miekkani tupesta enkä sitä takaisin pane.",
      "(H21:13)Minulle tuli tämä Herran sana:",
      "(H21:15)teroitettu teurastusta varten, kiillotettu ja hiottu kipunoimaan, salamoimaan!",
      "(H21:16)Se miekka annettiin sepälle, jotta hän hioisi hyvän aseen, ja siitä tuli terävä, kiiltävä miekka, sopiva pyövelin käteen.",
      "(H21:17)Huuda ja valita, ihminen! Se miekka iskee minun kansaani, iskee Israelin johtajia, kurittaa ruhtinaita ja kansaa. Valita siis, lyö rintaasi!",
      "(H21:19)Ennusta, ihminen, iske kätesi yhteen ja ennusta: -- Kahdesti, kolmesti miekka iskee, ja ihmisiä kaatuu, ihmisjoukkoja kaatuu, kun se riehuu heidän keskellään.",
      "(H21:20)Kaikki ovat kauhun vallassa, vapisevat ja kompastelevat. Kaupungin jokaiselle portille olen pannut pyövelin miekan. Voi, siihen on hiottu salaman välke, sen terä on taottu juomaan verta!",
      "(H21:21)Iske oikeaan, viillä vasempaan, minne vain teräsi ohjaan!",
      "(H21:23)Minulle tuli tämä Herran sana:",
      "(H21:25)tien alkuun, toinen osoittamaan miekalle tietä ammonilaisten Rabbaan, toinen Juudaan, linnoitettuun Jerusalemiin.",
      "(H21:27)Hänen oikeaan käteensä osuu Jerusalemin arpa: sinne hänen on vietävä muurinmurtajat, siellä hänen on kohotettava sotahuuto, pantava muurinmurtajat porteille, luotava valtausluiska ja rakennettava piiritysvalli.",
      "(H21:28)Jerusalemin asukkaiden silmissä se ennustus on väärä, he luottavat vannottuun valaan. Mutta hän tulee, hän paljastaa heidän syntinsä ja ottaa heidät vangiksi.",
      "(H21:30)Sinä iljettävä, jumalaton Israelin ruhtinas! Hetkesi on koittanut, tilinteon hetki.",
      "(H21:31)Näin sanoo Herra Jumala: Riisu päähineesi, nosta kruunusi pois, aika on muuttunut. Alhainen korotetaan, ylhäinen alennetaan.",
      "(H21:32)Kaikki tuhotaan, kaikki hävitetään, koko maa raastetaan raunioiksi. Näin tapahtuu silloin, kun saapuu se, jolle tuomiovalta kuuluu. Hänen käsiinsä minä annan sen vallan.",
      "(H21:34)Kun te vielä näette tyhjiä näkyjä ja kuulette vääriä ennustuksia, pannaan miekka jumalattomien kurkulle, heille koittaa tilinteon hetki.",
      "(H21:35)Pane miekkasi takaisin tuppeen. Siellä, missä sinut on luotu, maassa, josta olet kotoisin, minä tuomitsen sinut.",
      "(H21:36)Minä syöksen sinuun kaiken vihani, lietson sinua vastaan suuttumukseni tulen, minä annan sinut raakojen ihmisten käsiin, julmien tappajien armoille."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Sano: Näin sanoo Herra Jumala: Voi sinua, kaupunki! Sinä vuodatat verta kaduillasi, mutta siten vain joudutat tuomiotasi, sinä pystytät epäjumalien kuvia, mutta siten vain saastutat itsesi.",
      "Veri, jonka olet vuodattanut, on merkinnyt sinut, epäjumalankuvat, jotka olet tehnyt, ovat sinut saastuttaneet. Sinun päiväsi täyttyvät, vuotesi ovat menneet. Minä annan sinut toisten kansojen pilkattavaksi, teen sinusta kaikkien kansojen ivan ja naurun aiheen.",
      "Olivatpa lähellä tai etäällä, kaikki ne pilkkaavat sinua, joka olet tahrannut maineesi syntisellä menollasi.",
      "Sinun asukkaasi halveksivat isäänsä ja äitiään, sortavat muukalaisia ja riistävät orpoja ja leskiä.",
      "Sinä halveksit sitä mikä on minulle pyhitetty, sapattianikaan sinä et pidä kunniassa.",
      "Sinun keskelläsi on ihmisiä, jotka puhuvat pahaa toisten pään menoksi, sinun asukkaasi käyvät kukkuloilla uhraamassa, sinun kaduillasi tehdään häpeällisiä tekoja.",
      "Miehet makaavat isänsä vaimon kanssa, ja he ottavat väkisin naisen, vaikka tämä olisi epäpuhtauden tilassa.",
      "Yksi irstailee lähimmäisensä vaimon kanssa, toinen saastuttaa häpeällisesti miniänsä, kolmas makaa oman sisarensa, isänsä tyttären.",
      "Toiset ottavat lahjuksia ja tuomitsevat syyttömiä kuolemaan, toiset antavat lainaa korkoa vastaan ja ahnehtivat voittoa, riistävät lähimmäistään vääryyden keinoin. Minut sinä olet unohtanut. Näin sanoo Herra Jumala.",
      "Vieläkö sinulla on rohkeutta, vieläkö on käsissäsi voimaa niinä päivinä, joina minä vaadin sinut tilille? Minä, Herra, olen puhunut, ja minkä puhuin, sen teen.",
      "Minä hajotan sinut toisten kansojen sekaan, sirotan sinut vieraisiin maihin, ja minä revin irti kaiken saastan, joka sinussa on.",
      "Minulle tuli tämä Herran sana:",
      "Sen tähden sanoo Herra Jumala: Koska teistä kaikista on tullut pelkkää kuonaa, minä kokoan teidät keskelle Jerusalemia.",
      "Niin kuin hopea, kupari, rauta, lyijy ja tina kootaan sulatusuuniin, jotta niihin lietsottaisiin tulta ja ne sulatettaisiin, niin kokoan minä vihani vimmassa teidät, panen uuniin ja sulatan.",
      "Minä kokoan teidät ja lietson teidän yllenne vihani tulen, ja sen liekeissä te sulatte.",
      "Minulle tuli tämä Herran sana:",
      "Sen ruhtinaat olivat kuin ärjyviä leijonia, aina saalista raatelemassa. He iskivät hampaansa ihmisiin, ryöstivät heiltä talot ja tavarat ja tekivät monesta naisesta lesken.",
      "Sen papit rikkoivat ehdoin tahdoin minun lakiani ja saastuttivat sen, mikä oli minulle pyhitetty. He eivät tehneet eroa pyhän ja epäpyhän välillä, eivät opettaneet, mikä on saastaista, mikä puhdasta, eivätkä kantaneet huolta minun sapattini pyhittämisestä. Niin he häpäisivät minun pyhyyteni.",
      "Sen hallitusmiehet olivat kuin susia, kuin saalista raatelevia petoja. He vuodattivat verta ja ajoivat ihmisiä perikatoon, anastivat heidän omaisuutensa itselleen.",
      "Sen profeetat valkaisivat kaiken tämän kalkilla, kun näkivät olemattomia näkyjä ja ennustivat kansalleen perättömiä. He sanoivat: 'Näin sanoo Herra Jumala', vaikka Herra ei ollut sanonut mitään.",
      "Maanomistajat riistivät ja ryöstivät, sortivat köyhää ja kurjaa ja kohtelivat muukalaista vastoin lakia."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "ja he harjoittivat haureutta Egyptissä. Jo nuorina he siellä harjoittivat haureutta: miehet likistelivät heidän tytönrintojaan, hivelivät heidän nännejään.",
      "Heistä vanhempi oli nimeltään Ohola, ja hänen sisarensa oli Oholiba. He tulivat minun omikseni ja synnyttivät poikia ja tyttäriä. Tätä tarkoittavat heidän nimensä: Ohola on Samaria, Oholiba on Jerusalem.",
      "joilla oli purppuraviitat, nuo käskijät ja päälliköt, nuo komeat nuorukaiset, jotka ajoivat sotavaunuilla.",
      "Heille hän lahjoitti irstaan lempensä, kaikille noille Assyrian valiomiehille. Hän makasi jokaisen kanssa, johon tunsi halua, ja saastutti itsensä heidän epäjumalillaan.",
      "Hän jatkoi rietasta elämäänsä, jonka nuorena oli Egyptissä aloittanut -- jo silloin miehet makasivat hänen kanssaan, hivelivät hänen tytönrintojaan ja purkivat himonsa häneen.",
      "Sen tähden minä jätin hänet rakastajiensa armoille, annoin hänet assyrialaisille, joihin hänen himonsa paloi.",
      "He riisuivat hänet alasti, veivät pois hänen poikansa ja tyttärensä ja surmasivat hänet miekalla lyöden. Näin he panivat hänen rangaistuksensa täytäntöön, ja hänestä tuli varoittava esimerkki kaikille naisille.",
      "Hän himoitsi assyrialaisia, noita käskijöitä ja päälliköitä, noita upeasti pukeutuneita taistelijoita ja sotavaunujen ajajia, kaikkia noita komeita nuorukaisia.",
      "Minä näin, miten hänkin ryvetti itsensä -- samaa tietä he kulkivat molemmat.",
      "Mutta hän meni haureudessaan vieläkin pitemmälle. Hän näki seinillä miehenkuvia, punavärillä piirrettyjä Kaldean miehiä.",
      "Niillä oli vyötäisillään lannevaate ja päässä muhkea päähine, ja niillä oli soturin ylväs näkö. Ne olivat Babylonian poikia, Kaldean maan kasvatteja,",
      "ja ensi näkemältä hänen himonsa syttyi. Hän lähetti sananviejiä heidän maahansa Kaldeaan,",
      "ja niin babylonialaiset tulivat, tulivat hänen vuoteeseensa ja makasivat hänen kanssaan. He saastuttivat hänet irstaudellaan, ja kun hän ryvettyi heistä, hänen himonsa sammui.",
      "Mutta hän oli tuonut haureutensa kaikille julki ja paljastanut kaikille häpynsä, ja niin hän kävi minulle vastenmieliseksi, niin kuin oli käynyt hänen sisarensa.",
      "Silti hän jatkoi entistä menoaan. Hän muisteli nuoruutensa päiviä, irstasta elämäänsä Egyptissä,",
      "ja hänen mielensä paloi Egyptin himokkaisiin miehiin, joilla oli elin kuin aasilla ja jotka sinkosivat siementään kuin orhi.",
      "Sen tähden, Oholiba, sanoo Herra Jumala: Minä yllytän rakastajasi sinua vastaan, nuo jotka kävivät sinulle vastenmielisiksi. Joka taholta minä tuon heidät sinun kimppuusi:",
      "babylonialaiset ja kaikki kaldealaiset, Pekodin, Soan ja Koan miehet ja heidän kanssaan kaikki assyrialaiset, nuo komeat nuorukaiset, kaikki käskijöitä ja päälliköitä, maineikkaita sankareita ja ylväitä vaunusotureita kaikki.",
      "He käyvät kimppuusi pohjoisesta, tuovat jyrisevät vaununsa ja eri kansoista kokoamansa sotajoukon, ja niin olet kohta saarroksissa, joka puolella on kilpeä ja kypärää. Minä annan heille tuomiovallan, ja he tuomitsevat sinut omien lakiensa mukaan.",
      "Minä annan sinun tuntea vihani, annan heidän purkaa kaiken raivonsa sinuun. He leikkaavat sinulta nenän ja korvat, ja sotajoukkosi rippeet kaatuvat miekkaan. He vievät pois poikasi ja tyttäresi, ja jäljelle jääneet palavat tulessa.",
      "He raastavat vaatteet yltäsi ja repivät korusi pois.",
      "Niin minä teen lopun iljettävistä teoistasi, riettaudesta, jota Egyptistä alkaen harjoitit. Enää et niitä kaihoa, enää et kaipaa Egyptiin.",
      "He purkavat sinuun vihansa ja ottavat kaiken mitä olet hankkinut, he jättävät sinut makaamaan alastomana ja paljaana, niin että kaikki näkevät portonhäpysi. Omilla iljettävillä teoillasi ja omalla irstaudellasi",
      "sinä olet valmistanut kohtalosi, juoksemalla himoissasi vieraiden perässä ja rypemällä heidän epäjumaliensa edessä.",
      "Samaa tietä olet kulkenut kuin sisaresi kulki, ja saman maljan minä annan sinun juodaksesi.",
      "ja sinä juovut tuskasta. Se on kauhun ja tuhon malja, sisaresi Samarian malja.",
      "Sen sinä juot, ryystät pohjia myöten, sinä puret maljan sirpaleiksi ja revit verille rintasi. Minä, Herra, olen puhunut. Näin sanoo Herra Jumala.",
      "Sen tähden sanoo Herra Jumala: Sinä unohdit minut, sinä käänsit minulle selkäsi. Kärsi siis sinäkin, kanna irstauden ja iljettävien tekojesi seuraukset.",
      "He ovat avionrikkojia, ja heidän kätensä ovat veren tahraamat. He ovat harjoittaneet haureutta epäjumaliensa kanssa, ja jopa poikansa, jotka he minulle synnyttivät, he heittivät tuleen, epäjumalien ruoaksi.",
      "Eikä siinä kaikki: sinä samana päivänä he saastuttivat minun pyhäkköni! He pitivät minun sapattiani pilkkanaan.",
      "Kun he olivat teurastaneet poikiaan epäjumaliensa ruoaksi, he samana päivänä menivät minun pyhäkkööni ja saastuttivat sen. Näin he tekivät minun huoneessani!",
      "ja asettunut upealle vuoteellesi. Sen ääressä oli katettu pöytä, ja sille olit pannut suitsukkeet ja öljyn, jotka olisivat kuuluneet minulle.",
      "Jopa autiomaasta oli haalittu joukoittain miehiä, ja ilo oli ylimmillään, he joivat viiniä ja juopuivat ja panivat renkaita molempien naisten ranteisiin ja kauniit otsarivat heidän päähänsä.",
      "Mutta minä sanoin: 'Koko ikänsä he ovat harjoittaneet haureutta, ja vielä nytkin, vanhoilla päivillään, he makaavat irstaasti miesten kanssa!'",
      "Miehet tulivat niin kuin porton luo tullaan, niin he tulivat Oholan ja Oholiban, noiden iljettävien naisten luo.",
      "Näin sanoo Herra Jumala: Nostettakoon kansa heitä vastaan, jätettäköön heidät ryöstäjien armoille, pelotukseksi muille.",
      "Kansa kivittää heidät ja lyö heidät miekalla kuoliaaksi, heidän poikansa ja tyttärensä surmataan ja heidän talonsa poltetaan poroksi.",
      "Näin minä juurin siveettömyyden koko maasta, ja kaikki naiset ottavat opikseen eivätkä tee niitä iljettävyyksiä, joita te teitte."
    ],
    [
      "Oli yhdeksäs vuosi, kymmenennen kuun kymmenes päivä, ja minulle tuli tämä Herran sana:",
      "Lisää keittolihat, kaikki hyvät palat, reidet ja lavat. Lisää mehukkaat luut,",
      "ota parasta lampaanlihaa. Lado padan alle puut ja keitä lihat, keitä lihat ja luut.",
      "Sillä näin sanoo Herra Jumala: -- Voi kaupunkia, joka on veressä, voi pataa, joka on ruosteessa eikä ruosteestaan pääse! Ota lihat pala palalta pois, arpomatta, valikoimatta.",
      "Kaupunki on veren tahraama. Se vuodatti veren kalliolle, se ei vuodattanut sitä maahan pölyn peitettäväksi.",
      "Siksi minä vihastuin ja päätin rangaista kaupunkia. Minä vuodatan sen oman veren paljaalle kalliolle, niin ettei se peity.",
      "Näin sanoo Herra Jumala: -- Voi veren tahraamaa kaupunkia! Minäkin tuon lisää puita,",
      "ladon niitä päällekkäin ja sytytän tulen. Keitän lihat pehmeiksi, keitän liemen kuiviin, niin että luut palavat karrelle.",
      "Ja tyhjän padan minä jätän tulelle, että se kuumenisi ja alkaisi hehkua, että sen kuona sulaisi, ruoste palaisi pois.",
      "Turhaa kaikki! Pata on paksussa ruosteessa, tuli ei siihen pysty.",
      "Sinä, yltä päältä saastainen, et liastasi puhdistunut, vaikka minä sinua puhdistin. Puhdas ja saastaton sinusta tulee vasta sitten, kun puran vihani sinuun.",
      "Minulle tuli tämä Herran sana:",
      "Minä puhuin aamulla kansalle, ja illalla vaimoni kuoli. Seuraavana aamuna tein saamani käskyn mukaan,",
      "Silloin te teette niin kuin minä nyt teen. Te ette peitä kasvojanne ettekä syö suruleipää,",
      "te pidätte päähineen päässä ja kengät jalassa, te ette itke ettekä järjestä valittajaisia vaan riudutte syntienne tähden ja huokaatte omissa oloissanne.",
      "Hesekiel on teille merkkinä: niin kuin hän tekee, niin teette myös te. Kun se tapahtuu, te tiedätte, että minä olen Herra, Jumala.",
      "sinä päivänä saapuu luoksesi eräs pakoon päässyt ja kertoo sinulle kaiken tämän."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Sano sille: Kuule Herran Jumalan sana. Näin sanoo Herra Jumala: Sinä ilkuit ja sanoit: 'Siitä sait', kun minun temppelini saastutettiin, kun Israelin maata hävitettiin ja kun Juudan kansaa vietiin vankina vieraaseen maahan.",
      "Sen tähden minä annan sinut idän kansojen käsiin, ja ne pystyttävät leirinsä sinun alueillesi ja asettuvat sinun maillesi asumaan, syövät kaiken mitä maasi tuottaa ja juovat kaiken maitosi.",
      "Minä annan kamelien kaluttavaksi Rabban ja teen koko Ammonin maasta lammaslaitumen, ja silloin te tiedätte, että minä olen Herra.",
      "Sen tähden minä kohotan käteni ja annan sinut kansojen ryöstettäväksi, minä hävitän sinut tyystin kansojen joukosta, pyyhin sinut maiden joukosta pois ja hävitän sinut lopullisesti. Silloin sinä tiedät, että minä olen Herra.",
      "Sen tähden minä revin Moabin harjanteelta sen kaupungit, hävitän viimeistä myöten sen kaunistukset: Bet-Jesimotin, Baal-Meonin ja Kirjataimin.",
      "Minä annan sen idän kansojen käsiin, yhtä lailla kuin ammonilaiset, joita ei enää lueta kansojen joukkoon.",
      "Minä panen täytäntöön moabilaisten tuomion, ja silloin he tietävät, että minä olen Herra.",
      "Sen tähden Herra Jumala sanoo: Minä kohotan käteni ja hävitän Edomista ihmiset ja eläimet, minä muutan koko maan rauniokasaksi ja surmaan joka ainoan ihmisen Temanista Dedaniin asti.",
      "Oman kansani, israelilaiset, minä panen toteuttamaan kostoni, ja he tekevät Edomille sen, mitä vihani vaatii. Niin saa Edom tuntea minun kostoni. Näin sanoo Herra Jumala.",
      "Sen tähden Herra Jumala sanoo: Minä kohotan käteni ja rankaisen filistealaisia, minä hävitän kreetit ja tuhoan kaikki merenrannan asukkaat."
    ],
    [
      "Oli yhdestoista vuosi, ensimmäisen kuun ensimmäinen päivä, ja minulle tuli tämä Herran sana:",
      "Ne murtavat Tyroksen muurit, ne repivät sen tornit, ja minä pyyhkäisen mullatkin pois -- vain paljas kallio jää,",
      "luoto, jolla kuivataan verkkoja. Minä olen puhunut, sanoo Herra Jumala. Tyroksesta tulee kansojen ryöstösaalis,",
      "ja sen tyttäret, mantereen kylät, kaatuvat miekkaan. Se saa tietää, että minä olen Herra.",
      "-- Sinun tyttäresi, mantereen kylät, kaatuvat miekkaan. Hän rakentaa ympärillesi vallin, luo valtausluiskan ja pystyttää suojakatokset.",
      "Hän iskee murtajillaan muureihisi, hän repii raudoilla tornisi.",
      "Hevoset nostattavat päällesi pölypilven, ja kavioniskut ja pyörien ryske panevat muurisi tärisemään, kun hän tunkeutuu sisään porteistasi niin kuin tunkeudutaan kaupunkiin, jonka muurit on murrettu.",
      "Hänen hevosensa polkevat katusi rikki, hänen sotilaansa surmaavat väkesi, ja hän kaataa pylvääsi, mahtisi merkit.",
      "He ryöstävät kaikki rikkautesi, riistävät kaiken kokoamasi, repivät muurisi maahan ja tuhoavat komeat talosi, heittävät kivet, palkit ja mullan syvälle mereen.",
      "Minä lopetan sinun laulujesi pauhun, harppujesi helinää ei enää kuulla.",
      "Minä pyyhkäisen sinut paljaaksi kallioksi, luodoksi, jolla kuivataan verkkoja, eikä sinua rakenneta uudestaan, sillä minä, Herra, olen puhunut. Näin sanoo Herra Jumala.",
      "Meren ruhtinaat astuvat valtaistuimiltaan kaikki, heittävät viittansa pois ja riisuvat kirjaillut vaatteensa. Pelko viittanaan he asettuvat paljaalle maalle, vavisten he kauhistelevat kohtaloasi.",
      "He virittävät sinun vuoksesi valitusvirren ja laulavat näin: -- Sinä kohtasit tuhosi, meren kaupunki, maineikas kaupunki, merten herra! Sinä pidit valtaa joukkoinesi, levitit kauhua kaikkialle.",
      "Nyt meren rannat järkkyvät: on tullut tuhosi päivä! Nyt meren saaret kauhistuvat: loppusi on tullut!",
      "Minä syöksen sinut muiden haudattujen kanssa tuonelaan, muinaisen väen luo, minä vien sinut alimpaan manalaan, panen sinut ammoin tuhottujen pariin, panen sinut hautaan vaipuneiden joukkoon. Enää ei kukaan asu taloissasi, enää et nouse elävien maahan."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Olet keskellä merta, ja rakentajasi tekivät sinusta ihmeen kauniin.",
      "Senirin sypressistä rakennettiin molemmat kylkesi, Libanonin vuorilta kaadettiin setri sinulle mastoksi.",
      "Basanin tammista veistettiin sinulle airot. Kansilaudoiksesi tuotiin sypressipuuta kittiläisten saarelta.",
      "Värikästä Egyptin pellavaa olivat purjeesi, tunnusmerkkisi. Sinistä ja punaista Kyproksen purppuraa olivat aurinkokatoksesi.",
      "Sidonin ja Arvadin miehet olivat airoissasi, ja omat viisaasi, Tyros, otit pitämään perää.",
      "Bybloksen vanhimmat ja viisaat tilkitsivät vuotokohdat. Meren kaikki laivat ja laivurit tulivat luoksesi kaupantekoon.",
      "Armeijassasi olivat Persian, Ludin ja Putin miehet. He ripustivat kilpensä ja kypäränsä koristamaan kylkiäsi.",
      "Samoin ostivat Javan, Tubal ja Mesek sinulta tuotteitasi ja antoivat maksuksi orjia ja kupariesineitä.",
      "Bet-Togarman kauppiailta sait vaihtokaupassa vaunuhevosia, ratsuja ja muuleja.",
      "Myös Dedanin kanssa kävit kauppaa, ja monet saaret olivat kauppasuhteissa kanssasi ja antoivat maksuksi norsunluuta ja eebenpuuta.",
      "Kauppakumppaninasi oli myös Edom -- olihan sinulla, mitä myydä. Se toimitti sinulle vastineeksi granaattikiveä, purppuraa, kirjailtuja kankaita ja hienointa pellavaa sekä koralleja ja rubiineja.",
      "Samoin ylläpiti Damaskos suhteita sinuun, koska olit vauras ja sinulla oli paljon kaupattavaa, ja se toimitti sinulle Helbonin viiniä ja Saharin villaa.",
      "Dan ja Ussalin Javan antoivat tavaroistasi maksuksi taottua rautaa, kanelia ja mausteruokoa,",
      "ja Dedan välitti sinulle satulaloimia.",
      "Myös Arabia ja kaikki Kedarin ruhtinaat kävivät kauppaa kanssasi ja toimittivat sinulle karitsoita, pässejä ja pukkeja.",
      "Samoin olivat Saban ja Raeman kauppiaat sinuun yhteydessä ja vaihtoivat tavarasi parhaaseen balsamiin sekä monenlaisiin kalliisiin kiviin ja kultaan.",
      "Haran, Kanne, Eden, Assyria ja Kilmad kävivät nekin kanssasi kauppaa",
      "ja toivat markkinoillesi upeita vaatteita, purppuraviittoja, kirjailtuja kankaita, värikkäitä, raidallisia peitteitä ja vahvoja punosköysiä.",
      "Sinun tavaroitasi kuljettivat Tarsisin-laivat. -- Täpötäynnä, raskaassa lastissa lähdit keskelle merta.",
      "Aavoille merenselille sinut soudettiin, mutta itämyrsky pirstoi sinut keskellä merta.",
      "-- Laivamiehesi huutavat ja valittavat, niin että rannat järkkyvät",
      "ja kaikkialla soutajat lähtevät laivasta, kaikki laivurit ja merimiehet nousevat maihin",
      "ja huutavat suureen ääneen sinun tähtesi. He itkevät katkerasti, ripottavat hiekkaa hiuksiinsa ja kieriskelevät tuhkassa.",
      "He leikkaavat sinun vuoksesi päänsä paljaaksi ja pukeutuvat karkeaan kankaaseen, he itkevät sinua katkerasti, valittaen ja voihkien.",
      "Surussaan he virittävät valitusvirren, laulavat sinusta kuolinlaulun: -- Kuka veti vertoja Tyrokselle, merimahdille?",
      "Sinun tavarasi saapuivat merten takaa, sinä ravitsit monia kansoja. Runsailla, arvokkailla tuotteillasi sinä vaurastutit maan kuninkaat.",
      "Nyt olet hylky, et purjehdi vaan lepäät syvyydessä. Kaikki tavarasi, kaikki joukkosi veit mukanasi mereen.",
      "Kaikki merenrantojen asukkaat kauhistuvat kohtaloasi, heidän kuninkaansa typertyneinä tuijottavat, vapisevat pelosta."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Viisaudessa kyllä voitat Danielinkin, mikään ei jää sinulta salatuksi.",
      "Oman viisautesi ja järkesi avulla olet hankkinut itsellesi rikkauksia, koonnut varastoihisi kultaa ja hopeaa.",
      "Olet tehnyt viisaita kauppoja ja lisännyt vaurauttasi. Mutta rikkaus teki sinusta ylpeän.",
      "Sen tähden sanoo Herra Jumala: -- Koska pidät itseäsi jumalana,",
      "minä nostan vieraat kansat sinua vastaan, minä tuon kansoista julmimmat, ja ne paljastavat miekkansa ja iskevät kopeaan viisauteesi, tallaavat loistosi tomuun.",
      "Ne syöksevät sinut hautaasi, sinä kuolet miekan lävistämänä keskellä merta.",
      "Minulle tuli tämä Herran sana:",
      "Olit Eedenissä, Jumalan puutarhassa, ja sinua koristivat kalliit kivet, karneolit, topaasit ja kalsedonit, krysoliitit, onyksit, jaspikset, safiirit, turkoosit ja smaragdit. Pukusi oli kullalla kirjailtu. Jo syntyessäsi oli kaikki valmiina.",
      "Kerubiksi minä sinut tein, sädehtiväksi vartijaenkeliksi, sinä olit pyhällä vuorella, käyskentelit välkehtivien kivien keskellä.",
      "Moitteen sijaa ei sinussa ollut siitä päivästä, jona sinut loin, siihen päivään, jolloin lankesit pahaan.",
      "Kun kävit kauppaa kaikkialla, sinä tulit yhä röyhkeämmäksi ja sorruit syntiin. Niin minä suistin sinut pyhältä vuorelta, syöksin sinut, vartijakerubini, välkehtivien kivien keskeltä.",
      "Kauneutesi houkutti sinut korskeuteen, loistosi sokaisemana haaskasit viisautesi. Nyt olen syössyt sinut alas, jättänyt kuninkaiden katseltavaksi ja pilkattavaksi.",
      "Sinä teit kaupoissasi vääryyttä, monin synnein sinä saastutit pyhäkkösi. Siksi minä sytytin keskellesi tulen, ja se poltti sinut, minä tein sinusta tomua ja tuhkaa kaikkien nähden.",
      "Minulle tuli tämä Herran sana:",
      "Sano: Näin sanoo Herra Jumala: -- Sidon, minä käyn sinua vastaan! Siinä, mitä sinulle teen, minä osoitan mahtini. Kaikki saavat tietää, että minä olen Herra, kun panen täytäntöön tuomiosi, kun tuon pyhyyteni julki.",
      "Minä lähetän ruton sinun keskellesi ja peitän katusi verellä. Miekka kaataa sinun miehiäsi, joka taholta käydään kimppuusi. Kaikki saavat tietää, että minä olen Herra."
    ],
    [
      "Oli kymmenes vuosi, kymmenennen kuun kahdestoista päivä, ja minulle tuli tämä Herran sana:",
      "Mutta minä isken koukut leukoihisi ja painan virtasi kalat panssariisi, minä tempaan sinut virtasi keskeltä kaikkine kaloinesi, jotka ovat panssariisi tarttuneet.",
      "Ja minä viskaan sinut autiomaahan, sinut ja kaikki sinun virtasi kalat. Sinä putoat kuivalle maalle, eikä sinua haeta, ei haudata. Maan petojen, taivaan lintujen ruoaksi minä jätän sinut.",
      "Kaikki Egyptin asukkaat saavat tietää, että minä olen Herra. Ruokosauvan tavoin sinä olet tukenut israelilaisia.",
      "Kun he tarttuvat sinuun, sinä katkeat ja puhkaiset heidän kätensä, kun he nojaavat sinuun, sinä murrut ja he kaatuvat, heidän lanteensa murtuu.",
      "Sen tähden minä käyn sinua ja sinun virtaasi vastaan, sen tähden minä teen Egyptistä aution, raunioituneen maan Migdolista Assuaniin, Nubian rajalle asti.",
      "Ihmisen jalka ei sitä tallaa, eläimen jalka ei sitä polje, siellä ei asu ketään neljäänkymmeneen vuoteen.",
      "Minä teen Egyptistä autiomman kuin yksikään autiomaa, ja sen kaupungit ovat raunioista raunioituneimmat neljäkymmentä vuotta. Minä hajotan Egyptin kansan toisten kansojen sekaan, minä sirotan sen vieraisiin maihin.",
      "Minä käännän Egyptin kohtalon, tuon heidät takaisin Patrosin maahan, heidän synnyinmaahansa, ja sinne he rakentavat vähäisen valtakunnan.",
      "Se on valtakunnista vähäpätöisin, se ei enää kohoa toisia mahtavammaksi. Minä teen siitä niin heikon, ettei siitä enää ole käskemään toisia kansoja",
      "Oli kahdeskymmenesseitsemäs vuosi, ensimmäisen kuun ensimmäinen päivä, ja minulle tuli tämä Herran sana:",
      "Sen tähden sanoo Herra Jumala: Minä annan Nebukadnessarille, Babylonian kuninkaalle, Egyptin maan. Hänen sotajoukkonsa riistää, ryöstää ja rosvoaa sen rikkaudet, siinä on sen palkka.",
      "Minä annan hänelle Egyptin maan, siten hän saa palkan minun hyväkseni tekemästään työstä -- näin sanoo Herra Jumala."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Se päivä on lähellä, yhä lähempänä on Herran päivä, myrskypilven päivä, kansojen tuomion hetki!",
      "Silloin iskevät miekat Egyptiin, ja Nubia vapisee peloissaan, kun Egyptin miehiä kaatuu, kun siltä riistetään rikkaudet ja revitään perustukset.",
      "Nubian, Putin, Ludin ja Kubin miehet, kaikki Egyptin apujoukot ja liittolaiset kaatuvat miekkaan yhdessä Egyptin kanssa.",
      "Näin sanoo Herra: -- Egyptin liittolaiset luhistuvat, ja sen korskea mahti murtuu. Migdolista Assuaniin asti kaikki kaatuvat miekkaan. Näin sanoo Herra Jumala.",
      "Minä sytytän Egyptin tuleen, ja sen auttajat luhistuvat jok'ikinen. Silloin kaikki tietävät, että minä olen Herra.",
      "Sinä päivänä, minun tuomioni päivänä, lähtee sanansaattajia laivoilla Nubiaan, ja he tuovat pelon tuohon huolettomaan maahan. Sen asukkaat vapisevat sinä päivänä, jona Egypti saa rangaistuksensa. Ja se päivä tulee.",
      "Hänet ja hänen väkensä, kansoista julmimman, minä tuon hävittämään Egyptin maata. Hänen sotilaansa hyökkäävät miekka koholla ja täyttävät maan kaatuneilla.",
      "Minä kuivatan Niilin kaikki vedet ja annan Egyptin raakalaisten käsiin, minä panen vieraat sotajoukot hävittämään maan ja kaiken mitä siinä on. Minä, Herra, olen puhunut.",
      "Minä teen Patrosin autioksi, sytytän Soanin tuleen ja panen Thebassa tuomioni täytäntöön.",
      "Minä sinkoan vihani Siniin, Egyptin vankimpaan varustukseen, ja murskaan Theban mahdin.",
      "Minä sytytän koko Egyptin tuleen. Sin vääntelehtii tuskissaan, Theban muurit murretaan, ja Memfis vallataan keskellä päivää.",
      "Onin ja Pi-Besetin nuoret miehet kaatuvat taistelussa ja nuoret naiset viedään vankeuteen.",
      "Tahpanhesissa pimenee päivä, kun minä siellä murran Egyptin valtikat, kun tulee loppu sen korskeasta mahtailusta. Synkkä pilvi peittää siellä kaupungin, ja sen nuoret tytöt viedään vankeuteen.",
      "Oli yhdestoista vuosi, ensimmäisen kuun seitsemäs päivä, ja minulle tuli tämä Herran sana:",
      "Egyptin kansan minä hajotan toisten kansojen sekaan, minä sirotan sen vieraisiin maihin.",
      "Mutta Babylonian kuninkaan käsivarsiin minä annan voimaa. Minä annan miekkani hänen käteensä ja murskaan faraolta käsivarret, ja farao voihkii hänen edessään niin kuin miekan haavoittama voihkii.",
      "Babylonian kuninkaan käsivarsiin minä annan voimaa, mutta faraon kädet herpoavat. Egypti tulee tietämään, että minä olen Herra, kun annan miekkani Babylonian kuninkaan käteen ja hän kohottaa sen Egyptin maata vastaan."
    ],
    [
      "Oli yhdestoista vuosi, kolmannen kuun ensimmäinen päivä, ja minulle tuli tämä Herran sana:",
      "Sinä olet kuin sypressi, kuin Libanonin setri, jonka mahtavat oksat varjosivat maan. Se kasvoi korkeaksi, sen latva kohosi pilvien keskeen.",
      "Se sai voimansa vedestä, sitä kasvatti syvyyksien virta, joka ulotti monet haaransa sen kasvupaikkaan ja lähetti purojaan kaikille metsän puille.",
      "Sen tähden se kasvoi korkeammaksi kuin toiset metsän puut, sen tähden se haarautui haarautumistaan ja kurkotti oksiaan. Se sai paljon vettä ja kasvoi.",
      "Sen oksilla pesivät kaikki taivaan linnut, sen lehvien suojassa syntyivät kaikki metsän eläimet, sen varjossa asuivat kaikki maailman kansat.",
      "Siitä kasvoi suuri ja kaunis puu, ja se ulotti oksansa etäälle, sillä sen juuret yltivät suuriin vesiin asti.",
      "Yksikään Jumalan puutarhan setri ei ollut sen vertainen. Sypressipuiden oksia ei voinut verrata sen oksiin, eivätkä plataanien latvat olleet sen latvojen vertaiset. Yksikään Jumalan puutarhan puu ei ollut niin kaunis.",
      "Minä tein siitä kauniin puun, haarautuvan ja tuuhean. Kaikki Eedenin puut, Jumalan puutarhan puut kadehtivat sitä.",
      "minä annan sen kansojen käskijän armoille, ja hän tekee sille sen, mitä jumalattomille tehdään. Minä olen sen hylännyt.",
      "Sen kaatuneelle rungolle tekivät pesänsä taivaan linnut, ja sen oksien suojaan asettuivat metsän eläimet.",
      "Minä panen kansat vapisemaan, kun se ryskyen kaatuu, kun minä syöksen sen alas tuonelaan yhdessä hautaan vaipuvien kanssa. Niin saavat tuonelassa hyvityksen kaikki Eedenin puut, Libanonin parhaat ja kauneimmat, kaikki, jotka saivat kyllälti vettä.",
      "Ne ovat yhdessä tuon puun kanssa tuonelan maassa, julmasti surmattujen parissa. Kaikki, jotka elivät puun suojassa, hajotetaan vieraiden kansojen sekaan.",
      "Oliko yksikään Eedenin puista sinun vertaisesi, yhtä maineikas ja mahtava kuin sinä? Silti sinut yhdessä Eedenin puiden kanssa syöstään syvimpään tuonelaan, heitetään ympärileikkaamattomien ja julmasti surmattujen joukkoon. Niin käy faraon ja hänen korskean joukkonsa. Näin sanoo Herra Jumala."
    ],
    [
      "Oli kahdestoista vuosi, kahdennentoista kuun ensimmäinen päivä, ja minulle tuli tämä Herran sana:",
      "Näin sanoo Herra Jumala: Minä levitän verkkoni yllesi. Minä kokoan monia kansoja, ja tällä verkolla ne pyydystävät sinut.",
      "Minä viskaan sinut virran rannalle, paiskaan sinut kuivalle maalle, ja minä usutan kimppuusi taivaan linnut, maan eläimet minä ruokin lihallasi.",
      "Minä levitän raatosi pitkin vuoria ja täytän laaksot sinun haaskallasi,",
      "minä juotan maalle sinun veresi ja rapasi, niin että purojen uomat pursuavat.",
      "Minä peitän taivaan, kun sammutan loistosi, minä puen mustiin tähdet, minä verhoan pilviin auringon, eikä kuu valaise enää.",
      "Kaikki taivaalla hohtavat valot minä pimennän sinun vuoksesi, minä levitän pimeyden maasi ylle. Näin sanoo Herra Jumala.",
      "Minä kerron sinusta ja saatan monet kansat pelon valtaan, sinun kohtalosi saa niiden kuninkailta hiukset pelosta pystyyn. Minä isken ja pistän miekallani heidän nähtensä, ja sinä päivänä, jona sinä kaadut, he vapisevat ja pelkäävät henkensä puolesta.",
      "-- Näin sanoo Herra Jumala: Sinuun iskee Babylonian kuninkaan miekka,",
      "minä kaadan sinun joukkosi soturien miekoilla. He ovat raakaa väkeä, kansoista julminta, ja he hävittävät kaiken, millä Egypti on ylpeillyt, sen korskeat joukot viimeistä myöten.",
      "Minä hävitän kaikki elävät olennot Egyptin suurelta virralta. Sitä ei enää ihmisen jalka sotke, eivät samenna karjan sorkat.",
      "Siten minä kirkastan Egyptin vedet ja teen sen virrasta rasvatyynen -- näin sanoo Herra Jumala.",
      "Kun minä autioitan Egyptin maan, kun tyhjennän sen kaikesta, mikä sen täytti, kun tuhoan kaikki sen asukkaat, he tietävät, että minä olen Herra.",
      "Tämä oli valitusvirsi, ja valitusvirtenä tätä on esitettävä. Virittäkööt naiset tämän virren kaikkialla eri maissa, laulakoot näin Egyptistä, sen korskeasta mahdista. Näin sanoo Herra Jumala.",
      "Oli kahdestoista vuosi, ensimmäisen kuun viidestoista päivä, ja minulle tuli tämä Herran sana:",
      "Vieläkö olet muita parempi? Astu alas, asetu sijallesi jumalattomien pariin.",
      "He suistuvat surmattujen joukkoon, miekka on koholla, farao korskeine joukkoineen syöstään alas.",
      "Siellä on Assyria, siellä sen armeija kuninkaansa haudan ympärillä. Kaikki heidät on julmasti surmattu, isketty kuoliaaksi taistelussa.",
      "Heille on annettu hautapaikaksi tuonelan etäisin onkalo, siellä on soturien joukko kuninkaansa haudan ympärillä. Kaikki heidät on julmasti surmattu, isketty kuoliaaksi taistelussa -- heidät, jotka levittivät kauhua elävien maassa!",
      "Siellä on Elam, siellä sen joukot kuninkaansa haudan ympärillä. Kaikki heidät on julmasti surmattu, isketty kuoliaaksi taistelussa, nuo ympärileikkaamattomat ovat suistuneet alas syvimpään tuonelaan. He levittivät kauhua elävien maassa, mutta nyt heidän osanaan on häpeä hautaan vaipuneiden parissa.",
      "Elamin kuningas on saanut sijansa julmasti surmattujen keskellä, ja kaikki hänen joukkonsa ovat hänen hautansa ympärillä. Miekalla surmattuja ovat nuo ympärileikkaamattomat -- nuo, jotka levittivät kauhua elävien maassa! Nyt heidän osanaan on häpeä hautaan vaipuneiden parissa, heidät on suistettu surmattujen joukkoon.",
      "Siellä on Mesek-Tubal, siellä sen joukot kuninkaansa haudan ympärillä. Miekalla surmattuja ovat nuo ympärileikkaamattomat -- nuo, jotka levittivät kauhua elävien maassa!",
      "Eivät he makaa kaatuneiden sankarien parissa, siellä, missä ovat muinaisajan miehet, nuo, jotka menivät alas tuonelaan täydessä sotisovassa, panivat miekan päänalusekseen ja jäivät lepäämään kilpi luittensa päällä. He levittivät kauhua elävien maassa.",
      "Siellä on Edom, kaikki sen kuninkaat ja ruhtinaat, jotka olivat suuria sankareita mutta joutuivat julmasti surmattujen joukkoon. He viruvat jumalattomien ja hautaan vaipuneiden keskellä."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Kun tuo vartiomies näkee sotajoukon lähestyvän, hän puhaltaa torveen ja varoittaa kansaa.",
      "Jos joku kuulee torven äänen mutta ei välitä varoituksesta ja saa sen vuoksi surmansa vihollisen kädestä, hän on itse syypää kuolemaansa.",
      "Hänhän ei välittänyt varoituksesta, vaikka kuuli torven soivan, ja siksi hän on itse syypää. Se, joka ottaa varoituksen varteen, pelastaa henkensä.",
      "Kun minä uhkaan jumalatonta kuolemalla, asetan sinut vastuuseen hänestä. Ellet sinä puhu hänelle, ellet varoita häntä hänen elämänmenostaan, hän kuolee syntiensä tähden -- ja hänen kuolemastaan minä vaadin tilille sinut.",
      "Mutta jos sinä varoitat jumalatonta hänen vaelluksestaan ja kehotat häntä kääntymään tieltään eikä hän silti käänny, hän kyllä kuolee syntiensä tähden mutta sinä pelastat elämäsi.",
      "Sano heille: Näin sanoo Herra Jumala: Niin totta kuin elän, en minä tahdo, että jumalaton kuolee vaan että hän kääntyy teiltään ja saa elää. Kääntykää! Kääntykää pahoilta teiltänne! Miksi te kuolisitte, israelilaiset!",
      "Jos minä olen vanhurskaalle taannut elämän mutta hän tekeekin vääryyttä vanhurskauteensa luottaen, ei hänen hyväkseen lueta ainoatakaan hänen vanhurskaista teoistaan. Hän teki sellaista mikä on väärin, ja siksi hänen on kuoltava.",
      "Mutta jos minä uhkaan jumalatonta kuolemalla ja hän sitten kääntyy synneistään ja tekee niin kuin oikein ja hyvin on,",
      "palauttaa vaatimansa pantin, korvaa sen minkä on toiselta riistänyt, vaeltaa elämän käskyjen tietä eikä enää tee vääryyttä, hän saa elää. Totisesti, hän ei kuole!",
      "Ainoatakaan syntiä, jonka hän on tehnyt, ei enää muisteta. Hän tekee nyt oikein ja toimii vanhurskaasti, ja siksi hän saa elää.",
      "Jos vanhurskas luopuu vanhurskaudestaan ja tekee sellaista mikä on väärin, hän kuolee väärien tekojensa tähden.",
      "Ja jos jumalaton luopuu jumalattomuudestaan ja tekee niin kuin oikein ja hyvin on, hän saa sen vuoksi elää.",
      "Edellisenä iltana, ennen kuin tuo pakolainen saapui, oli Herran käsi tullut ylleni. Herra oli avannut suuni, niin että aamulla, pakolaisen tullessa, saatoin puhua enkä enää ollut mykkä.",
      "Minulle tuli tämä Herran sana:",
      "Sano sen tähden heille: Näin sanoo Herra Jumala: Te syötte lihan verineen, te palvotte epäjumalia ja surmaatte viattomia ihmisiä. Tekö saisitte pitää maan omananne?",
      "Te turvaatte miekkaanne, te teette iljettäviä tekoja ja makaatte toistenne vaimojen kanssa. Tekö saisitte pitää maan omananne?",
      "Minä teen koko maasta tyhjän ja kolkon autiomaan, sen mahdista ja mahtailusta tulee loppu, eikä sen lohduttomilla vuorilla kulje kukaan.",
      "He tietävät, että minä olen Herra, kun minä heidän iljettävien tekojensa tähden teen koko maasta tyhjän ja kolkon autiomaan.",
      "He tulevat miehissä luoksesi, istuvat edessäsi, niin kuin kansani kuuluu tehdä, ja kuuntelevat sinun puhettasi. Sen mukaisesti he eivät kuitenkaan elä. Heidän suunsa on täynnä valhetta, heidän sydämensä on keinottelun ja voiton lumoissa.",
      "Sinä olet heille vain kuin lemmenlaulujen laulaja, kaunisääninen ja taitavasti soittava viihdyttäjä. He kuuntelevat puhettasi mutta eivät elä sen mukaan."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Te juotte maidon, käytätte villan vaatteisiinne ja teurastatte lihavimmat lampaat, mutta ette pidä huolta laumastanne.",
      "Te ette ole hoivanneet uupuneita, ette ole lääkinneet sairastuneita ettekä sitoneet murtunutta jalkaa, te ette ole etsineet kadonneita ettekä lähteneet eksyneiden perään. Te olette kohdelleet lampaitanne tylysti ja kovin ottein.",
      "Minun laumani on hajonnut, kun se on jäänyt paimenetta, ja minun lampaani ovat joutuneet petojen suihin, kun ne ovat joutuneet erilleen laumastaan.",
      "Minun lampaani harhailevat pitkin vuoria, pitkin korkeita kukkuloita, ne ovat hajaantuneet joka puolelle maata, eikä kukaan kaipaa eikä etsi niitä.",
      "Näin sanoo Herra Jumala: Minun lampaani ovat joutuneet petojen saaliiksi. Minun lampaani ovat joutuneet kaikenlaisten petojen suihin, koska kukaan ei ole niitä kainnut, koska paimeneni eivät ole tunteneet murhetta niistä. Paimenet ovat pitäneet huolta vain itsestään, minun laumastani he eivät ole huolehtineet.",
      "Sen tähden, paimenet, kuulkaa Herran sana.",
      "Näin sanoo Herra Jumala: Niin totta kuin elän, minä panen paimenet vastaamaan, minä vaadin heidät tilille lampaistani. Enää he eivät saa olla laumani paimenia, enää he eivät saa huolehtia minun laumastani eivätkä omasta hyvinvoinnistaan. Minä pelastan lampaani heidän hampailtaan, enää ne eivät joudu heidän ruoakseen.",
      "Niin kuin paimen pitää huolta lampaistaan, kun ne ovat hajaantuneet hänen ympäriltään, niin minä huolehdin lampaistani ja haen ne turvaan kaikkialta, minne ne sumuisena ja synkkänä päivänä ovat kaikonneet.",
      "Minä tuon lampaani vieraasta maasta, minä kokoan ne kansojen keskuudesta, tuon ne omaan maahansa ja kaitsen niitä Israelin vuorilla, purolaaksoissa ja kaikilla ruohoisilla mailla.",
      "Vehmailla niityillä minä niitä kaitsen, niiden laidun on Israelin korkeilla vuorilla. Siellä, vehreillä kedoilla, ne saavat levätä, ne saavat käyskennellä Israelin vuorten rehevillä laidunmailla.",
      "Minä kaitsen itse lampaitani ja vien itse ne lepäämään -- näin sanoo Herra Jumala.",
      "Minä etsin eksyneen ja tuon takaisin laumasta harhautuneen, minä sidon murtuneen jalan, minä hoivaan uupunutta, ja vahvat ja lihavat minä pidän kurissa. Minä kaitsen laumaani niin kuin sitä tulee kaita.",
      "Eikö teille riitä, että saatte syödä hyvän laitumenne ruohon? Pitääkö teidän vielä tallata jalkoihinne se mikä jää jäljelle? Eikö teille riitä kirkasvetinen juomapaikkanne? Pitääkö teidän sotkea se jälkeenne?",
      "Onko muiden lampaitteni käytävä laitumella siellä, missä teidän jalkanne ovat tallanneet, ja juotava vettä, jonka teidän jalkanne ovat sotkeneet?",
      "Te olette kyljillänne ja hartioillanne sysineet heikkoja, te olette puskeneet niitä sarvillanne, kunnes olette saaneet ajetuksi ne laumasta.",
      "Mutta minä pelastan lampaani, eivätkä ne enää ole teidän armoillanne. Minä pidän siitä huolen, että oikeus toteutuu lampaiden kesken.",
      "Minä, Herra, olen heidän Jumalansa, ja palvelijani Daavid on heidän kaikkien ruhtinas. Minä, Herra, olen puhunut.",
      "Minä annan heille siunaukseni ja siunaan maan, joka ympäröi pyhää vuortani. Minä annan sateet ajallaan, ja ne ovat siunauksen sateet.",
      "Puut kantavat hedelmää ja maa antaa runsaan sadon, ja he elävät maassaan vaaroilta turvassa. Kun minä murskaan heidän ikeensä ja pelastan heidät orjuudesta, sortajien käsistä, he tietävät, että minä olen Herra.",
      "Enää he eivät joudu toisten kansojen armoille eivätkä petojen hampaisiin, vaan he elävät rauhassa eikä kukaan ahdista heitä.",
      "Minä istutan heille puutarhan, jolla ei ole vertaa, eikä heidän maassaan enää kukaan menehdy nälkään eikä heidän tarvitse kärsiä toisten kansojen pilkkaa.",
      "He tietävät silloin, että minä, Herra, heidän Jumalansa, olen heidän kanssaan ja että he, Israel, ovat minun kansani. Näin sanoo Herra Jumala.",
      "Te, ihmiset, olette minun lampaani, minun laitumeni lampaat. Minä olen teidän Jumalanne. Näin sanoo Herra Jumala."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Sano sille: Näin sanoo Herra Jumala: -- Seirin vuorimaa, minä käyn sinua vastaan! Minä ojennan käteni sinua kohden ja muutan sinut autioksi aavikoksi.",
      "Minä hajotan kaupunkisi raunioiksi, ja sinusta tulee kolkko autiomaa. Silloin tiedät, että minä olen Herra.",
      "Sen tähden sanoo Herra Jumala: Niin totta kuin elän, minä peitän sinut vereen yltä päältä, etkä sinä pääse siitä eroon. Sinä olet syyllistynyt veritekoihin etkä enää pääse verestä vapaaksi.",
      "Minä muutan Seirin vuoret tyhjäksi ja kolkoksi autiomaaksi, jonka halki ei enää mennä eikä tulla.",
      "Minä peitän sinun vuoresi surmatuilla ja levitän kukkuloillesi ruumiita, täytän kaatuneilla sinun laaksosi ja kaikki purojen uomat.",
      "-- Minä autioitan sinut ikiajoiksi, enää ei kaupungeissasi asuta. Silloin tiedätte, että minä olen Herra.",
      "Sen tähden sanoo Herra Jumala: Niin totta kuin elän, minä teen sinulle sen, mitä vihasi ja kateutesi on pannut sinut itsesi tekemään, sen, mitä itse olet vihasi ajamana heille tehnyt. Sinä tulet vielä tuntemaan minut, kun panen täytäntöön tuomiosi.",
      "Tulet tietämään, että minä, Herra, olen kuullut kaikki sinun solvauksesi. Olen kuullut, miten olet pilkannut Israelin vuoria ja sanonut: 'Ei siellä ole ketään, ne ovat pelkkä suupala meille.'",
      "Te olette rehennelleet minun edessäni ja puhuneet minusta röyhkeästi, ja minä olen kuullut kaiken.",
      "Sinä iloitsit, kun Israelin perintömaa muuttui autiomaaksi, ja niinpä sinun käy samoin. Seirin vuoret, te muututte autiomaaksi, ja sinun, Edom, käy samoin! Te tulette tietämään, että minä olen Herra."
    ],
    [
      "Näin sanoo Herra Jumala: Teidän vihollisenne on ilkkunut teitä ja sanonut: 'Nytpä nuo ikivanhat kukkulat tulevat meidän omiksemme.'",
      "Sen tähden sinun on ennustettava: Näin sanoo Herra Jumala: Teidät on autioitettu, ja joka taholta ovat kansat tavoittelemassa teitä omakseen. Teistä on tullut yleinen puheenaihe, ja kaikki panettelevat teitä.",
      "sanoo Herra Jumala: Totisesti, vihani koko hehkulla minä puhun noita toisia kansoja ja koko Edomin maata vastaan. Täynnä ilkeää iloa ja halveksuntaa ne ovat riistäneet itselleen minun maani, kaapanneet omakseen sen laitumet.",
      "Sen tähden sanoo Herra Jumala: Minä kohotan käteni ja vannon, että teidän ympärillänne olevat kansat saavat itse häväistyksen osakseen.",
      "Minä tulen teidän luoksenne ja käännän katseeni teidän puoleenne, ja teidän peltonne kynnetään ja kylvetään.",
      "Minä tuon teidän rinteillenne yhä enemmän väkeä, tuon koko Israelin kansan, ja kaupungit asutetaan ja rauniot rakennetaan.",
      "Minä tuon suuren kansan ja runsaasti karjaa, ja ne ovat hedelmällisiä ja lisääntyvät. Minä kasvatan asukkaittenne määrän entisen suuruiseksi ja annan teille enemmän hyvää kuin vanhoina aikoina saitte. Silloin te tiedätte, että minä olen Herra.",
      "Näin sanoo Herra Jumala: Sinun sanotaan syövän omia lapsiasi, saattavan oman kansasi tuhoon.",
      "Sen tähden sanoo Herra Jumala: Enää sinä et syö lapsiasi etkä saata kansaasi tuhoon,",
      "Minulle tuli tämä Herran sana:",
      "Minä syöksin vihani heidän ylleen, koska he olivat tahranneet maan veriteoillaan ja saastuttaneet sen epäjumalillaan.",
      "Minä karkotin heidät toisten kansojen sekaan, ja he hajaantuivat moniin maihin. Minä tuomitsin heidät sen mukaisesti kuin heidän tekonsa ja toimensa ansaitsivat.",
      "Mutta minkä kansojen keskelle joutuivatkin, he tahrasivat minun pyhän nimeni, sillä heistä sanottiin: 'Nämä ovat Herran kansaa, mutta heidän on täytynyt lähteä maastaan.'",
      "Minä olin murheellinen, koska israelilaiset tahrasivat pyhän nimeni, minkä kansojen keskelle joutuivatkin.",
      "Minä osoitan, miten pyhä on suuri nimeni, vaikka se on tahrattu kansojen keskuudessa -- te olette tahranneet sen kansojen keskellä. Kansat tulevat tietämään, että minä olen Herra -- näin sanoo Herra Jumala -- kun minä siinä, mitä teille teen, osoitan pyhyyteni niiden nähden.",
      "Minä vihmon teidän päällenne puhdasta vettä, niin että te puhdistutte, minä puhdistan teidät kaikesta saastastanne ja epäjumalienne kaikesta iljettävyydestä.",
      "Minä annan teille uuden sydämen ja teidän sisimpäänne uuden hengen. Minä otan teidän rinnastanne kivisydämen pois ja annan tilalle elävän sydämen.",
      "Minä annan henkeni teidän sisimpäänne ja ohjaan teidät seuraamaan säädöksiäni, ottamaan varteen minun käskyni ja elämään niiden mukaan.",
      "Te saatte asua maassa, jonka minä olen isillenne antanut, te olette minun kansani ja minä olen teidän Jumalanne.",
      "Minä vapautan teidät kaikesta, mikä on teitä saastuttanut. Minä saatan viljan kasvamaan ja tuottamaan runsaan sadon, enää en anna teidän nähdä nälkää.",
      "Minä annan puihin paljon hedelmiä ja pelloille runsaan sadon, niin että te ette enää joudu kärsimään toisten kansojen pilkkaa nälänhädän vuoksi.",
      "En minä teidän tähtenne tee sitä minkä teen, sanoo Herra Jumala, se teidän tulee tietää. Hävetkää, muistakaa vaellustanne ja hävetkää, israelilaiset!",
      "Silloin muokataan pelloksi nuo hävitetyt maat, joiden autiuden on jokainen ohikulkija saattanut nähdä,",
      "ja ihmiset sanovat:'Tuosta autiosta maastahan on tullut kuin Eedenin puutarha. Nuo tuhotut, raunioiksi revityt kaupungit ovat vahvoja linnoituksia, joissa asutaan jälleen.'",
      "Kansat, jotka silloin vielä ovat ympärillänne, tulevat tietämään, että minä, Herra, olen rakentanut sen, mikä oli raunioina, ja istuttanut aution maan. Minä, Herra, olen puhunut, ja näin minä myös teen."
    ],
    [
      "Herran käsi tarttui minuun, ja Herran henki vei minut kauas pois ja laski minut keskelle laaksoa, joka oli täynnä kuolleitten luita.",
      "Hän kuljetti minua yltympäri niiden ylitse, ja minä näin, että luita oli laaksossa hyvin paljon ja että ne olivat rutikuivia.",
      "Näin sanoo Herra Jumala näille luille: Minä annan teihin hengen, niin että te heräätte eloon.",
      "Minä puhuin saamani käskyn mukaan, ja minun vielä puhuessani alkoi kuulua kovaa kalinaa, kun luut lähenivät toisiaan ja liittyivät yhteen nivel niveleltä.",
      "Minä näin, että niiden päälle kasvoi jänteet ja liha ja että nämä saivat nahan ympärilleen, mutta elämää niissä ei ollut.",
      "Minä puhuin niin kuin Herra minua käski, ja luihin tuli henki. Ne heräsivät eloon ja nousivat maasta, ja siinä oli luvuton ihmisjoukko.",
      "Sen tähden julista heille: Näin sanoo Herra Jumala: Minä aukaisen teidän hautanne, päästän teidät, oman kansani, haudoistanne ja vien teidät Israelin maahan.",
      "Te tiedätte silloin, että minä olen Herra, kun minä aukaisen hautanne ja päästän teidät, kansani, haudoistanne.",
      "Minulle tuli tämä Herran sana:",
      "Aseta ne toistensa jatkeeksi, niin että ne kädessäsi yhdistyvät kuin yhdeksi ja samaksi sauvaksi.",
      "Kun maanmiehesi sanovat sinulle: 'Kerro meille, mitä tällä tarkoitat',",
      "anna heille vastaus: Näin sanoo Herra Jumala: Minä otan Joosefin ja hänen johtamiensa Israelin heimojen sauvan, sen, joka on Efraimin hallussa, ja liitän sen Juudan sauvan jatkeeksi, yhdistän ne kädessäni yhdeksi ja samaksi sauvaksi.",
      "ja sinun tulee sanoa heille: Näin sanoo Herra Jumala: Minä otan israelilaiset niiden kansojen keskeltä, joiden sekaan he ovat joutuneet, minä kokoan heidät joka taholta ja tuon heidät omaan maahansa.",
      "Siinä maassa, Israelin vuorilla, minä teen heistä yhden kansan. Heillä kaikilla on oleva hallitsijanaan yhteinen kuningas, enää he eivät elä kahtena kansana eivätkä kahden kuninkaan alaisina.",
      "He eivät enää myöskään saastuta itseään epäjumalillaan ja iljettävillä patsaillaan eivätkä paljoilla rikkomuksillaan. Minä pyyhin pois heidän syntinsä ja rikkomuksensa, minä puhdistan heidät, ja heistä tulee minun kansani ja minä olen heidän Jumalansa.",
      "He saavat asua maassa, jonka minä annoin palvelijalleni Jaakobille ja jossa teidän isänne ovat asuneet. He asuvat siinä ikiaikoihin saakka, he ja heidän lapsensa ja heidän lastensa lapset, ja minun palvelijani Daavid on heidän hallitsijansa ajasta aikaan.",
      "Minun asuinsijani on heidän luonaan, minä olen heidän Jumalansa ja he ovat minun kansani."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Sano hänelle: Näin sanoo Herra Jumala: Gog, Mesekin ja Tubalin ylin ruhtinas, minä käyn sinua vastaan!",
      "Minä kuljetan sinua paikasta toiseen, minä panen koukut leukoihisi ja tuon nähtäväksi sinut ja koko sotajoukkosi, hevosesi ja ratsumiehesi, kaikki täysissä varusteissa, koko suuren joukkosi pitkine ja pyöreine kilpineen, miekkamiehiä kaikki.",
      "Heidän kanssaan ovat Persian, Nubian ja Putin miehet, kaikilla kilvet ja kypärät,",
      "heidän kanssaan ovat Gomer ja Bet-Togarma, kaikki perimmän pohjoisen joukot -- sinun kanssasi on monia kansoja.",
      "sillä aikojen kuluttua sinä saat kutsun ja tehtävän. Kun aika on täysi, sinä tulet sodan jäljiltä rakennettuun maahan, jonka asukkaat ovat palanneet monien kansojen keskeltä. Sinä tulet Israelin vuorille, jotka ovat pitkään olleet autioina mutta ovat saaneet väkensä takaisin kansojen keskeltä. Kaikki asuvat siellä turvallisin mielin.",
      "Silloin tulet sinä, hyökkäät kuin rajuilma, pilven lailla sinä peität koko maan. Sinä hyökkäät kaikkine joukkoinesi, ja sinun kanssasi on monia kansoja.",
      "ja sanot: 'Minä hyökkään suojattomaan maahan, käyn ahdistamaan sen asukkaita, jotka elävät rauhassa ja turvallisin mielin eivätkä suojaa itseään ympärysmuureilla, eivät portein eivätkä salvoin.",
      "Minä ryöstän sieltä kaiken ryöstettävän, rosvoan mitä on rosvottavissa.' Sinä kohotat kätesi raunioita vastaan, jotka on jälleen asutettu, kohti kansaa, joka on koottu takaisin toisten kansojen keskeltä ja joka nyt asuu maan navalla ja on hankkinut karjaa ja vaurastunut.",
      "Kaikki Saban ja Dedanin kauppiaat ja Tarsisin mahtavat kauppamiehet sanovat sinulle: 'Aiotko ryöstää kaiken ryöstettävän, kokositko joukkosi rosvoamaan rosvottavan? Aiotko anastaa hopean ja kullan, kaapata karjan ja kaiken tavaran, ryöstää mahtavan saaliin?'",
      "Sinä lähdet kotimaastasi pohjoisen periltä, ja sinun kanssasi lähtee monia kansoja, ratsumiehiä kaikki, suuri joukko, suunnaton armeija.",
      "Sinä hyökkäät minun kansaani Israelia vastaan ja peität pilven lailla koko maan. Tämä tapahtuu silloin kun aika on täysi, minä vien sinut silloin maatani vastaan, jotta kansat oppisivat tuntemaan minut. Siinä, mitä sinulle teen, Gog, minä osoitan pyhyyteni kaikkien kansojen nähden.",
      "Ja sinä päivänä, jona Gog hyökkää Israelin maahan, syttyy minun vihani hehku -- näin sanoo Herra Jumala.",
      "Täynnä vimmaa, vihaa leimuten minä vannon: tuona päivänä järisee koko Israelin maa.",
      "Minun edessäni vapisevat meren kalat ja taivaan linnut, metsän eläimet, kaikki maassa ryömivät matelijat ja kaikki ihmiset, jotka ovat maan päällä. Vuoret luhistuvat, pengermät sortuvat, ja kaikki muurit murenevat maan tasalle.",
      "Minä nostan kaikilla vuorillani miekat Gogia vastaan, ja kaikki kohottavat miekan ja käyvät toistensa kimppuun -- näin sanoo Herra Jumala.",
      "Minä panen täytäntöön Gogin tuomion. Minä lähetän ruton ja vuodatan verta, minä syöksen hänen päälleen ja kaikkien hänen joukkojensa ja kaikkien häntä seuraavien kansojen päälle rankkasateita ja raekuuroja, tulta ja tulikiveä.",
      "Minä osoitan suuruuteni ja pyhyyteni, annan kaikkien kansojen tuntea, kuka minä olen. Ne tietävät silloin, että minä olen Herra."
    ],
    [
      "Minä kuljetan sinua paikasta toiseen, minä talutan sinua, minä ajan sinut liikkeelle pohjoisen periltä ja tuon sinut Israelin vuorille.",
      "Siellä minä isken jousen vasemmasta kädestäsi ja sivallan oikeasta kädestäsi nuolet.",
      "Israelin vuorilla sinä kaadut, sinä ja kaikki sinun joukkosi ja kansat, jotka ovat mukanasi. Minä annan sinut petolintujen, kaikkien siivekkäiden ja kaikkien metsän eläinten ruoaksi.",
      "Sinä kaadut taistelukentällä, niin minä olen päättänyt, sanoo Herra Jumala.",
      "Oman kansani Israelin minä opetan tuntemaan pyhän nimeni, enää minä en salli nimeäni häväistävän. Kaikki kansat tulevat tietämään, että minä olen Herra, Israelin Pyhä.",
      "Näin käy, sanoo Herra Jumala, näin tapahtuu. Se päivä tulee, josta minä olen puhunut.",
      "He eivät käy kokoamassa risuja eivätkä kaada metsästä puita, vaan tekevät tulen aseista. He ryöstävät ryöstäjänsä, rosvoavat niiltä, jotka ovat heiltä rosvonneet. Näin sanoo Herra Jumala.",
      "Israelilaiset hautaavat heidät puhdistaakseen maansa saastasta, ja tämä työ kestää seitsemän kuukautta.",
      "Maan kaikki asukkaat ovat hautaamassa kaatuneita, ja he saavat siitä kiitoksen sinä päivänä, jona minä tuon julki kunniani. Näin sanoo Herra Jumala.",
      "Kun joku näistä miehistä näkee ihmisen luut, hänen tulee pystyttää niiden viereen merkki, jotta hautaajat tietävät viedä ne Gogin joukkion laaksoon.",
      "Onpa eräällä kaupungillakin sama nimi, Hamona. Näin saadaan maa puhtaaksi.",
      "Syökää sotasankarien lihaa, juokaa mahtavien ruhtinaiden verta -- pässejä, karitsoja, pukkeja, härkiä, Basanin syöttiläitä kaikki!",
      "Te saatte syödä teurasuhristani, jonka minä teitä varten teurastan, te saatte syödä rasvaa kylläksenne ja juoda verta, kunnes juovutte.",
      "Minun pöydässäni te saatte syödä kyllälti hevosia ja ratsuja, sankareita ja sotureita. Näin sanoo Herra Jumala.",
      "Siitä päivästä alkaen israelilaiset tietävät, että minä olen Herra, heidän Jumalansa,",
      "ja kaikki kansat saavat tietää, että israelilaiset joutuivat pakkosiirtolaisuuteen syntinsä tähden, siksi, että eivät pysyneet minulle uskollisina. Minä kätkin heiltä kasvoni ja annoin heidät vihollistensa käsiin, ja he kaatuivat kaikki miekkaan.",
      "Heidän saastaisuutensa ja heidän rikkomustensa tähden minä tein minkä tein, kätkin kasvoni heiltä.",
      "Niin israelilaiset saavat unohtaa häpeänsä ja kaiken uskottomuuden, jota ovat minua kohtaan osoittaneet, ja he saavat taas rauhassa asua omassa maassaan, eikä kukaan ahdista heitä.",
      "Kun minä tuon heidät takaisin kansojen keskeltä ja kokoan heidät vihollismaista, niin tällä, minkä heille teen, minä osoitan pyhyyteni kaikkien kansojen nähden.",
      "Ja israelilaiset tietävät, että minä olen Herra, heidän Jumalansa, sillä niin kuin minä vein heidät pakkosiirtolaisuuteen vieraiden kansojen keskelle, niin minä myös kokoan heidät taas omaan maahansa, yhtäkään unohtamatta."
    ],
    [
      "Oli pakkosiirtolaisuutemme kahdeskymmenesviides vuosi, vuoden alku, kuukauden kymmenes päivä, ja Jerusalemin kukistumisesta oli kulunut neljätoista vuotta. Tuona päivänä Herra tarttui kädellään minuun ja vei minut",
      "näyssä Israelin maahan. Hän laski minut hyvin korkealle vuorelle, ja minä näin, että sen etelärinteelle oli rakennettu kaupunki.",
      "Herra vei minut kaupunkiin, ja sen portilla seisoi mies, joka oli kuin pronssista valettu. Hänellä oli kädessään pellavanuora ja mittakeppi.",
      "Minä näin, että siellä oli temppelialue ja sen ympärillä joka puolella muuri. Miehen kädessä oleva mittakeppi oli kuusi kyynärää pitkä, ja kyynärä oli kämmenenleveyden verran tavallista kyynärää pitempi. Hän mittasi kepillä muurin, ja se oli kuusi kyynärää paksu ja kuusi kyynärää korkea.",
      "Sitten mies meni idän puoleiselle portille, nousi sen portaat ja mittasi porttiaukon. Se oli kuuden kyynärän syvyinen, samansyvyinen kuin muut porttiaukot.",
      "Porttirakennuksen sivuhuoneet olivat mittakepin pituisia ja levyisiä, ja huoneiden väliseinät olivat viisi kyynärää paksut. Eteishalliin johtava porttiaukko oli sekin kuuden kyynärän syvyinen.",
      "Sitten hän mittasi itse eteishallin.",
      "Se oli ovelta ovelle kahdeksan kyynärää, ja sen pihanpuoleiset seinät olivat kaksikyynäräiset. Tämä eteishalli oli esipihan puolella.",
      "Itäportissa oli molemmin puolin kolme sivuhuonetta, kaikki samankokoisia, ja myös väliseinät olivat samanpaksuiset molemmin puolin.",
      "Mies mittasi porttiaukon leveyden, ja se oli kymmenen kyynärää, ja kaikkiaan portti oli kolmentoista kyynärän levyinen.",
      "Sivuhuoneiden edessä oli kyynärän korkuinen aitaus, yhtäläinen käytävän molemmin puolin, ja kukin huone oli kuusi kyynärää pitkä ja kuusi leveä.",
      "Hän mittasi sitten etäisyyden portin sivuhuoneen takaseinästä vastapäisen huoneen takaseinään, katonrajasta katonrajaan, ja se oli kaksikymmentäviisi kyynärää. Oviaukot olivat aina kohdakkain.",
      "Tämän jälkeen hän mittasi eteishallin, joka pisti sisälle esipihaan, ja se oli kaksikymmentä kyynärää leveä.",
      "Portin ulommasta sisäänkäynnistä oli eteishallin pihanpuoleiselle ovelle viisikymmentä kyynärää.",
      "Sivuhuoneissa ja eteishallissa oli molemmin puolin ristikkoikkunat esipihaan päin, ja väliseinissä oli palmunlehväkoristeet.",
      "Mies vei minut sitten ulompaan esipihaan. Pihaa kiersi kiveys ja huonerivi, kolmekymmentä huonetta, joiden ovet olivat kiveykselle päin.",
      "Tämä temppelialueen alempi kiveys alkoi porttirakennusten sivuilta ja ulottui pihaan yhtä leveälti kuin ne.",
      "Mies mittasi etäisyyden alaportin päädystä sisemmän esipihan portin ulkoseinään, ja se oli sata kyynärää. Tällainen oli temppelialueen itäinen portti. Sitten oli vuorossa pohjoisportti,",
      "se, joka pohjoisen puolelta johti ulompaan esipihaan. Mies mittasi sen pituuden ja leveyden.",
      "Siinä oli molemmin puolin kolme sivuhuonetta, ja nämä samoin kuin väliseinät ja eteishalli olivat mitoiltaan samanlaiset kuin ensimmäisessä portissa. Porttirakennus oli viisikymmentä kyynärää pitkä ja kaksikymmentäviisi kyynärää leveä.",
      "Eteishalli, ikkunat ja palmunlehväkoristeet olivat samankokoiset kuin siinä portissa, joka aukeaa itään. Tähänkin porttiin johti seitsemän porrasta, ja eteishalli oli esipihan puolella.",
      "Samalla tavoin kuin temppelialueen itäosassa oli pohjoisporttia vastapäätä portti, joka johti sisempään esipihaan. Mies mittasi matkan portilta portille, ja se oli sata kyynärää.",
      "Sitten mies vei minut etelän puolelle, ja siellä oli portti, joka antoi etelään. Hän mittasi sen, ja portti, sen väliseinät ja eteishalli olivat samankokoiset kuin aikaisemmat.",
      "Portissa ja sen eteishallissa oli molemmin puolin samanlaiset ikkunat kuin toisissa porteissa, ja koko rakennus oli viisikymmentä kyynärää pitkä ja kaksikymmentäviisi kyynärää leveä.",
      "Siihen johti seitsemän porrasta, ja eteishalli oli esipihan puolella. Portin väliseinissä käytävän molemmin puolin oli palmunlehväkoristeet.",
      "Myös täällä, etelän puolella, oli portti, joka johti sisempään esipihaan, ja kun mies mittasi näiden eteläisten porttien välin, se oli sata kyynärää.",
      "Mies vei minut sitten eteläportista sisempään esipihaan. Hän mittasi myös tämän portin, ja se oli samankokoinen kuin edelliset.",
      "Siinä oli samanlaiset sivuhuoneet ja väliseinät ja samanlainen eteishalli kuin toisissa porteissa, siinä ja sen eteishallissa oli ikkunat molemmin puolin, ja koko rakennus oli viisikymmentä kyynärää pitkä ja kaksikymmentäviisi kyynärää leveä.",
      "Eteishallin leveys oli jokaisessa portissa kaksikymmentäviisi kyynärää, ja ovelta ovelle halli oli viisi kyynärää.",
      "Tämä halli oli ulomman esipihan puolella, sen väliseinissä oli palmunlehväkoristeet, ja siihen johti kahdeksan porrasta.",
      "Sitten mies vei minut sisempään esipihaan idän puolelta, mittasi portin ja sai samat mitat kuin muistakin porteista.",
      "Sivuhuoneet, väliseinät ja eteishalli olivat nekin mitoiltaan samanlaiset kuin kaikkialla muualla. Portissa ja sen eteishallissa oli ikkunat molemmin puolin, ja koko rakennus oli viisikymmentä kyynärää pitkä ja kaksikymmentäviisi kyynärää leveä.",
      "Eteishalli oli ulomman esipihan puolella, väliseinissä oli käytävän molemmin puolin palmunlehväkoristeet, ja porttiin johti kahdeksan porrasta.",
      "Mies vei sitten minut pohjoiselle portille, mittasi sen ja sai samat mitat kuin muista porteista.",
      "Siinäkin oli sivuhuoneet, väliseinät, eteishalli ja ikkunat molemmin puolin, ja koko rakennus oli viisikymmentä kyynärää pitkä ja kaksikymmentäviisi kyynärää leveä.",
      "Eteishalli oli ulomman esipihan puolella, väliseinissä oli käytävän molemmin puolin palmunlehväkoristeet, ja porttiin johti kahdeksan porrasta.",
      "Porttirakennuksen eteishallista vei ovi huoneeseen, jossa huuhdellaan polttouhrit.",
      "Eteishallissa oli kummallakin puolen kaksi pöytää, joiden päällä teurastetaan polttouhrit, syntiuhrit ja hyvitysuhrit.",
      "Ulkona, pohjoisportin eteishallin seinustalla oli kummallakin puolen ovea vielä kaksi pöytää.",
      "Näitä pöytiä, joiden päällä uhrit teurastetaan, oli siis kaikkiaan kahdeksan, neljä rakennuksen kummallakin sivustalla.",
      "Polttouhria varten oli edelleen neljä kivestä hakattua pöytää, kaikki puolitoista kyynärää pitkiä, puolitoista kyynärää leveitä ja yhden kyynärän korkuisia. Välineitä, joilla polttouhrit ja teurasuhrit teurastetaan, pidetään",
      "vaaksan mittaisissa nauloissa, jotka kiertävät rivinä huoneen seiniä. Pöydille pannaan uhrilahjaksi tuotujen eläinten lihat.",
      "Kahden sisemmän portin sivustalla oli sisempään esipihaan aukeava huone. Toinen huone ulkoni pohjoisportin seinästä ja avautui etelään, toinen eteläportin seinästä ja avautui pohjoiseen.",
      "Mies mittasi esipihan, ja se oli sata kyynärää pitkä ja sata leveä, neliön muotoinen. Alttari oli temppelin edessä.",
      "Hän vei minut temppelin eteishalliin ja mittasi sen etuseinän, ja se oli oven kummallakin puolen viisi kyynärää paksu. Oviaukko oli neljätoista kyynärää leveä, ja sen molemmin puolin oli kolmen kyynärän levyinen seinä.",
      "Eteishalli oli kaikkiaan kaksikymmentä kyynärää leveä, ja ovelta ovelle se oli kaksitoista kyynärää. Sinne johti kymmenen porrasta. Sisäänkäynnin sivuilla oli pylväät, yksi kummallakin puolella."
    ],
    [
      "Mies vei minut sisälle itse temppeliin ja mittasi sen oviseinän. Se oli kuusi kyynärää paksu oven molemmin puolin; tämä oli myös oviaukon syvyys.",
      "Oviaukon leveys oli kymmenen kyynärää, ja oven molemmin puolin oli seinää viiden kyynärän leveydeltä. Hän mittasi sitten temppelisalin ja sai sen pituudeksi neljäkymmentä kyynärää ja leveydeksi kaksikymmentä kyynärää.",
      "Sitten mies meni perimmäiseen huoneeseen. Hän mittasi oven kummaltakin puolelta seinän, ja se oli kaksi kyynärää paksu. Ovi oli kuuden kyynärän levyinen, ja seinää oli sen molemmin puolin seitsemän kyynärää.",
      "Mies mittasi temppelin seinän, ja se oli kuusi kyynärää paksu. Temppeliä kiertävän kylkirakennuksen leveys oli neljä kyynärää.",
      "Kylkirakennuksessa oli kolmessa kerroksessa kaikkiaan kolmekymmentä huonetta. Temppelin ulkoseinä oli kauttaaltaan porrastettu. Huoneiden lattiat olivat porrastusten varassa, niin ettei niitä tarvinnut kiinnittää temppelin seinään.",
      "Huoneet kiersivät temppeliä ja levenivät kerros kerrokselta. Mitä ylemmäs mentiin, sitä leveämpiä nämä temppeliä kiertävät huoneet olivat, ja alimmasta kerroksesta noustiin ylimpään keskikerroksen kautta.",
      "Minä näin, että rakennusta reunusti joka puolelta korkea tasanne. Se ulkoni kylkirakennuksen seinästä täyden mittakepin verran, siis kuusi kyynärää.",
      "Kylkirakennuksen ulkoseinä oli viisi kyynärää paksu.",
      "Tämän ja muiden rakennusten välissä oli kaksikymmentä kyynärää leveä avoin tasanne, joka kiersi koko rakennuksen.",
      "Kylkirakennuksesta vei tälle tasanteelle kaksi ovea, toinen pohjoiseen, toinen etelään päin, ja sitä reunusti viisi kyynärää paksu muuri.",
      "Lännen puolella tasanteen reunassa oli rakennus, jota ympäröivät viiden kyynärän paksuiset seinät ja joka oli seitsemänkymmentä kyynärää pitkä ja yhdeksänkymmentä kyynärää leveä.",
      "Sitten mies mittasi temppelirakennuksen, ja se oli sata kyynärää pitkä. Samoin tuli läntisen rakennuksen, sen seinien ja tasanteen yhteiseksi pituudeksi sata kyynärää.",
      "Temppelin julkisivu, joka oli itään päin, oli tasanteineen sadan kyynärän levyinen.",
      "Mies mittasi sitten läntisen rakennuksen, joka oli tasanteen reunassa, sen takasivulla, ja sen ja sen seinien yhteinen leveys oli sata kyynärää. Sekä temppelin sisätilojen että eteishallin",
      "seinät olivat puulla päällystetyt, ja ristikkoikkunoita kiersi kolmelta sivulta puukehys, lattiasta ikkunoihin asti seinää peitti laudoitus, ikkunoissa oli luukut,",
      "ja seinäpinnat olivat ovenkamanoiden yläpuolelle saakka puuta. Sekä perimmäisessä että etumaisessa huoneessa kiersivät kaikkia seiniä ruudut,",
      "joihin oli leikattu kerubeja ja palmuja. Kerubien välissä oli aina palmu, ja kullakin kerubilla oli kahdet kasvot,",
      "toisen palmun suuntaan ihmiskasvot ja toiseen palmuun päin leijonan kasvot. Näitä kuvia oli temppelissä seinät täynnään,",
      "lattiasta ovien yläpuolelle asti oli leikattu kerubeja ja palmuja. Temppelisalin seinissä oli",
      "suorakulmaiset oviaukot. Kaikkeinpyhimmän edessä minä näin",
      "Temppelisaliin vei kaksoisovi, samoin kaikkeinpyhimpään.",
      "Kummassakin ovessa oli kaksi kääntyvää ovenpuoliskoa.",
      "Näihin temppelin oviin oli leikattu kerubeja ja palmuja, samanlaisia kuin seiniin. Ulkona, eteishallin edessä, oli puinen katos.",
      "Eteishallissa oli molemmilla sivuseinillä ristikkoikkunat, ja näihin seiniin oli leikattu palmukuvioita."
    ],
    [
      "Mies vei minut sitten ulompaan esipihaan, siihen osaan, joka on pohjoisen puolella. Hän vei minut rakennukseen, joka oli temppelitasanteen takana läntisen rakennuksen vieressä, sen pohjoispuolella.",
      "Tämä rakennus oli pohjoisseinältään sata kyynärää pitkä, ja sen leveys oli viisikymmentä kyynärää.",
      "Se oli sisemmän esipihan kaksikymmenkyynäräistä reunatasannetta vasten, ja sen edessä oli ulomman esipihan kiveys. Rakennuksessa oli kolme portaittain kohoavaa osaa.",
      "Sen editse kulki pihaan päin käytävä, joka oli kymmenen kyynärän levyinen ja sata kyynärää pitkä. Rakennuksen ovet olivat pohjoiseen.",
      "Sen ylimmät huoneet olivat kapeimmat, sillä porrastus vei niistä enemmän tilaa kuin ala- ja keskikerroksen huoneista.",
      "Huoneet olivat näet kolmena penkereenä, ylin kerros korkeammalle porrastettuna kuin alin ja keskimmäinen kerros. Näin rakennuksessa oli toinen toisensa yläpuolelle kohoavat kerrokset. Pylväitä, sellaisia kuin esipihan rakennuksissa, ei täällä ollut.",
      "Ulkona oli rakennuksen edustalla muuri. Se kulki rakennuksen vieritse ulompaa esipihaa kohti ja ulottui pihaan viidenkymmenen kyynärän matkan.",
      "Sen alkupää yhtyi rakennukseen, joka oli ulompaan esipihaan päin, pituudeltaan viisikymmentä kyynärää sekin. Pengerretyllä rakennuksella oli mittaa kaikkiaan sata kyynärää,",
      "ja sen alaosassa oli sisäänkäynti. Tämä oli itään päin, sillä rakennukseen tultiin ulommasta esipihasta,",
      "välimuurin päästä. Etelän puolella oli temppelitasanteen takana läntisen rakennuksen vieressä samoin rakennus,",
      "ja sen edessä kulki käytävä. Rakennus oli samanlainen kuin pohjoispuolella, yhtä pitkä ja yhtä leveä ja yhtäläinen myös huoneittensa, sisäänkäyntiensä ja käytäviensä puolesta.",
      "Tämän etelän puoleisen rakennuksen ovet avautuivat käytävään, jonka vieritse kulki suojamuuri, ja sisäänkäynti oli käytävän itäpäässä.",
      "Kun mies oli saanut sisemmän temppelialueen kokonaan mitatuksi, hän vei minut ulos portista, joka on itää kohti. Sitten hän mittasi koko temppelialueen.",
      "Hän mittasi kepillään itäsivun ja sai näin mitaten sen pituudeksi viisisataa kyynärää. Sitten hän meni",
      "pohjoissivulle, mittasi sen kepillään ja sai sen pituudeksi viisisataa kyynärää. Hän meni sitten",
      "eteläsivulle ja mittasi kepillään sen, ja se oli viisisataa kyynärää pitkä.",
      "Sitten hän meni länsisivulle ja mittasi sen kepillään, ja senkin pituus oli viisisataa kyynärää.",
      "Hän mittasi alueen kaikilta neljältä ilmansuunnalta. Joka puolella oli muuri, ja se oli jokaiselta sivultaan viidensadan kyynärän mittainen. Muuri erotti pyhän alueen muusta kaupungista."
    ],
    [
      "Mies vei minut sitten portille, sille portille, joka aukeaa itään.",
      "Ja minä näin: Idästä saapui Israelin Jumalan kirkkaus. Sen ääni oli kuin suurten vesien pauhu, ja Herran kirkkaus sai maan hohtamaan.",
      "Näky, jonka minä näin, oli samanlainen kuin se, minkä olin aikaisemmin nähnyt, se oli niin kuin se, minkä näin, kun Herra tuli hävittämään kaupunkia, niin kuin se, minkä olin Kebarjoen rannalla nähnyt. Minä heittäydyin maahan kasvoilleni.",
      "Herran kirkkaus meni temppeliin portista, joka on itää kohti.",
      "Henki nosti minut maasta ja vei minut sisempään esipihaan, ja minä näin, että Herran kirkkaus täytti temppelin.",
      "Joku puhutteli minua, ja minä kuulin sen äänen tulevan temppelistä -- mies seisoi yhä minun vieressäni.",
      "He asettivat kynnyksensä minun kynnystäni vasten, ovenpielensä vasten minun ovenpieliäni, niin että vain seinä erotti minut heistä. Iljettävillä teoillaan he tahrasivat minun pyhän nimeni, ja siksi minä vihastuin ja tein heistä lopun.",
      "Nyt he vievät minun luotani pois kaikki iljetyksensä ja kuninkaidensa ruumiit, ja minä olen iäti asuva heidän keskellään.",
      "he häpeävät kaikkea mitä ovat tehneet. Selitä heille temppelin rakenne ja sen eri osat, uloskäynnit ja sisäänkäynnit, kaikki tilat sekä niitä koskevat säädökset ja ohjeet. Piirrä ne heidän nähtäväkseen, että he ottaisivat varteen kaikki selitykset ja kaikki säädökset ja toimisivat niiden mukaan.",
      "Nämä olivat alttarin mitat kyynärinä, kun kyynärä oli kämmenenleveyden verran tavallista kyynärää pitempi: Alttaria kiersi kyynärän syvyinen ja kyynärän levyinen kaivanto, ja kaivannon ympärillä oli vaaksan korkuinen reunus. Ja tämä oli alttarin korkeus:",
      "Kaivannosta, maanpinnan tasalta, oli alempaan porrastukseen kaksi kyynärää, ja porrastus oli kyynärän syvyinen. Alemmasta porrastuksesta oli ylempään porrastukseen neljä kyynärää, ja tämäkin porrastus oli kyynärän syvyinen.",
      "Siitä oli neljä kyynärää alttarin tulisijan tasanteeseen, josta kohosi neljä alttarinsarvea.",
      "Tasanne oli neliön muotoinen, kaksitoista kyynärää pitkä ja kaksitoista leveä.",
      "Sen alapuolella oleva porrastus oli kaikilta neljältä sivultaan neljätoista kyynärää pitkä. Kaivantoa ympäröivällä reunuksella oli korkeutta puoli kyynärää, ja itse kaivanto oli joka puolelta kyynärän syvyinen. Alttarin portaat olivat itäsivulla.",
      "tulee sinun antaa sonni syntiuhriksi leeviläispapeille, jotka ovat Sadokin jälkeläisiä ja saavat tulla minun eteeni uhraamaan minulle -- näin sanoo Herra Jumala.",
      "Ota sen sonnin verta ja sivele sitä alttarin neljään sarveen, porrastuksen neljään kulmaan ja joka puolelle kaivannon reunukseen. Näin sinun tulee puhdistaa alttari ja toimittaa sen sovitusmenot.",
      "Ota sitten syntiuhriksi tuomasi sonni ja polta se pyhille toimituksille varatussa paikassa temppelialueen ulkopuolella.",
      "Kun olet suorittanut puhdistuksen, ota virheetön sonni ja pikkukarjasta virheetön pässi",
      "ja tuo ne Herran eteen. Pappien tulee sirotella suolaa niiden päälle ja uhrata ne polttouhrina Herralle.",
      "Näin alttari seitsemän päivän aikana puhdistetaan ja toimitetaan sen sovitusmenot. Tällä tavoin se vihitään käyttöön."
    ],
    [
      "Mies vei minut sitten takaisin temppelin ulommalle portille, sille, joka on itään päin, mutta se oli suljettu.",
      "Mies vei minut pohjoisportin kautta temppelirakennuksen eteen, ja minä näin, että Herran kirkkaus täytti Herran temppelin. Minä heittäydyin maahan kasvoilleni.",
      "Te tuotte muukalaisia, jotka ovat sekä ulkoisesti että sisäisesti ympärileikkaamattomia, ja annatte heidän olla minun pyhäkössäni. Kun te uhraatte minulle ruokaani, rasvaa ja verta, he läsnäolollaan saastuttavat minun temppelini ja tekevät tyhjäksi liittoni. Näin te teette, muiden iljettävien tekojenne lisäksi.",
      "Te ette edes ole toimittaneet minun edessäni pyhää palvelusta, vaan olette panneet muukalaiset sijastanne palvelemaan minua pyhäkössäni.",
      "Näin sanoo Herra Jumala: Yksikään muukalainen, ulkoisesti ja sisäisesti ympärileikkaamaton, ei saa astua minun pyhäkkööni, ei yksikään niistä muukalaisista, jotka asuvat israelilaisten keskuudessa.",
      "Heistä tulee palvelijoita minun pyhäkkööni, he joutuvat vartioimaan temppelin portteja ja toimittamaan palvelutehtäviä temppelissä, he teurastavat kansan tuomat polttouhrit ja teurasuhrit ja ovat joka hetki valmiina palvelemaan ihmisiä.",
      "Koska he ovat palvelleet kansaa sen uhratessa epäjumalilleen ja olleet johtamassa Israelin heimoa syntiin, minä kohotan käteni heitä vastaan -- näin sanoo Herra Jumala. He joutuvat kantamaan rikkomuksensa seuraukset.",
      "He eivät saa tulla minun eteeni toimittamaan papin tehtäviä, he eivät saa tulla temppeliini suorittamaan pyhiä ja kaikkein pyhimpiä toimituksia. Heidän on kannettava häpeänsä ja sovitettava iljettävät tekonsa.",
      "Minä panen heidät temppelissä palvelutehtäviin, kaikenlaisiin töihin, joita siellä tehdään.",
      "He saavat tulla minun pyhäkkööni, minun pöytäni ääreen, he saavat uhrata minulle ja toimittaa temppelipalvelusta.",
      "Heillä tulee olla päässä pellavainen päähine ja jalassa pellavahousut, mitään hiostavia vaatteita heidän ei ole lupa käyttää.",
      "Kun he sitten lähtevät sieltä ja palaavat ulompaan esipihaan kansan luo, heidän tulee riisua vaatteet, joita he ovat pitäneet toimittaessaan palvelusta. Heidän pitää jättää ne pyhiin huoneisiin ja panna ylleen toiset vaatteet, jotta kansa ei joutuisi alttiiksi niiden pyhyydelle.",
      "Viiniä pappien ei ole lupa juoda silloin kun heidän on mentävä sisempään esipihaan.",
      "Vaimokseen he eivät saa ottaa leskeä eivätkä miehensä hylkäämää naista, vaan heidän tulee ottaa Israelin kansaan kuuluva neitsyt. Myös papin lesken kanssa he voivat mennä naimisiin.",
      "Oikeudessa heidän tulee ratkaista riita- asiat, ja heidän on tuomittava minun lakieni mukaan. Heidän kuuluu huolehtia siitä, että kaikki minun juhlani vietetään minun lakieni ja säädösteni mukaan, ja heidän tulee pitää minun sapattini kunniassa.",
      "Suoritettuaan puhdistusmenot hänen on vielä odotettava seitsemän päivää,",
      "ja sinä päivänä, jona hän palaa temppeliin ja tulee sisempään esipihaan toimittaakseen palvelusta pyhäkössä, hänen tulee uhrata omasta puolestaan syntiuhri. Näin sanoo Herra Jumala.",
      "He saavat syödä ruokauhrit, syntiuhrit ja hyvitysuhrit, ja heille kuuluu kaikki, mikä Israelissa on erotettu ja pyhitetty minun omakseni.",
      "Paras osa ensi sadosta ja esikoisista ja kaikesta, mitä tuotte uhrilahjana, kuuluu papeille. Myös uuden sadon ensimmäisestä leipomuksesta antakaa osa lahjaksi papille, niin kotinne yllä on siunaus.",
      "Mitään itsestään kuollutta tai petojen raatelemaa, olipa se lintu tai maaeläin, papit eivät saa syödä."
    ],
    [
      "Tästä alueesta kuuluu temppelille neliön muotoinen osa, jonka sivut ovat viisisataa kyynärää pitkät, ja tämän ympäriltä viidenkymmenen kyynärän levyinen avoin maakaista.",
      "Erottakaa mittaamastanne alueesta osa, joka on kaksikymmentäviisituhatta kyynärää pitkä ja kymmenentuhatta kyynärää leveä. Siihen tulee temppeli, ja se alue on erityisen pyhä osa Israelin maata.",
      "Se kuuluu papeille, jotka palvelevat pyhäkössä, niille, jotka tulevat Herran eteen ja toimittavat pyhää palvelusta. Tällä alueella ovat heidän talonsa ja karjalaitumensa.",
      "Kaupungin omaisuudeksi antakaa pappien pyhän osan vierestä alue, joka on viisituhatta kyynärää leveä ja kaksikymmentäviisituhatta kyynärää pitkä. Se on oleva koko Israelin kansan yhteistä omaisuutta.",
      "Tällainen on oleva ruhtinaan perintöosa Israelissa. Minun ruhtinaani eivät silloin enää sorra kansaani, vaan jättävät muun osan maata heimoittain jaettuna Israelin kansalle.",
      "Eefan ja batin tulee olla yhtä suuret, niin että bat on kymmenesosa homeria ja eefa samoin homerin kymmenennes. Niiden tilavuus on tarkistettava homerin mukaan.",
      "Sekelin painon tulee olla kaksikymmentä geraa. Pitäkää huoli, että viisi sekeliä aina painaa tarkalleen viisi sekeliä ja kymmenen sekeliä tarkalleen kymmenen. Minan tulee olla viisikymmentä sekeliä.",
      "Öljyn määrä on batilla mitattuna kymmenesosa batia kor-mittaa kohden; homeriin menee kymmenen batia, samoin kor-mittaan.",
      "Pikkukarjasta teidän on Israelin laitumilta tuotava yksi lammas jokaista kahtasataa lammasta kohden. Se olkoon uhrinne, polttouhri ja yhteysuhri, jolla toimitetaan sovitus teidän puolestanne -- näin sanoo Herra Jumala.",
      "Maan kaikki asukkaat ovat velvolliset tuomaan nämä osuudet Israelin ruhtinaalle.",
      "Ruhtinaan vastuulla näet ovat polttouhrit, ruokauhrit ja juomauhrit kaikissa Israelin kansan juhlissa, vuotuisjuhlissa, uudenkuun juhlissa ja sapatteina. Hänen tulee huolehtia syntiuhrista, ruokauhrista, polttouhrista ja yhteysuhrista, joilla toimitetaan sovitus Israelin kansan puolesta.",
      "Papin tulee ottaa syntiuhrin verta ja sivellä sitä temppelin ovenpieliin, alttarin porrastuksen neljään kulmaan ja sisemmän esipihan portin pieliin.",
      "Tehkää samoin myös kuun seitsemäntenä päivänä niiden puolesta, jotka kenties ovat vahingossa tai tietämättään tehneet syntiä. Näin toimitetaan temppelin sovitusmenot.",
      "Sinä päivänä ruhtinaan tulee uhrata sonni syntiuhriksi omasta puolestaan ja maan kaikkien asukkaiden puolesta.",
      "Jokaisena seitsemänä juhlapäivänä hän toimittakoon Herralle polttouhrin: seitsemän virheetöntä sonnia ja seitsemän virheetöntä pässiä joka päivä noiden seitsemän päivän ajan, ja syntiuhriksi joka päivä vuohipukki.",
      "Ruokauhrina hänen tulee antaa jauhoja eefa- mitallinen sonnia kohden ja samoin eefa-mitallinen pässiä kohden sekä öljyä yksi hin-mitta jokaista eefa-mitallista kohti."
    ],
    [
      "Ruhtinaan tulee saapua tähän porttiin eteishallin kautta ja jäädä seisomaan portin sisemmälle ovelle. Papit toimittavat hänen polttouhrinsa ja yhteysuhrinsa. Sen jälkeen hän kumartakoon porttiaukossa maahan saakka ja lähteköön pois, mutta porttia ei saa sulkea ennen iltaa.",
      "Kansan tulee sapattina ja uudenkuun juhlan aikana kumartua tuon portin edessä rukoilemaan Herraa.",
      "Ruokauhrina on pässin osalta eefa-mitta jauhoja, mutta karitsoiden osalta uhri on ruhtinaan itsensä määrättävissä. Öljyä hänen tulee uhrata suhteessa jauhojen määrään, yksi hin-mitta jokaista eefa-mitallista kohden.",
      "Ruokauhrina hän antakoon eefa- mitan jauhoja sonnin osalta ja samoin pässin osalta yhden eefa-mitan, ja karitsoiden osalta hän antakoon haluamansa määrän. Öljyä hänen tulee uhrata yksi hin-mitta jokaista eefa-mitallista kohden.",
      "Mutta kun kansa juhlien aikana tulee temppeliin palvelemaan Herraa, on sen, joka tulee pohjoisportin kautta, mentävä pois eteläisestä portista, ja sen, joka tulee eteläportin kautta, on mentävä pois pohjoispuolen portista. Kukaan ei saa poistua sen portin kautta, josta on tullut, vaan jokaisen on mentävä ulos vastakkaiselta puolelta.",
      "Kun kansa tulee sisään, tulkoon ruhtinas kansan mukana, ja kun kansa lähtee, lähteköön hänkin.",
      "Kun ruhtinas antaa ylimääräisen uhrilahjan, polttouhrin tai yhteysuhrin, vapaaehtoisena antina Herralle, on hänelle avattava itäinen portti. Hänen tulee toimittaa polttouhrinsa ja yhteysuhrinsa samalla tavoin kuin hän toimittaa ne sapattina, ja kun hän lähtee pois, on portti suljettava hänen jälkeensä.",
      "Sen ohella tulee joka aamu uhrata ruokauhrina Herralle kuudennes eefa-mittaa parhaita vehnäjauhoja ja antaa kolmannes hin-mittaa öljyä jauhojen kostuttamiseksi. Tämä on pysyvä määräys.",
      "Karitsa, jauhot ja öljy ovat säännöllinen, joka- aamuinen polttouhri.",
      "Mutta jos ruhtinas lahjoittaa maataan jollekin palvelijalleen, maa pysyy tämän omistuksessa vain riemuvuoteen saakka. Silloin se palaa ruhtinaalle, sillä hänen perintömaansa voi pysyvästi jäädä vain hänen pojilleen.",
      "Mies vei minut vielä käytävään, jonka varrella oli pohjoisen puoleisen, papeille kuuluvan pyhän rakennuksen sisäänkäynti, ja käytävän perällä, sen länsipäässä, oli huone.",
      "Sitten mies vei minut ulompaan esipihaan ja johdatti minut sen neljään nurkkaukseen, ja minä näin, että kussakin esipihan kulmassa oli erillinen tila.",
      "Kaikissa neljässä nurkkauksessa oli pieni piha, neljäkymmentä kyynärää pitkä ja kolmekymmentä leveä. Nämä neljä nurkkapihaa olivat kaikki samansuuruiset.",
      "Jokaista niistä, kaikkia neljää, kiersi kivinen muuri, ja muurin vierustalle oli joka puolelle tehty tulisijoja."
    ],
    [
      "Mies vei minut takaisin temppelin ovelle, ja minä näin, että perustuksen alta kumpusi vettä. Sitä virtasi purona temppelin itäpäädystä -- julkisivuhan oli itään -- ja tultuaan esiin lähellä rakennuksen eteläkulmaa puro jatkoi matkaansa alttarin eteläpuolitse itään päin.",
      "Mies vei minut sitten pohjoisportin kautta ulos ja edelleen ulkomuurin kulman ympäri portille, joka on itään päin, ja minä näin, että puro tuli siellä esiin portin eteläpuolelta.",
      "Mies lähti nyt kulkemaan itään. Hänellä oli kädessään mittanuora, ja hän mittasi tuhat kyynärää ja kehotti minua kulkemaan puron poikki. Vesi ulottui purossa nilkkoihin asti.",
      "Hän mittasi taas tuhat kyynärää ja kehotti minua kulkemaan puron poikki, ja nyt vesi ulottui polviin. Taas hän mittasi tuhat kyynärää ja kehotti minua kulkemaan yli, ja vesi ulottui lanteisiin.",
      "Vielä hän mittasi tuhat kyynärää, ja nyt puro oli kasvanut virraksi, jonka yli en päässyt. Virta oli niin syvä, että olisi pitänyt uida, sitä ei voinut ylittää kahlaamalla.",
      "Paluumatkalla minä näin, että virran rannalla kasvoi molemmilla puolin hyvin paljon puita.",
      "Ja missä ikinä nämä vedet virtaavat, siellä kaikki eläimet menestyvät ja lisääntyvät. Myös kaloja on suuret määrät, sillä kaikkialla, minne tulee, tämä virta muuttaa veden makeaksi. Minne vain se tulee, siellä kaikki virkoaa elämään.",
      "Meren rannalla seisoo kalastajia vieri vieressä, En-Gedistä En-Eglaimiin on verkkoja kuivumassa, ja erilaisia kaloja on viljalti, yhtä monia lajeja kuin Suuressameressä.",
      "Mutta rantojen soissa ja lammikoissa vesi ei makeudu -- ne jäävät entiselleen, jotta saataisiin suolaa.",
      "Jakakaa maa osuuksiin siten, että jokainen heimo saa yhtä paljon. Minä olen käsi koholla vannonut antavani sen teidän isillenne, ja siitä tulee teidän perintönne.",
      "Berotaan, Sibraimiin, joka on Damaskoksen alueen ja Hamatin alueen välissä, ja Hasar-Enaniin, joka on Hauranin rajalla.",
      "Näin raja menee merestä Hasar-Enaniin -- Damaskoksen alue ja Hamatin alue jäävät sen pohjoispuolelle. Tämä on pohjoisraja.",
      "Eteläraja kulkee Tamarista Meribat-Kadesin vesiin ja sieltä Egyptinpuroa seuraten Suureenmereen. Tämä on etelän puoleinen raja.",
      "Lännessä on rajana Suurimeri Lebo-Hamatin kohdalle asti. Tämä on maan länsiraja.",
      "Jakakaa arpomalla perintöosat itsellenne ja muukalaisille, jotka asuvat teidän keskellänne ja synnyttävät lapsia keskuudessanne. Olkoot he teille samanarvoisia kuin syntyperäiset israelilaiset ja saakoot samoin kuin te arvalla perintöosansa Israelin heimojen keskuudesta.",
      "Minkä heimon parissa muukalainen asuu, sen alueelta antakaa hänelle perintöosa. Näin sanoo Herra Jumala."
    ],
    [
      "Danin alueen eteläpuolella on idästä länteen Asserin heimon osuus.",
      "Asserin alueen eteläpuolella on idästä länteen Naftalin heimon osuus.",
      "Naftalin alueen eteläpuolella on idästä länteen Manassen heimon osuus.",
      "Manassen alueen eteläpuolella on idästä länteen Efraimin heimon osuus.",
      "Efraimin alueen eteläpuolella on idästä länteen Ruubenin heimon osuus.",
      "Ruubenin alueen eteläpuolella on idästä länteen Juudan heimon osuus.",
      "Tästä alueesta teidän tulee pyhittää Herralle osa, joka on kaksikymmentäviisituhatta kyynärää pitkä ja kaksikymmentätuhatta kyynärää leveä.",
      "Tämä alue tulee pyhille papeille, Sadokin jälkeläisille, joiden isät suorittivat edessäni palvelusta eivätkä harhautuneet, niin kuin leeviläiset harhautuivat silloin kun Israel kulki harhaan.",
      "Heidän tulee saada oma, erityisen pyhä osansa maan pyhästä alueesta, leeviläisten osuuden vierestä.",
      "Sitä ei ole lupa myydä eikä vaihtaa, eikä tästä maan parhaasta osasta saa luovuttaa mitään muille, sillä se on Herran pyhää maata.",
      "Nämä ovat kaupungin mitat: pohjoissivu neljätuhattaviisisataa kyynärää, eteläsivu neljätuhattaviisisataa kyynärää, itäsivu neljätuhattaviisisataa kyynärää ja länsisivu neljätuhattaviisisataa kyynärää.",
      "Kaupungin ympärillä tulee olla avoin kaista, jonka leveys on pohjoissivulla kaksisataaviisikymmentä kyynärää ja eteläsivulla samoin kaksisataaviisikymmentä, itäsivulla kaksisataaviisikymmentä ja länsisivulla kaksisataaviisikymmentä kyynärää.",
      "Pyhän alueen vieressä olevasta maa-alasta jää vielä itäpuolelle kymmenentuhatta kyynärää ja länsipuolelle samoin kymmenentuhatta. Näiden pyhän alueen vieressä olevien osien sato tulee käyttää kaupungin asukkaiden ruoaksi.",
      "Niiden viljely kuuluu kaupungin asukkaille, olivatpa he mistä tahansa Israelin heimosta.",
      "Koko erotettava alue on kultakin sivultaan kaksikymmentäviisituhatta kyynärää pitkä. Yhdessä kaupungin osuuden kanssa pyhä osa siis muodostaa neliön muotoisen alueen.",
      "Ruhtinaalle kuuluu kaikki se maa, joka on Juudan ja Benjaminin alueiden välissä, hänen omistustensa keskellä olevan leeviläisten osuuden ja kaupungin osuuden rajoilta asti.",
      "Benjaminin alueen eteläpuolella on idästä länteen Simeonin heimon osuus.",
      "Simeonin alueen eteläpuolella on idästä länteen Isaskarin heimon osuus.",
      "Isaskarin alueen eteläpuolella on idästä länteen Sebulonin heimon osuus.",
      "Sebulonin alueen eteläpuolella on idästä länteen Gadin heimon osuus.",
      "Gadin alueen eteläisellä sivulla kulkee maan eteläraja Tamarista Meribat-Kadesin vesiin ja Egyptinpuroa pitkin edelleen Suureenmereen.",
      "Tämä on maa, joka teidän tulee arpomalla jakaa Israelin heimojen perintöosiksi, ja nämä ovat heimojen osuudet. Näin sanoo Herra Jumala.",
      "on kolme porttia. Kaupungin portit on nimetty Israelin heimojen mukaan, ja nämä pohjoisen puoleiset portit ovat Ruubeninportti, Juudanportti ja Leevinportti.",
      "Itäsivu on samoin neljätuhattaviisisataa kyynärää pitkä, ja siinä on kolme porttia: Joosefinportti, Benjamininportti ja Daninportti.",
      "Eteläsivunkin pituus on neljätuhattaviisisataa kyynärää, ja siinä on kolme porttia: Simeoninportti, Isaskarinportti ja Sebuloninportti.",
      "Länsisivu on sekin neljätuhattaviisisataa kyynärää pitkä, ja siinä on kolme porttia: Gadinportti, Asserinportti ja Naftalinportti."
    ]
  ],
  "name": "Ezekiel"
}
