{
  "id": "tt",
  "chapters": [
    [
      "بولس عبد الله ورسول يسوع المسيح لاجل ايمان مختاري الله ومعرفة الحق الذي هو حسب التقوى",
      "على رجاء الحياة الابدية التي وعد بها الله المنزه عن الكذب قبل الازمنة الازلية",
      "وانما اظهر كلمته في اوقاتها الخاصة بالكرازة التي اؤتمنت انا عليها بحسب امر مخلّصنا الله",
      "الى تيطس الابن الصريح حسب الايمان المشترك نعمة ورحمة وسلام من الله الآب والرب يسوع المسيح مخلّصنا",
      "من اجل هذا تركتك في كريت لكي تكمل ترتيب الامور الناقصة وتقيم في كل مدينة شيوخا كما اوصيتك.",
      "ان كان احد بلا لوم بعل امرأة واحدة له اولاد مؤمنون ليسوا في شكاية الخلاعة ولا متمردين.",
      "لانه يجب ان يكون الاسقف بلا لوم كوكيل الله غير معجب بنفسه ولا غضوب ولا مدمن الخمر ولا ضرّاب ولا طامع في الربح القبيح",
      "بل مضيفا للغرباء محبا للخير متعقلا بارا ورعا ضابطا لنفسه",
      "ملازما للكلمة الصادقة التي بحسب التعليم لكي يكون قادرا ان يعظ بالتعليم الصحيح ويوبّخ المناقضين.",
      "فانه يوجد كثيرون متمردين يتكلمون بالباطل ويخدعون العقول ولا سيما الذين من الختان",
      "الذين يجب سد افواههم فانهم يقلبون بيوتا بجملتها معلّمين ما لا يجب من اجل الربح القبيح.",
      "قال واحد منهم. وهو نبي لهم خاص. الكريتيون دائما كذابون وحوش رديّة بطون بطالة.",
      "هذه الشهادة صادقة. فلهذا السبب وبخهم بصرامة لكي يكونوا اصحاء في الايمان",
      "لا يصغون الى خرافات يهودية ووصايا اناس مرتدين عن الحق.",
      "كل شيء طاهر للطاهرين واما للنجسين وغير المؤمنين فليس شيء طاهرا بل قد تنجس ذهنهم ايضا وضميرهم.",
      "يعترفون بانهم يعرفون الله ولكنهم بالاعمال ينكرونه اذ هم رجسون غير طائعين ومن جهة كل عمل صالح مرفوضون"
    ],
    [
      "واما انت فتكلم بما يليق بالتعليم الصحيح.",
      "ان يكون الاشياخ صاحين ذوي وقار متعقلين اصحاء في الايمان والمحبة والصبر.",
      "كذلك العجائز في سيرة تليق بالقداسة غير ثالبات غير مستعبدات للخمر الكثير معلمات الصلاح",
      "لكي ينصحن الحدثات ان يكنّ محبات لرجالهنّ ويحببن اولادهنّ",
      "متعقلات عفيفات ملازمات بيوتهنّ صالحات خاضعات لرجالهنّ لكي لا يجدف على كلمة الله.",
      "كذلك عظ الاحداث ان يكونوا متعقلين",
      "مقدما نفسك في كل شيء قدوة للاعمال الحسنة ومقدما في التعليم نقاوة ووقارا وإخلاصا",
      "وكلاما صحيحا غير ملوم لكي يخزى المضاد اذ ليس له شيء رديء يقوله عنكم.",
      "والعبيد ان يخضعوا لسادتهم ويرضوهم في كل شيء غير مناقضين",
      "غير مختلسين بل مقدمين كل امانة صالحة لكي يزيّنوا تعليم مخلّصنا الله في كل شيء.",
      "لانه قد ظهرت نعمة الله المخلّصة لجميع الناس",
      "معلّمة ايانا ان ننكر الفجور والشهوات العالمية ونعيش بالتعقل والبر والتقوى في العالم الحاضر",
      "منتظرين الرجاء المبارك وظهور مجد الله العظيم ومخلّصنا يسوع المسيح",
      "الذي بذل نفسه لاجلنا لكي يفدينا من كل اثم ويطهر لنفسه شعبا خاصّا غيورا في اعمال حسنة.",
      "تكلم بهذه وعظ ووبّخ بكل سلطان. لا يستهن بك احد"
    ],
    [
      "ذكّرهم ان يخضعوا للرياسات والسلاطين ويطيعوا ويكونوا مستعدين لكل عمل صالح.",
      "ولا يطعنوا في احد ويكونوا غير مخاصمين حلماء مظهرين كل وداعة لجميع الناس.",
      "لاننا كنا نحن ايضا قبلا اغبياء غير طائعين ضالين مستعبدين لشهوات ولذّات مختلفة عائشين في الخبث والحسد ممقوتين مبغضين بعضنا بعضا.",
      "ولكن حين ظهر لطف مخلّصنا الله واحسانه",
      "لا باعمال في بر عملناها نحن بل بمقتضى رحمته خلّصنا بغسل الميلاد الثاني وتجديد الروح القدس",
      "الذي سكبه بغنى علينا بيسوع المسيح مخلّصنا",
      "حتى اذا تبررنا بنعمته نصير ورثة حسب رجاء الحياة الابدية.",
      "صادقة هي الكلمة. واريد ان تقرر هذه الامور لكي يهتم الذين آمنوا بالله ان يمارسوا اعمالا حسنة. فان هذه الامور هي الحسنة والنافعة للناس.",
      "واما المباحثات الغبية والانساب والخصومات والمنازعات الناموسية فاجتنبها لانها غير نافعة وباطلة.",
      "الرجل المبتدع بعد الانذار مرة ومرتين اعرض عنه",
      "عالما ان مثل هذا قد انحرف وهو يخطئ محكوما عليه من نفسه",
      "حينما ارسل اليك ارتيماس او تيخيكس بادر ان تأتي اليّ الى نيكوبوليس لاني عزمت ان اشتي هناك.",
      "جهز زيناس الناموسي وابلّوس باجتهاد للسفر حتى لا يعوزهما شيء.",
      "وليتعلّم من لنا ايضا ان يمارسوا اعمالا حسنة للحاجات الضرورية حتى لا يكونوا بلا ثمر.",
      "يسلم عليك الذين معي جميعا. سلم على الذين يحبوننا في الايمان. النعمة مع جميعكم. آمين"
    ]
  ],
  "name": "Titus"
}
