{
  "id": "ob",
  "chapters": [
    [
      "Tämä on Obadjan näky. Näin sanoo Herra, Herra Edomista: me olemme Herralta sanoman kuulleet, että sanansaattaja on pakanain sekaan lähetetty: nouskaat, ja käykäämme häntä vastaan sotaan!",
      "Katso, minä olen sinun alentanut pakanain seassa, ja sangen ylönkatsotuksi tehnyt.",
      "Sinun sydämes ylpeys on sinun vietellyt, ettäs vuorten rotkoissa asut, sinun korkeissa linnoissas, ja sanot sydämessäs: kuka taitaa minun syöstä maahan?",
      "Vaikkas ylös korkialle menisit niinkuin kotka, ja tekisit pesäs tähtien keskelle; niin minä kuitenkin syöksen sinun alas sieltä, sanoo Herra.",
      "Jos varkaat eli raateliat tulevat yöllä sinun tykös, kuinka sinä niin lyöty olet? Eikö he varasta niin paljon, että heillä kyllä on? Jos viinanhakiat tulevat sinun tykös, eikö he jätä viinamarjan oksia?",
      "Voi kuinka heidän pitää Esaun tutkiman, ja hänen kätketyt tavaransa etsimän.",
      "Kaikki, jotka sinun kanssas liitossa ovat, pitää ajaman sinun pois maaltas; miehet, joihin sinä turvaat, pettävät sinun, ja voittavat sinun; jotka sinun leipäs syövät, pettävät sinun; ei sinulla ole ymmärrystä.",
      "Mitämaks, sanoo Herra, minä kadotan silloin Edomin viisaat ja ymmärryksen Esaun vuorelta.",
      "Sillä sinun väkeväs, Teman, pitää hämmästymän, että heidän kaikkein pitää murhasta Esaun vuorella hukkuman.",
      "Sen vääryyden tähden, jonka sinä veljelles Jakobille tehnyt olet, pitää sinun häpiään tuleman, ja ijankaikkisesti hävitettämän.",
      "Silloin sinä seisoit häntä vastaan, kuin muukalaiset hänen sotaväkensä veivät pois vangittuna, ja vieraat menivät sisälle hänen porteistansa, ja Jerusalemista arvan heittivät; silloin sinä olit niinkuin yksi heistä.",
      "Ei sinun pidä mielelläs katseleman veljes viheliäisyyden aikaa, eikä riemuitseman Juudalaisten surkeuden aikana, ei myös sinun suus pidä niin suuria sanoja puhuman heidän tuskansa aikana.",
      "Ei sinun pidä menemän sisälle minun kansani porteista heidän surkeutensa aikana, eikä mielelläs katseleman heidän onnettomuuttansa heidän vaivansa aikana, eikä kättäs ojentaman heidän kaluunsa heidän surkeutensa aikana.",
      "Ei sinun pidä teiden haaroissa seisoman, murhaamassa heidän pakenevaisiansa, ei myös kiinni ottaman heidän jääneitänsä ahdistuksensa aikana.",
      "Sillä Herran päivä on läsnä kaikkia pakanoita; niinkuin sinä tehnyt olet, niin pitää sinulle jälleen tapahtuman, ja niinkuin sinä ansainnut olet, niin pitää sinun pääs päälle jälleen tuleman.",
      "Sillä niinkuin te olette minun pyhällä vuorellani juoneet, niin pitää kaikki pakanat alati juoman, ryyppäämän ja nielemän, ja oleman niinkuin ei he olleetkaan olisi.",
      "Mutta Zionin vuorella pitää vapaus oleman, ja heidän pitää pyhät oleman, ja Jakobin huoneen pitää perintönsä omistaman.",
      "Ja Jakobin huone pitää tuli oleman, ja Josephin huonen tulen liekki, mutta Esaun huone kortena, jonka heidän pitää sytyttämän ja kuluttaman, niin ettei Esaun huoneesta pidä mitään jäämän; sillä Herra on sen puhunut.",
      "Ja heidän pitää perimän koko etelänpuolisen maan, ynnä Esaun vuoren kanssa, ja lakeuden Philistealaisten kanssa, ja heidän pitää myös Ephraimin ja Samarian kedon omistaman, ja Benjaminin Gileadin.",
      "Ja ne viedyt pois Israelin lasten sotaväestä, jotka Kanaanealaisten seassa hamaan Sarpattiin asti ovat, ja ne viedyt pois Jerusalemin kaupungista, jotka Sepharadissa ovat, pitää kaupungit etelään päin omistaman.",
      "Ja vapahtajat pitää Zionin vuorelle tuleman tuomitsemaan Esaun vuorta; ja niin pitää valtakunta Herran oleman."
    ]
  ],
  "name": "Obadiah"
}
