{
  "id": "zc",
  "chapters": [
    [
      "Dareioksen toisena hallitusvuotena, sen kahdeksantena kuukautena, tuli profeetta Sakarjalle, Berekjan pojalle, Iddon pojanpojalle, tämä Herran sana:",
      "Julista siis kansalle nämä Herran Sebaotin sanat: -- Palatkaa minun luokseni, niin minä palaan teidän luoksenne, sanoo Herra Sebaot.",
      "-- Missä isänne nyt ovat? Entä profeetat? Elävätkö hekään ikuisesti?",
      "Dareioksen toisena hallitusvuotena, yhdennentoista kuukauden eli sebat-kuun kahdentenakymmenentenäneljäntenä päivänä, tuli Herran sana profeetta Sakarjalle, Berekjan pojalle, Iddon pojanpojalle. Profeetta kertoo:",
      "Minä näin yöllä näyn. Mies ratsasti punaruskealla hevosella ja pysähtyi myrttipensaita kasvavaan laaksoon. Hänen jäljessään ratsasti toisia miehiä punaruskeilla, vaaleanruskeilla ja valkoisilla hevosilla.",
      "Silloin Herra lohdutti enkeliä ja puhui hänelle lempeästi.",
      "Mutta minä vihaan niitä kansoja, jotka kerskuvat olevansa turvassa. Kun minä hetkeksi vihastuin omalle kansalleni, nuo kansat tekivät sen kärsimyksen raskaaksi.",
      "Julista edelleen: Näin sanoo Herra Sebaot:  -- Vielä tulee minun kaupungeissani vallitsemaan yltäkylläisyys. Vielä minä annan Siionille lohdutuksen, vielä minä valitsen Jerusalemin omaksi kaupungikseni.",
      "(H2:1)Sitten sain nähdä neljä sarvea.",
      "(H2:3)Sen jälkeen Herra antoi minun nähdä neljä seppää."
    ],
    [
      "(H2:5)Tämän jälkeen näin miehen, jolla oli kädessään mittanuora.",
      "(H2:7)Juuri silloin astui esiin se enkeli, joka oli puhunut kanssani, ja toinen enkeli tuli häntä vastaan",
      "(H2:10) -- Pois, pois! Paetkaa pohjoisesta maasta, sanoo Herra. Minä olin hajottanut teidät kaikkiin ilmansuuntiin, sanoo Herra.",
      "(H2:11)Pois, pois Babylonista! Lähtekää sieltä, Siionin asukkaat!",
      "(H2:12)Herra Sebaot on oman kunniansa tähden lähettänyt minut niiden kansojen luo, jotka ovat ryöstäneet teitä. Hän sanoo niille näin: -- Joka koskee minun kansaani, se koskee minun silmäterääni.",
      "(H2:13)Minä kohotan käteni noita kansoja vastaan, ja ne joutuvat omien orjiensa ryöstösaaliiksi. Silloin te tiedätte, että Herra Sebaot on minut lähettänyt.",
      "(H2:14) -- Iloitse ja riemuitse, tytär Siion! Katso, minä tulen ja asetun asumaan sinun luoksesi, sanoo Herra.",
      "(H2:15)Tuona päivänä monet kansat liittyvät Herraan, ja niistäkin tulee hänen kansaansa. Hän itse asettuu asumaan sinun luoksesi. Silloin sinä ymmärrät, että Herra Sebaot on lähettänyt minut sinun luoksesi.",
      "(H2:16)Herra ottaa pyhässä maassaan Juudan omaksi kansakseen ja valitsee jälleen Jerusalemin omaksi kaupungikseen.",
      "(H2:17) -- Vaietkoot kaikki ihmiset Herran edessä! Herra astuu esiin pyhästä asunnostaan."
    ],
    [
      "Sitten Herra antoi minun nähdä ylipappi Joosuan, joka seisoi Herran enkelin edessä. Saatana seisoi Joosuan oikealla puolella ja syytti häntä.",
      "Joosua seisoi enkelin edessä, likaiset vaatteet päällään.",
      "Herran enkeli vakuutti Joosualle:",
      "Näin sanoo Herra Sebaot: -- Jos kuljet minun teitäni ja noudatat säädöksiä, jotka olen sinulle antanut, saat hallita temppelissäni ja valvoa esipihojani. Minä korotan sinut näiden palvelijoitteni joukkoon.",
      "Näettekö kiven, jonka olen pannut Joosuan eteen? Siinä yhdessä kivessä on seitsemän silmää! -- Katsokaa, minä kaiverran siihen kirjoitukseni, sanoo Herra Sebaot. Yhdessä hetkessä minä otan pois tämän maan synnin."
    ],
    [
      "Enkeli, joka oli selittänyt minulle näyt, tuli taas luokseni ja herätti minut kuin unesta.",
      "(H4:8)Minulle tuli Herran sana:",
      "(H4:9) -- Serubbabelin kädet ovat laskeneet tämän temppelin perustukset, hänen kätensä saattavat myös päätökseen temppelin rakentamisen. Ja te tulette tietämään, että Herra Sebaot on lähettänyt minut teidän luoksenne.",
      "(H4:10a)Se, joka epäillen katseli vaatimatonta alkua, on iloitseva nähdessään viimeisen kiven Serubbabelin kädessä."
    ],
    [
      "Kun jälleen kohotin katseeni, näin kirjakäärön, joka lensi taivaalla.",
      "-- Minä lähetän liikkeelle kirouksen, sanoo Herra Sebaot. Se menee varkaan taloon ja sen taloon, joka on vannonut väärin minun nimeeni. Kirous jää sinne asumaan ja tuhoaa koko talon, niin hirret kuin kivetkin.",
      "Yhtäkkiä ruukun lyijykansi avautui, ja ruukussa istui nainen.",
      "Sen jälkeen minä näin kahden naisen lähestyvän. Heillä oli siivet kuin haikaran siivet, ja tuuli kuljetti heitä. He nostivat eefa-mitan korkealle ilmaan."
    ],
    [
      "Kohottaessani jälleen katseeni näin neljät vaunut, jotka tulivat kahden vuoren välistä. Ne vuoret olivat vaskivuoria.",
      "Ensimmäisiä vaunuja vetivät punaruskeat hevoset ja toisia vaunuja mustat hevoset.",
      "Sitten tulivat kolmannet vaunut, valkoisten hevosten vetäminä, ja lopuksi neljännet, edessään kirjavat hevoset. Kaikki ne olivat vahvoja hevosia.",
      "Minulle tuli tämä Herran sana:",
      "Ota vastaan hopea ja kulta, jonka he ovat tuoneet. Tee niistä kruunu ja pane se ylipappi Joosuan, Josadakin pojan, päähän.",
      "Sano hänelle: Näin sanoo Herra Sebaot: -- Mies, jonka nimi on Uusi Verso, nousee tästä maasta ja rakentaa Herran temppelin.",
      "Hän on rakentava Herran temppelin, hän saa osakseen kunniaa, ja hän istuu ja hallitsee valtaistuimellaan. Pappi on seisova hänen valtaistuimensa vieressä, yksimielisinä he toimivat toinen toisensa rinnalla."
    ],
    [
      "Kuningas Dareioksen neljäntenä hallitusvuotena, yhdeksännen kuukauden eli kislev-kuun neljäntenä päivänä, tuli Herran sana Sakarjalle.",
      "Betelistä oli lähetetty Sar-Eser ja Regem-Melek sekä joitakin muita miehiä uhraamaan Herralle ja rukoilemaan häneltä armoa.",
      "Silloin minulle tuli tämä Herran Sebaotin sana:",
      "Ja kun te uhriaterioillanne syötte ja juotte, ettekö te syö ja juo vain omaksi nautinnoksenne?",
      "Ettekö muista niitä sanoja, joita aikaisemmat profeetat minun käskystäni julistivat silloin, kun Jerusalemissa ja sen ympäristön kaupungeissa vielä asuttiin turvassa ja kun myös Negev ja läntiset kukkulat olivat asuttuja?",
      "Sakarjalle tuli tämä Herran sana:",
      "Leskeä ja orpoa, muukalaista ja köyhää älkää sortako, älkää suunnitelko pahaa toinen toisellenne.",
      "Isänne kovettivat sydämensä timantinkoviksi, ja niin he eivät ottaneet vastaan käskyjäni eivätkä mitään siitä, mitä minä, Herra Sebaot, olin henkeni voimalla puhunut heille aikaisempien profeettojen välityksellä. Sen vuoksi minä, Herra Sebaot, vihastuin heihin.",
      "Niin kuin he eivät kuunnelleet minua, kun minä kutsuin heitä, niin en minäkään kuunnellut, kun he vuorostaan huusivat minua avuksi, sanoo Herra Sebaot."
    ],
    [
      "Minulle tuli tämä Herran Sebaotin sana:",
      "Näin sanoo Herra: -- Minä palaan takaisin Siioniin ja asun Jerusalemissa. Silloin Jerusalemin nimenä on Uskollinen kaupunki ja Herran Sebaotin vuoren nimenä Pyhä vuori.",
      "Näin sanoo Herra Sebaot: -- Jälleen tulee aika, jolloin Jerusalemin toreilla istuu vanhoja miehiä ja naisia. Korkeaan ikään he ovat jo ehtineet, he kulkevat keppi tukenaan.",
      "Ja Jerusalemin kadut ovat täynnä tyttöjä ja poikia, he leikkivät kaupungin kujilla.",
      "Näin sanoo Herra Sebaot: Jos tämä kaikki onkin uskomatonta niiden silmissä, jotka noina päivinä ovat jäljellä tästä kansasta, tarvitseeko sen olla uskomatonta minun silmissäni? kysyy Herra Sebaot.",
      "Näin sanoo Herra Sebaot: -- Vielä minä pelastan oman kansani auringonnousun ja auringonlaskun maista.",
      "Jerusalemiin minä tuon heidät asumaan. He ovat minun kansani, ja minä olen heidän Jumalansa, uskollinen ja vanhurskas.",
      "Näin sanoo Herra Sebaot: -- Rohkaiskaa mielenne, kun nyt kuulette profeettojen julistavan nämä sanani. He julistivat ne jo silloin, kun Herran Sebaotin temppelin perustukset laskettiin.",
      "Ennen noita aikoja ihmiset eivät saaneet työstään elatusta eikä karjalla ollut tarpeeksi ruokaa. Ei kukaan, joka liikkui ulkona, ollut turvassa väkivallalta. Minä annoin kaikkien käydä toistensa kimppuun.",
      "Mutta vastedes minä en kohtele tästä kansasta jäljelle jääneitä niin kuin ennen kohtelin tätä kansaa, sanoo Herra Sebaot.",
      "Minä kylvän rauhaa ja menestystä. Viiniköynnös antaa hedelmänsä, maa tuottaa satonsa, ja taivas antaa sateensa. Kaiken tämän minä lahjoitan kansastani jäljelle jääneille.",
      "Niin kuin te, Juudan ja Israelin heimot, olette olleet kansojen keskuudessa merkkinä minun kirouksestani, niin te tulette olemaan merkkinä minun siunauksestani, kun minä olen pelastanut teidät. Älkää pelätkö! Rohkaiskaa mielenne!",
      "Nyt olen yhtä vakaasti päättänyt tehdä hyvää Jerusalemille ja Juudan heimolle. Älkää siis pelätkö!",
      "-- Nämä teidän tulee pitää: Puhukaa totta toisillenne! Jakakaa oikeutta totuuden mukaan, niin että rauha vallitsee keskuudessanne.",
      "Minulle tuli tämä Herran Sebaotin sana:",
      "Näin sanoo Herra Sebaot: -- Vielä on tapahtuva, että monet kansat ja monien kaupunkien asukkaat lähtevät liikkeelle.",
      "Kansanjoukot ja mahtavat kansat saapuvat Jerusalemiin rukoilemaan minua, Herraa Sebaotia, uhraamaan minulle ja etsimään minulta apua.",
      "Näin sanoo Herra Sebaot: Jokaisen Juudan miehen viitan liepeisiin tarttuu noina päivinä kymmenen miestä, jotka kaikki puhuvat eri kieltä, ja he sanovat: 'Me tahdomme tulla teidän mukaanne. Olemme kuulleet, että Jumala on teidän kanssanne.'"
    ],
    [
      "Ennussana. Herran sana on läsnä Hadrakin maassa, Damaskos on sen asuinpaikka, sillä Herran on Damaskos, Syyrian helmi, niin kuin kaikki Israelin heimotkin.",
      "Herran sana toteutuu myös Hamatissa, Damaskoksen rajanaapurissa, jopa Tyroksessa ja Sidonissa, eikä niiden viisaus voi sitä estää.",
      "Tyros on rakentanut suojakseen mahtavan muurin, koonnut hopeaa kuin hiekkaa, kerännyt kasoittain kultaa.",
      "Mutta Herra valloittaa kaupungin ja lyö mereen sen muurit. Tuli tuhoaa sen kokonaan.",
      "Askelon näkee Tyroksen kohtalon ja joutuu pelon valtaan. Gaza vapisee kauhuissaan, samoin Ekron, sillä tyhjiin raukeaa sen toivo. Gazan kuningas kukistuu, Askelon muuttuu autioksi,",
      "Asdodissa on asuva sekarotuinen lauma. Minä, Herra, lannistan filistealaisten ylpeyden.",
      "Minä otan verisen lihan pois heidän suustaan, tempaan iljettävät, saastaiset ruoat heidän hampaistaan. Silloin jäljelle jääneet filistealaiset tulevat minun omikseni. Heidät otetaan Juudan sukukuntien joukkoon, Ekronin asukkaat liitetään minun kansaani niin kuin jebusilaiset ennen.",
      "Minä itse asetun vartioon suojaamaan temppeliäni sotajoukoilta, jotka kulkevat tässä maassa. Kukaan ei enää ahdista minun kansaani. Minä vartioin sitä nyt omin silmin.",
      "Iloitse, tytär Siion! Riemuitse, tytär Jerusalem! Katso, kuninkaasi tulee. Vanhurskas ja voittoisa hän on, hän on nöyrä, hän ratsastaa aasilla, aasi on hänen kuninkaallinen ratsunsa.",
      "Hän tuhoaa sotavaunut Efraimista ja hevoset Jerusalemista, sotajouset hän lyö rikki. Hän julistaa kansoille rauhaa, hänen valtansa ulottuu merestä mereen, Eufratista maan ääriin asti.",
      "-- Kuule, Jerusalem! Verellä vahvistetun liiton tähden minä vapautan vankeuteen viedyt asukkaasi syvästä ja pimeästä kuopasta.",
      "Palatkaa, vangitut, takaisin turvapaikkaanne, te ette ole turhaan eläneet toivossa! Vielä tänäänkin lupaan: kaksinkertaisen hyvityksen minä annan sinulle, Siion.",
      "Juudan minä jännitän jousekseni, asetan Efraimin nuoleksi sen jänteelle. Sinun poikasi, Siion, minä nostan kreikkalaisia vastaan ja teen sinusta käteeni sankarin miekan.",
      "-- Herra ilmestyy omiensa avuksi. Kuin salaman hän sinkoaa nuolensa. Herra Jumala puhaltaa pasuunaan, hän kiitää etelästä polttavassa myrskyssä.",
      "Herra Sebaot suojelee omiaan. Hän kaataa linkokivillään viholliset, lyö heidät maahan. Veri vuotaa valtoimenaan kuin viini. Herran soturit ovat yltä päältä vihollisten veressä niin kuin täydet uhrimaljat, niin kuin alttarin kulmat, verellä vihmotut.",
      "Tuona päivänä Herra Jumala pelastaa kansansa, kokoaa omansa yhteen kuin lammaslauman. He loistavat hänen maassaan kuin kruunussa sädehtivät jalokivet.",
      "Kuinka kauniiksi tulee maa, kuinka ihanaksi! Maa tuottaa viljan ja viinin, nuorukaiset ja neidot kukoistavat."
    ],
    [
      "Pyytäkää Herralta sateita, pitkälle kevääseen saakka! Herra nostattaa tuulispäät ja pilvet, hän lähettää sadekuurot. Hän antaa viljan viheriöidä jokaisen pellolla.",
      "Mutta kotijumalat puhuvat valheita, ennustajat näkevät valhenäkyjä, kertovat joutavia uniaan, lohduttavat tyhjillä lupauksilla. Sen tähden kansa harhailee kuin lammaslauma uupuneena ja kurjana. Paimenta ei ole.",
      "Näin sanoo Herra: -- Minun vihani on syttynyt! Minä rankaisen paimenia ja rankaisen lauman kellokkaita.   Herra Sebaot pitää huolta laumastaan, Juudan heimosta, ja tekee siitä itselleen uljaan sotaratsun.",
      "-- Juudan heimon johtoon nousevat sen omat miehet, he ovat kulmakivi, he ovat teltan vaarna, he ovat sotajousi.",
      "Juudan miehet sotivat kuin sankarit, polkevat taistelussa vihollisen murskaksi, kuin tallaisivat katujen lokaa. He taistelevat voitokkaasti, sillä Herra on heidän puolellaan. Tappiolle jäävät vihollisen ratsujoukot.",
      "Minä teen Juudan heimosta vahvan, ja Joosefin heimoa minä autan. Minä annan niiden palata takaisin, sillä minä armahdan kansaani. He ovat jälleen minun omiani, ikään kuin en olisi koskaan heitä hylännyt. Minä olen Herra, heidän Jumalansa, minä kuulen heidän rukouksensa.",
      "Efraimilaiset ovat uljaita sotureita, heidän silmänsä hehkuvat ilosta niin kuin viinistä. Heidän lapsensa katselevat ja iloitsevat, heidän sydämensä riemuitsee Herrasta.",
      "Hetki tulee, jolloin minä vihellän merkin vieraisiin maihin joutuneille ja kokoan heidät, minä lunastan heidät vapaiksi. Minun kansani on oleva suuri, yhtä suuri kuin se kerran oli.",
      "Vaikka olen sirotellut heidät kansojen joukkoon, he ja heidän lapsensa saavat jäädä eloon ja palata takaisin, kun he kaukaisissa maissa muistavat minua.",
      "Minä tuon heidät takaisin Egyptin maasta, kokoan heidät Assyriasta. Minä annan heille myös Gileadin maan ja Libanonin vuoret -- mutta sielläkään ei ole heille riittävästi tilaa.",
      "He kulkevat pois orjuudesta meren poikki, sen aallot minä lyön pois tieltä. Niili kuivuu pohjiaan myöten, Assyrian mahti murtuu, ja valtikka otetaan pois Egyptiltä.",
      "Minä, Herra, teen kansani väkeväksi, ja minun omanani se vaeltaa, sanoo Herra."
    ],
    [
      "Avaa porttisi, Libanon, niin tuli pääsee syömään setrisi!",
      "Valittakaa, sypressit! Setrit ovat kaatuneet, mahtavat puut on hävitetty. Valittakaa, Basanin tammet! Sankka metsä on sortunut.",
      "Kuulkaa paimenten valitusta, heidän rehevät laitumensa on hävitetty. Kuulkaa nuorten leijonien karjuntaa, kun Jordanin tiheikkö on tuhottu.",
      "joita niiden omistajat tappavat tuntematta syyllisyyttä. He myyvät niitä, ja jokainen sanoo: 'Jumalan kiitos, minä olen rikastunut!' Edes paimenet eivät sääli lampaita.",
      "Mutta yhden kuukauden kuluessa minä panin pois kolme paimenta. Myös lampaita kohtaan kärsivällisyyteni loppui, ja nekin kyllästyivät minuun.",
      "Näin siis purkautui tämä liitto sinä päivänä. Kun kauppiaat näkivät, mitä tein, he ymmärsivät, että toimin Herran käskystä.",
      "-- Voi kelvotonta paimenta, joka hylkää lauman! Miekka viiltäköön hänen käsivartensa ja hänen oikean silmänsä! Kuivettukoon se käsivarsi, ja tulkoon se silmä sokeaksi!"
    ],
    [
      "Ennussana. Tämä on Herran sana Israelille. Näin sanoo Herra, joka on levittänyt taivaat, laskenut maan perustukset ja luonut hengen ihmisen sisimpään:",
      "Sinä päivänä minä teen Jerusalemista raskaan kiven kaikkien kansojen tielle. Ne kokoontuvat Jerusalemia vastaan, mutta kaikki, jotka käyvät siihen kiveen käsiksi, satuttavat itsensä.",
      "Juudan sukujen päämiehet sanovat silloin: 'Jerusalemin asukkaat ovat meidän tukenamme. Herra Sebaot, heidän Jumalansa, auttaa heitä.'",
      "Sinä päivänä minä teen Juudan heimojen päämiehet liekeiksi keskelle kuivaa metsää, ikään kuin tulisoihduksi lyhteiden sekaan, ja tuli tuhoaa kansat oikealta ja vasemmalta. Mutta Jerusalemin asukkaat pysyvät yhä paikoillaan kaupungissaan.",
      "(H12:7-8)Mutta Herra pelastaa ensiksi Juudan asuinsijat, etteivät Daavidin suku ja Jerusalemin asukkaat saisi suurempaa kunniaa kuin Juuda.",
      "Mutta Daavidin sukuun ja Jerusalemin asukkaisiin minä vuodatan armon ja rukouksen nöyrän hengen. Ja he kohottavat katseensa minuun, kohottavat katseensa häneen, jonka ovat lävistäneet. He surevat häntä, niin kuin surraan ainoaa poikaa, ja valittavat häntä katkerasti, niin kuin esikoista valitetaan.",
      "Silloin Jerusalemissa itketään yhtä äänekkäästi kuin itkettiin Hadad- Rimmonia Megiddon laaksossa.",
      "Koko maa on täynnä valitusta. Kukin suku valittaa erikseen, ja erikseen niiden miehet ja naiset: Daavidin suku, Natanin suku,",
      "Leevin suku, Simein suku",
      "ja kaikki muutkin suvut, jokainen niistä erikseen ja erikseen niiden miehet ja naiset."
    ],
    [
      "Jos joku vielä profetoi, hänen isänsä ja äitinsä -- hänen omat vanhempansa -- sanovat hänelle: 'Sinun täytyy kuolla, sillä sinä olet puhunut valhetta Herran nimissä.' Ja hänen isänsä ja äitinsä - - hänen omat vanhempansa -- pistävät hänet kuoliaaksi, koska hän rupesi profeetaksi.",
      "Siihen aikaan profeetat varovat kertomasta näkyjään, eikä kukaan enää pukeudu karkeaan viittaan tekeytyäkseen profeetaksi.",
      "He sanovat: 'En ole profeetta, minä viljelen maata. Nuoruudestani lähtien olen tehnyt peltotöitä.'",
      "-- Kohoa, miekka, paimentani kohti, nouse uskottuani vastaan! sanoo Herra Sebaot. Minä lyön paimenen maahan, ja lauman lampaat joutuvat hajalle, pienimpiäkin vastaan minä kohotan käteni.",
      "Näin sanoo Herra: -- Kaksi kolmasosaa tämän maan asukkaista joutuu tuhoon ja kuolee, vain yksi kolmannes jää jäljelle."
    ],
    [
      "Jerusalem, Herran päivä on jo lähellä! Sinä päivänä sinut ryöstetään tyhjäksi, ja saalis jaetaan muuriesi sisällä.",
      "Minä kokoan kaikki kansat taistelemaan Jerusalemia vastaan. Kaupunki valloitetaan, talot ryöstetään, naiset raiskataan, puolet kaupungin asukkaista viedään vieraaseen maahan. Mutta jäljelle jääneitä ei tuhota.",
      "Herra itse lähtee sotaan viholliskansoja vastaan, niin kuin hän on lähtenyt ennenkin vihollisen hyökätessä.",
      "Hän seisoo sinä päivänä Öljymäellä, joka kohoaa Jerusalemin itäpuolella. Ja Öljymäki halkeaa kahtia idästä länteen, toinen puoli vuoresta väistyy pohjoiseen, toinen puoli etelään, ja välille syntyy valtaisa laakso.",
      "Te pakenette vuorten välissä olevaa laaksoa pitkin, ja se ulottuu Asaliin asti. Te pakenette, niin kuin paettiin maanjäristystä Juudan kuninkaan Ussian aikana. Sitten Herra, teidän Jumalanne, tulee Jerusalemiin, ja kaikki pyhät ovat hänen mukanaan.",
      "Sinä päivänä ei ole hellettä, ei pakkasta eikä jäätä.",
      "Kerran tulee aika -- milloin, sen Herra tietää --  jolloin yö on kirkas kuin päivä eikä ilta enää pimene.",
      "Silloin virtaavat Jerusalemista elämää antavat vedet. Puolet niistä juoksee itäiseen mereen, puolet läntiseen mereen kesät ja talvet, ehtymättä.",
      "Sinä päivänä Herra on oleva koko maanpiirin kuningas. Hän on oleva yksi ja ainoa Jumala ja hänen nimensä ainoa, jota avuksi huudetaan.",
      "Koko maa Jerusalemin ympärillä Gebasta etelään, Rimmoniin saakka, on muuttuva tasangoksi. Mutta Jerusalem kohoaa korkealla, ja siellä asutaan niin kuin ennen. Kaupunki tulee ulottumaan Benjamininportilta entiselle Kulmaportille asti ja Hananelintornilta kuninkaan viininpuristamolle saakka.",
      "Mikään ei enää uhkaa Jerusalemia. Siellä saadaan elää turvassa.",
      "Mutta Herra lyö vitsauksella kaikkia niitä kansoja, jotka sotivat Jerusalemia vastaan. Ihmisiltä mätänee ruumis heidän vielä seisoessaan, silmät mätänevät kuopissaan, ja kieli mätänee heidän suuhunsa.",
      "Sinä päivänä Herra saattaa heidät täyteen sekasortoon. He käyvät käsiksi toinen toiseensa, nostavat käden toistaan vastaan.",
      "Silloin Juuda taistelee Jerusalemin rinnalla, ja ympärillä asuvien kansojen rikkaudet kootaan saaliina yhteen: kultaa, hopeaa ja vaatteita suuret määrät.",
      "Sama vitsaus on kohtaava hevosia, muuleja, kameleita ja aaseja, kaikkia eläimiä, jotka ovat noissa leireissä.",
      "Kaikki jäljellä olevat niistä kansoista, jotka ovat hyökänneet Jerusalemia vastaan, tulevat nyt sinne vuosi vuodelta kumartaen rukoilemaan Kuningasta, Herraa Sebaotia, ja viettämään lehtimajanjuhlaa.",
      "Mutta jos jokin kansa ei tule Jerusalemiin rukoilemaan Kuningasta, Herraa Sebaotia, niin se saa turhaan odottaa maahansa sadetta.",
      "Jos egyptiläiset eivät lähde matkaan ja tule Jerusalemiin, niin hekään eivät saa sadetta. Sen sijaan Herra lyö heitä vitsauksella, niin kuin hän lyö muitakin kansoja, jos ne eivät tule lehtimajanjuhlaan.",
      "Tämä olkoon rangaistuksena egyptiläisille ja kaikille kansoille, jotka eivät saavu viettämään lehtimajanjuhlaa.",
      "Jokainen pata Jerusalemissa ja Juudassa on oleva pyhitetty Herralle. Ihmiset, jotka tulevat uhraamaan, voivat keittää niissä uhrilihaa. Silloin ei kukaan enää käy kauppaa Herran Sebaotin temppelissä."
    ]
  ],
  "name": "Zechariah"
}
