{
  "id": "hb",
  "chapters": [
    [
      "Monet kerrat ja monin tavoin Jumala muinoin puhui isillemme profeettojen suulla,",
      "mutta näinä viimeisinä aikoina hän on puhunut meille Pojassaan, jonka hän on pannut kaiken perilliseksi ja jonka välityksellä hän myös on luonut maailmat.",
      "Poika on Jumalan sädehtivä kirkkaus, hänen olemuksensa kuva, ja hän ylläpitää kaikkea olemassa olevaa sanansa voimalla. Toimitettuaan puhdistuksen synneistä hän on asettunut korkeuksissa istuimelleen Majesteetin oikealle puolelle.",
      "Näin hänestä on tullut enkeleitä suurempi, yhtä lailla kuin hänen saamansa nimi on enkelien nimiä ylhäisempi.",
      "Ei Jumala ole yhdellekään enkelille milloinkaan sanonut: -- Sinä olet minun Poikani, tänä päivänä minä sinut synnytin. Ei myöskään näin: -- Minä olen oleva hänen Isänsä, ja hän on oleva minun Poikani.",
      "Kun Jumala jälleen tuo Esikoisensa maailmaan, hän sanoo: -- Kaikki Jumalan enkelit kumartakoot häntä.",
      "Enkeleistä hän sanoo näin: -- Hän tekee enkelinsä tuuliksi, palvelijansa tulenliekeiksi.",
      "Mutta Pojastaan hän sanoo: -- Jumala, sinun valtaistuimesi pysyy ajasta aikaan, ja sinun kuninkaanvaltikkasi on oikeudenmukaisuuden valtikka.",
      "Sinä rakastit oikeutta ja vihasit vääryyttä. Sen tähden Jumala, sinun Jumalasi, on voidellut sinut riemun öljyllä, sinut, ei kumppaneitasi.",
      "Ja myös näin: -- Sinä, Herra, laskit alussa maan perustukset, sinun kättesi työtä ovat taivaat.",
      "Ne katoavat, mutta sinä pysyt. Ne kaikki kuluvat kuin vaate,",
      "sinä käärit ne kokoon kuin päällysviitan, ne vaihdetaan niin kuin vaate. Mutta sinä olet iäti sama, sinun vuotesi eivät lopu.",
      "Yhdellekään enkelille ei Jumala milloinkaan ole sanonut: -- Istu oikealle puolelleni. Minä kukistan vihollisesi, panen heidät korokkeeksi jalkojesi alle.",
      "Eivätkö enkelit ole palvelevia henkiä? Heidät lähetetään palvelemaan niitä, jotka saavat osakseen autuuden."
    ],
    [
      "Sen tähden meidän on tarkoin ja tunnollisesti pidettävä mielessämme se, minkä olemme kuulleet, ettemme ajautuisi virran vieminä harhaan.",
      "Johan sekin sanoma, jonka enkelit toivat, osoittautui paikkansa pitäväksi, ja jokainen rikkomus ja tottelemattomuus sai ansaitsemansa palkan.",
      "Kuinka sitten me voisimme välttää rangaistuksen, jos emme pidä arvossa sitä suurta pelastusta, jota itse Herra ensimmäisenä julisti? Ne, jotka kuulivat hänen julistuksensa, ovat sen todistuksellaan vahvistaneet ja välittäneet meille,",
      "ja itse Jumala vahvisti heidän todistuksensa: hän antoi heidän tehdä tunnustekoja ja ihmeitä, monia voimallisia tekoja, ja jakoi Pyhän Hengen lahjoja tahtonsa mukaan.",
      "Tulevaa maailmaa, sitä josta nyt puhumme, Jumala ei ole alistanut enkelien hallittavaksi.",
      "Tästä on jossakin kohdassa joku todistanut: -- Mikä on ihminen! Kuitenkin sinä häntä muistat. Mikä on ihmislapsi! Kuitenkin pidät hänestä huolen.",
      "Lyhyeksi aikaa sinä asetit hänet enkeleitä alemmaksi, mutta sitten seppelöit hänet kirkkaudella ja kunnialla,",
      "panit kaiken hänen valtansa alle. Jumala siis antoi ihmisen valtaan kaiken, hän ei jättänyt mitään tälle alistamatta. Vielä tosin emme voi havaita, että kaikki olisi hänen vallassaan.",
      "Hän, joka on kaiken luoja ja perusta, tahtoi tuoda paljon lapsia kirkkauteen, ja siksi hänen tuli tehdä heidän pelastajansa ja perilleviejänsä kärsimysten kautta täydelliseksi.",
      "Pyhittäjällä ja pyhitettävillä on kaikilla sama isä; siksi ei pyhittäjä häpeäkään kutsua näitä veljikseen:",
      "-- Minä julistan sinun nimeäsi veljilleni, ylistän sinua seurakunnan keskellä.",
      "Hän sanoo myös: -- Minä turvaan Herraan, ja edelleen: -- Tässä me olemme, minä ja lapset, jotka Jumala minulle antoi.",
      "Nämä lapset ovat ihmisiä, lihaa ja verta, ja siksi hänkin tuli ihmiseksi, heidän kaltaisekseen. Siten hän kykeni kuolemallaan riistämään vallan kuoleman valtiaalta, Saatanalta,",
      "ja päästämään vapaiksi kaikki, jotka kuoleman pelosta olivat koko ikänsä olleet orjina.",
      "Hän ei siis ota suojelukseensa enkeleitä -- hän ottaa suojelukseensa Abrahamin suvun.",
      "Niinpä hänen oli tultava joka suhteessa veljiensä kaltaiseksi, jotta hänestä tulisi armahtava ja uskollinen ylipappi ja hän voisi Jumalan edessä sovittaa kansansa synnit.",
      "Koska hän on itse käynyt läpi kärsimykset ja kiusaukset, hän kykenee auttamaan niitä, joita koetellaan."
    ],
    [
      "Tämän tähden, te pyhät veljet, te, jotka olette saaneet taivaasta kutsun, kiinnittäkää katseenne Jeesukseen, joka on tunnustuksemme apostoli ja ylipappi.",
      "mutta hänet on katsottu suuremman kunnian arvoiseksi, yhtä paljon suuremman kuin rakentajan kunnia on rakennuksen kunniaa suurempi.",
      "Jokainen talo on jonkun rakentama, mutta Jumala on rakentanut kaiken.",
      "Kristus sen sijaan on Poika, jonka haltuun on uskottu Jumalan koko rakennus. Tämä rakennus olemme me, kunhan loppuun saakka säilytämme rohkeutemme ja luottavaisin ja iloisin mielin tuomme julki toivomme.",
      "Sen tähden, niin kuin Pyhä Henki sanoo: -- Jos te tänä päivänä kuulette hänen äänensä,",
      "älkää paaduttako sydäntänne niin kuin silloin, kun nousitte kapinaan, kun koettelitte minua autiomaassa.",
      "Siellä isänne panivat minut koetteelle -- ja saivat neljäkymmentä vuotta kokea, mitä heille tein.",
      "Varokaa siis, veljet, ettei kukaan teistä ole sydämessään paha ja epäuskoinen ja näin luovu elävästä Jumalasta.",
      "Mehän olemme osalliset Kristuksesta, kun vain loppuun asti pidämme kiinni siitä todellisuudesta, jonka yhteyteen jo alussa olemme päässeet.",
      "Kirjoituksissa siis sanotaan: -- Jos te tänä päivänä kuulette hänen äänensä, älkää paaduttako sydäntänne niin kuin silloin, kun nousitte kapinaan.",
      "Ketkä tekivät näin: kuulivat mutta nousivat kapinaan? Kaikki ne, jotka Mooseksen johtamina olivat lähteneet pois Egyptistä.",
      "Keille Jumala oli vihoissaan neljäkymmentä vuotta? Niille, jotka lankesivat syntiin ja joiden ruumiit sitten jäivät autiomaahan.",
      "Keille hän vannoi, etteivät he pääse hänen lepopaikkaansa? Niille, jotka eivät totelleet.",
      "Huomaamme näin, että perillepääsyn esti epäusko."
    ],
    [
      "Olkaamme siis varuillamme. Jumalan lupaus, että pääsemme hänen lepopaikkaansa, on vielä täyttymättä, eikä yksikään teistä saa jäädä taipaleelle.",
      "Mehän olemme kuulleet hyvän sanoman aivan niin kuin nuo entisajan ihmiset. Heille ei kuitenkaan ollut mitään hyötyä sanasta, jonka he kuulivat, koska he eivät sitä uskoneet eikä se näin sulautunut heihin.",
      "Koska siis on varmaa, että jotkut pääsevät sinne, ja koska ne, jotka muinoin kuulivat hyvän sanoman, eivät niskoittelunsa vuoksi sinne päässeet,",
      "Jos jo Joosua olisi vienyt kansan levon maahan, ei Jumala puhuisi toisesta, myöhemmin tulevasta päivästä.",
      "Jumalan kansalla on siis yhä sapattijuhla edessään.",
      "Se, joka pääsee levon maahan, saa levätä kaikkien töidensä jälkeen niin kuin Jumalakin työnsä tehtyään.",
      "Pyrkikäämme siis kaikin voimin tuohon lepoon, ettei yksikään lankeaisi seuraamaan noiden niskoittelijoiden esimerkkiä ja sen vuoksi jäisi taipaleelle.",
      "Jumalan sana on elävä ja väkevä. Se on terävämpi kuin mikään kaksiteräinen miekka, se iskee syvään ja viiltää halki sielun ja hengen, nivelet ja luiden ytimet, se paljastaa sisimmät aikeemme ja ajatuksemme.",
      "Jumalalta ei voi salata mitään. Kaikki, mikä on luotu, on avointa ja alastonta hänelle, jolle meidän on tehtävä tili.",
      "Koska meillä siis on suuri ylipappi, joka on kulkenut läpi taivaiden, Jeesus, Jumalan Poika, pysykäämme tässä tunnustuksessa.",
      "Meidän ylipappimmehan jos kukaan kykenee ymmärtämään vajavuuksiamme, sillä häntä on koeteltu kaikessa samalla tavoin kuin meitäkin koetellaan; hän vain ei langennut syntiin.",
      "Astukaamme sen tähden rohkeasti armon valtaistuimen eteen, jotta saisimme armoa ja laupeutta, löytäisimme avun silloin kun sitä tarvitsemme."
    ],
    [
      "Jokainen ylipappi valitaan ihmisten joukosta, ja ihmisiä hänet myös asetetaan edustamaan, tuomaan Jumalalle lahjoja ja uhreja syntien sovittamiseksi.",
      "Koska hän itsekin on heikko, hän osaa kohdella ymmärtävästi tietämättömiä ja erehtyviä,",
      "ja heikkoutensa tähden hänellä on myös velvollisuus uhrata syntiuhreja yhtä lailla itsensä kuin kansan puolesta.",
      "Kukaan ei itse ota tätä arvoa itselleen, vaan ylipapin kutsuu Jumala, joka kutsui jo Aaronin.",
      "Siten ei Kristuskaan itse korottanut itseään ylipapin arvoon, vaan hänet korotti se, joka sanoi hänelle: -- Sinä olet minun Poikani, tänä päivänä minä sinut synnytin,",
      "ja toisessa paikassa: -- Sinä olet pappi ikuisesti, sinun pappeutesi on Melkisedekin pappeutta.",
      "Ihmiselämänsä päivinä Jeesus ääneen itkien rukoili ja huusi avukseen häntä, jolla oli valta pelastaa hänet kuolemasta, ja hänen uhrirukouksensa kuultiin, koska hän taipui Jumalan tahtoon.",
      "Vaikka hän oli Poika, hän joutui kärsimyksistä oppimaan, mitä on kuuliaisuus.",
      "Kun hän oli saavuttanut täydellisyyden, hänestä tuli iankaikkisen pelastuksen tuoja, kaikkien niiden pelastaja, jotka ovat hänelle kuuliaisia.",
      "Hänestä tuli Jumalan asettama ylipappi, jonka pappeus on Melkisedekin pappeutta.",
      "Meillä olisi tästä paljonkin sanottavaa, mutta ei ole helppo selittää näitä asioita teille, koska olette tulleet niin haluttomiksi kuulemaan.",
      "Jo aikoja sitten teistä olisi pitänyt tulla toisten opettajia, mutta sen sijaan te olette itse jälleen opin tarpeessa: jonkun olisi opetettava teille Jumalan sanan alkeet. Te tarvitsette taas maitoa, ette te kestä vahvaa ruokaa.",
      "Jokainen, jota vielä ruokitaan maidolla, on pikkulapsi, eikä sellainen kykene ottamaan vastaan syvällistä opetusta.",
      "Vahva ruoka on tarkoitettu aikuisille. He ovat totuttaneet aistinsa siihen ja harjaannuttaneet ne erottamaan hyvän ja pahan."
    ],
    [
      "Älkäämme siis enää viipykö Kristuksen opin alkeissa, vaan edetkäämme täyteen tietoon. Emme voi uudestaan laskea perustusta ja opettaa sellaisia asioita kuin parannus kuolemaan johtavista teoista, usko Jumalaan,",
      "oppi kasteista ja puhdistusmenoista sekä kätten päällepanemisesta, kuolleiden ylösnousemus ja iankaikkinen tuomio.",
      "Menkäämme eteenpäin, jos Jumala suo.",
      "Mahdotontahan on auttaa niitä, jotka kerran ovat päässeet valoon, maistaneet taivaan lahjaa ja tulleet osallisiksi Pyhästä Hengestä,",
      "nauttineet Jumalan hyvää sanaa ja kokeneet tulevan maailman voimia",
      "mutta luopuneet uskostaan. Ei heitä voi toistamiseen johdattaa kääntymykseen -- niitä, jotka nyt itse ristiinnaulitsevat Jumalan Pojan ja nostavat hänet kaikkien pilkattavaksi!",
      "Jos maa imee sisäänsä sateen, joka sitä usein kastelee, ja tuottaa sadon viljelijöilleen, se saa osakseen Jumalan siunauksen.",
      "Mutta jos se kasvaa ohdaketta ja orjantappuraa, se ei kelpaa mihinkään. Sitä uhkaa kirous, ja niin se lopulta poltetaan.",
      "Te, rakkaat ystävät, olette kuitenkin tuo parempi maa, ja teitä odottaa pelastus. Olemme siitä varmoja, vaikka puhunkin näin.",
      "Eihän Jumala ole epäoikeudenmukainen, ei hän unohda teidän tekojanne eikä rakkauttanne, jota olette osoittaneet hänen nimeään kohtaan, kun olette palvelleet hänen pyhiään ja yhä palvelette heitä.",
      "Hartaasti vain odotamme, että te itse kukin loppuun asti yhtä innokkaasti haluatte kokea yhteisen toivomme täyttymisen.",
      "Älkää päästäkö itseänne veltostumaan, vaan seuratkaa niiden esimerkkiä, jotka ovat uskoneet ja kärsivällisesti odottaneet ja sen tähden saavat omakseen sen, minkä Jumala on luvannut.",
      "Antaessaan Abrahamille lupauksensa Jumala vannoi omaan nimeensä, koska ei ollut ketään suurempaa, jonka nimeen hän olisi vannonut.",
      "ja kärsivällisesti odotettuaan Abraham sai, mitä hänelle oli luvattu.",
      "Ihmiset vannovat jonkun itseään suuremman nimeen. Vala merkitsee heille asian vahvistusta, se lopettaa kaikki vastaväitteet.",
      "Siksi myös Jumala vannoi lupauksensa takeeksi vielä valan. Hän tahtoi tällä erityisellä tavalla osoittaa niille, joita lupaus koskee, että hänen päätöksensä ei muutu.",
      "Noilla kahdella järkähtämättömällä sanallaan, joissa hän, Jumala, ei voi valehdella, hän tahtoi rohkaista meitä, hänen turviinsa paenneita, ja kannustaa pitämään kiinni toivosta, joka on edessämme.",
      "Se toivo on elämämme ankkuri, luja ja varma. Se ulottuu väliverhon tuolle puolen.",
      "Sinne Jeesus meidän edelläkävijänämme meni, kun hän oli tullut ylipapiksi, jonka pappeus on ikuista, Melkisedekin pappeutta."
    ],
    [
      "Tämä Melkisedek oli Salemin kuningas ja Korkeimman Jumalan pappi. Kun Abraham oli paluumatkalla lyötyään kuninkaat, Melkisedek tuli häntä vastaan ja siunasi hänet,",
      "Hänellä ei ole isää, ei äitiä eikä sukuluetteloa, hänen elinpäivillään ei ole alkua eikä loppua. Hänet on kuvattu Jumalan Pojan kaltaiseksi, ja hän pysyy pappina ainaisesti.",
      "Pankaa merkille, kuinka suuri hän on: kantaisämme Abrahamkin antoi hänelle kymmenykset, parhaimman osan sotasaaliistaan.",
      "Niiden Leevin jälkeläisten, jotka on asetettu papeiksi, tulee lain käskyn mukaan kerätä kymmenykset kansalta, omilta veljiltään, jotka hekin ovat Abrahamin jälkeläisiä.",
      "Mutta Melkisedek, joka ei ollut heidän sukuaan, otti kymmenykset Abrahamilta ja siunasi hänet, vaikka Abraham jo oli saanut Jumalan lupaukset.",
      "Kiistatontahan on, että siunauksen antaja on korkeampiarvoinen kuin siunauksen saaja.",
      "Edellisessä tapauksessa kymmenyksiä keräsivät kuolevaiset ihmiset, jälkimmäisessä kymmenykset otti mies, joka kirjoitusten todistuksen mukaan elää aina.",
      "Jopa Leevikin, kymmenysten kerääjä, joutui Abrahamin välityksellä tavallaan maksamaan hänelle kymmenykset.",
      "Hänhän oli vielä esi-isässään Abrahamissa, kun Melkisedek tuli Abrahamia vastaan.",
      "Jos jo Leevin heimon pappisvirka, josta Israelin kansalle on annettu säädökset laissa, olisi johtanut täydellisyyteen, mitä tarvetta olisi ollut sanoa, että vielä tulee uudenlainen pappi, jonka pappeus on Melkisedekin pappeutta, ei Aaronin?",
      "Jos pappisvirka muuttuu, muuttuu välttämättä myös laki.",
      "Se, josta tässä on puhe, kuuluukin aivan toiseen heimoon, jonka jäsenistä ei yksikään ole toimittanut alttaripalvelusta.",
      "Kaikkihan tietävät, että meidän Herramme on noussut Juudan heimosta, eikä Mooses ole puhunut mitään sille kuuluvasta pappeudesta.",
      "Asia käy vielä selvemmäksi silloin kun virkaan astuu uudenlainen pappi, joka Melkisedekin tavoin",
      "ei ole saanut virkaansa inhimillistä syntyperää koskevan lain käskyn mukaan vaan häviämättömän elämänsä voimasta.",
      "Hänestä kirjoitukset todistavat: -- Sinä olet pappi ikuisesti, sinun pappeutesi on Melkisedekin pappeutta.",
      "Näin kumotaan aikaisempi määräys, koska se oli heikko ja hyödytön:",
      "eihän laki tehnyt mitään täydelliseksi. Sen tilalle me olemme saaneet parempaa: toivon, joka antaa meille uskalluksen lähestyä Jumalaa.",
      "On myös otettava huomioon Jumalan vala. Leevin heimon miehistä tuli pappeja ilman sitä,",
      "mutta tämän toisen pappeus vahvistettiin valalla, näillä sanoilla: -- Herra on vannonut valan eikä sitä peruuta: sinä olet pappi ikuisesti.",
      "Tästä näemme, kuinka paljon vahvempi on se liitto, jonka takaajana Jeesus on.",
      "Muiden pappien määrä on jatkuvasti kasvanut, kun kuolema on estänyt heitä pysymästä virassaan.",
      "Mutta Jeesus pysyy ikuisesti, hänen pappeutensa on muuttumaton.",
      "Siksi hän pystyy nyt ja aina pelastamaan ne, jotka hänen välityksellään lähestyvät Jumalaa. Hän elää iäti rukoillakseen heidän puolestaan.",
      "Juuri tällaisen ylipapin me tarvitsimme. Hän on pyhä, viaton ja tahraton, hänet on erotettu syntisistä ja korotettu taivaita korkeammalle.",
      "Toisin kuin muiden ylipappien, hänen ei tarvitse päivittäin uhrata ensin omien syntiensä ja sitten kansan syntien sovittamiseksi. Hän on antanut kertakaikkisen uhrin uhratessaan itsensä.",
      "Laki tekee ylipappeja ihmisistä, jotka ovat heikkoja, mutta lakia myöhemmin vannottu vala nostaa ylipapiksi Jumalan Pojan, joka on saavuttanut ikuisen täydellisyyden."
    ],
    [
      "Tulemme nyt asian ytimeen: Meillä on ylipappi, joka on asettunut taivaissa istuimelleen Majesteetin valtaistuimen oikealle puolelle.",
      "Hän toimittaa palvelusta taivaan pyhäkössä, todellisessa pyhäkköteltassa, jota ei ole pystyttänyt ihminen vaan Herra itse.",
      "Jokaisen ylipapin virkaan kuuluu tuoda lahjoja ja uhreja Jumalalle, ja siksi myös meidän ylipapillamme tulee olla tuotavana uhrinsa.",
      "Jos hän olisi maan päällä, hän ei olisi edes pappi, koska täällä ovat jo ne, jotka tuovat lain määräämät uhrilahjat.",
      "Mutta meidän ylipappimme on saanut paljon tärkeämmän tehtävän, yhtä paljon tärkeämmän kuin on se liitto, jonka välittäjä hän on. Se liitto on suurempi, koska se perustuu suurempiin lupauksiin.",
      "Jos ensimmäinen liitto olisi ollut rikkumaton, ei sen sijalle olisi tarvittu toista.",
      "Mutta nyt Jumala moittii kansaansa: -- Kuulkaa! Aika tulee, sanoo Herra, jolloin minä teen uuden liiton Israelin kansan ja Juudan kansan kanssa.",
      "Se ei ole samanlainen liitto kuin se, jonka tein heidän isiensä kanssa silloin, kun tartuin heidän käteensä ja vein heidät pois Egyptin maasta. He eivät pysyneet minun liitossani, ja siksi en minäkään välittänyt heistä, sanoo Herra.",
      "Tämän liiton minä teen Israelin kansan kanssa näiden päivien jälkeen, sanoo Herra: Minä panen lakini heidän sisimpäänsä, kirjoitan sen heidän sydämeensä. Minä olen heidän Jumalansa, ja he ovat minun kansani.",
      "Minä annan anteeksi heidän rikkomuksensa enkä enää milloinkaan muista heidän syntejään.",
      "Puhuessaan uudesta liitosta Jumala osoittaa, että ensimmäinen liitto on vanhentunut. Ja se, mikä on vanhentunut ja aikansa elänyt, häviää pian."
    ],
    [
      "Ensimmäisellä liitolla oli siis jumalanpalvelusta koskevat säädöksensä ja pyhäkkö täällä maan päällä.",
      "Siellä oli kultainen suitsutusalttari ja liitonarkku, joka oli kauttaaltaan kullalla päällystetty. Arkussa oli kultainen, mannaa sisältävä astia ja Aaronin sauva, joka puhkesi lehteen, sekä liiton taulut.",
      "Arkun päällä olivat kerubit, kirkkauden enkelit, jotka siivillään varjosivat syntien sovituspaikkaa. Kaikkea tätä ei nyt ole tarpeen selittää yksityiskohtaisesti.",
      "Näin siis on kaikki järjestetty. Teltan etuhuoneessa käyvät papit päivittäin toimittaessaan jumalanpalvelusta.",
      "Mutta teltan toiseen huoneeseen menee ainoastaan ylipappi, ja hänkin vain kerran vuodessa. Hänellä täytyy silloin olla mukanaan verta; hän tuo sitä sovittaakseen sekä omat syntinsä että kansan tahattomat synnit.",
      "Näin Pyhä Henki osoittaa, että kaikkeinpyhimpään ei avata pääsyä niin kauan kuin teltan etumainen huone on vielä paikallaan.",
      "Tämä kaikki kuvaa nykyistä aikaa: lahjoja ja uhreja kyllä tuodaan, mutta jumalanpalvelukseen osallistuvan omatunto ei niistä puhdistu, ne eivät tee häntä täydelliseksi.",
      "Samalla tavoin kuin määräruoat ja määräjuomat ja erilaiset pesut nämäkin menot perustuvat ulkonaisiin säädöksiin ja pätevät ainoastaan siihen asti, kun pysyvä järjestys astuu voimaan.",
      "Kristus, meitä odottavan hyvän ylipappi, on kuitenkin jo tullut. Hän on kulkenut suuremman ja täydellisemmän teltan kautta, jota ei ole tehty ihmiskäsin ja joka siis ei kuulu tähän luomakuntaan.",
      "Hän ei ole tuonut uhrina pukkien eikä sonnien verta, hän on uhrannut oman verensä. Näin hän on kertakaikkisesti täyttänyt tehtävänsä, astunut sisään kaikkeinpyhimpään ja hankkinut meille ikiajoiksi lunastuksen.",
      "Jos jo pukkien ja härkien veri ja saastuneiden päälle vihmottava hiehon tuhka puhdistaa ihmisen ulkonaisiin menoihin kelvolliseksi,",
      "kuinka paljon paremmin puhdistaakaan Kristuksen veri! Ikuisen henkensä voimalla hän on antanut itsensä virheettömänä uhrina Jumalalle, ja hänen verensä puhdistaa meidän omantuntomme kuoleman teoista, niin että voimme palvella elävää Jumalaa.",
      "Sitä varten Kristus on tullut uuden liiton välittäjäksi, että hänen kuolemansa vapauttaisi kaikki ensimmäisen liiton aikana tapahtuneista rikkomuksista ja että kutsutut niin saisivat heille luvatun iankaikkisen perinnön.",
      "Liitto on myös testamentti, ja testamentin tekijän kuolema on aina voitava näyttää toteen.",
      "Testamenttihan astuu voimaan vasta sen tekijän kuoltua; tekijänsä eläessä sitä ei voida koskaan panna täytäntöön.",
      "Siksi ei ensimmäistäkään liittoa voitu vahvistaa ilman verta.",
      "Luettuaan kansalle lain käskyt Mooses otti sonnien ja pukkien verta sekä vettä, punaista villaa ja iisopinvarsia ja vihmoi lain kirjan ja koko kansan",
      "Samalla tavoin hän vihmoi verta teltan ja kaikkien jumalanpalveluksessa käytettävien esineiden päälle.",
      "Lain mukaan melkein kaikki puhdistetaan verellä, eikä anteeksianto ole mahdollinen, ellei vuodateta uhriverta.",
      "Kun siis taivaan todellisuuden kuvat on näin puhdistettava, tulee itse todellisuus puhdistaa paremmin uhrein.",
      "Kristus ei mennytkään ihmiskäsin tehtyyn pyhäkköön, joka on vain todellisen pyhäkön kuva, vaan itse taivaaseen ollakseen nyt Jumalan edessä puhumassa meidän puolestamme.",
      "Hänen tarkoituksenaan ei myöskään ole antaa uhriaan toistuvasti, niin kuin tavallinen ylipappi kerran vuodessa vie kaikkeinpyhimpään verta, joka ei ole hänen omaansa.",
      "Muutoinhan Kristuksen olisi pitänyt kärsiä kuolema monet kerrat maailman luomisesta lähtien. Hän on kuitenkin tullut tähän maailmaan vain kerran, nyt aikojen lopulla, hävittääkseen synnin uhrillaan.",
      "Jokaisen ihmisen osana on kerran kuolla ja sitten joutua tuomiolle.",
      "Samoin on Kristus kerran uhrattu, jotta hän ottaisi pois kaikkien synnit, ja hän ilmestyy vielä kerran, mutta ei enää synnin tähden vaan pelastaakseen ne, jotka häntä odottavat."
    ],
    [
      "Laissa siis on vain varjo tulevasta, paremmasta todellisuudesta, ei sen varsinaista ilmentymää. Vaikka lain määräämät uhrit toistetaan vuodesta vuoteen, laki ei ikinä pysty tekemään pysyvästi täydellisiksi niitä, jotka astuvat Jumalan eteen.",
      "Muutoinhan uhraaminen olisi lopetettu. Jos ne, jotka ottavat osaa jumalanpalvelukseen, olisivat jo kerran tulleet puhdistetuiksi, heillä ei olisi enää mitään syntejä tunnollaan.",
      "Mutta uhrit päinvastoin muistuttavat synneistä joka vuosi.",
      "Mahdotontahan on, että härkien ja pukkien veri poistaisi synnit.",
      "Siksi Kristus sanoo maailmaan tullessaan: -- Uhreja ja lahjoja sinä et halunnut, mutta sinä loit minulle ruumiin.",
      "Polttouhrit ja syntiuhrit eivät sinua miellyttäneet.",
      "Silloin minä sanoin: Tässä olen. Niin kuin minusta on kirjakääröön kirjoitettu, niin olen tullut tekemään, täyttämään sinun tahtosi, Jumala.",
      "Tämän tahdon mukaisesti meidät on pyhitetty ainutkertaisella uhrilla, kun Jeesus Kristus uhrasi oman ruumiinsa.",
      "Jokainen pappi seisoo joka päivä toimittamassa jumalanpalvelusta ja uhraa kerran toisensa jälkeen samat uhrit, jotka eivät milloinkaan voi poistaa syntejä.",
      "Kristus sitä vastoin on uhrannut yhden ainoan syntiuhrin ja asettunut pysyvästi istuimelleen Jumalan oikealle puolelle.",
      "Hän odottaa siellä, kunnes hänen vihollisensa pannaan korokkeeksi hänen jalkojensa alle,",
      "sillä hän on jo yhdellä ainoalla uhrilla tehnyt pysyvästi täydellisiksi ne, jotka pyhitetään.",
      "Tästä todistaa meille myös Pyhä Henki. Ensin näin:",
      "-- Tämän liiton minä teen heidän kanssaan tulevina aikoina, sanoo Herra: minä asetan lakini heidän sydämeensä, kirjoitan sen heidän sisimpäänsä.",
      "Ja sitten: -- Heidän syntejään ja vääriä tekojaan minä en enää koskaan muista.",
      "Missä synnit on annettu anteeksi, siellä ei enää tarvita syntiuhria.",
      "Veljet, meillä on siis täysi oikeus astua sisälle kaikkeinpyhimpään, koska Jeesus on uhrannut verensä",
      "ja näin avannut meille uuden, elämään vievän tien, joka kulkee väliverhon -- hänen ruumiinsa -- kautta.",
      "Meillä on suuri ylipappi, jonka haltuun on uskottu Jumalan koko huone.",
      "Astukaamme sen tähden Jumalan eteen vilpittömin sydämin ja varmoina uskossamme, sydän vihmottuna puhtaaksi pahasta omastatunnosta ja ruumis puhtaalla vedellä pestynä.",
      "Pysykäämme horjumatta tunnustuksessa ja toivossa, sillä hän, joka on antanut meille lupauksensa, on luotettava.",
      "Pitäkäämme huolta toinen toisestamme ja kannustakaamme toisiamme rakkauteen ja hyviin tekoihin.",
      "Me emme saa lyödä laimin seurakuntamme yhteisiä kokouksia, niin kuin muutamilla on tapana, vaan meidän tulee rohkaista toisiamme, sitä enemmän mitä lähempänä näette Herran päivän olevan.",
      "Jos me näet teemme syntiä ehdoin tahdoin, senkin jälkeen, kun olemme oppineet tuntemaan totuuden, ei ole enää mitään uhria syntiemme sovitukseksi.",
      "Ei ole muuta kuin kauhea tuomion odotus ja ahnas tuli, joka nielee Jumalaa uhmaavat.",
      "Jos joku kieltää Mooseksen lain, hänet tuomitaan säälittä kuolemaan; siihen riittää kahden tai kolmen todistajan sana.",
      "Kuinka paljon ankaramman rangaistuksen ansaitseekaan mielestänne se, joka polkee jalkoihinsa Jumalan Pojan, pitää epäpyhänä liiton verta, jolla hänet itsensä on pyhitetty, ja häpäisee armon Henkeä!",
      "Mehän tunnemme hänet, joka on sanonut: -- Minun on kosto, minä olen maksava, sekä myös: -- Herra on tuomitseva kansansa.",
      "On kauheaa joutua elävän Jumalan käsiin.",
      "Muistakaa, millaista oli ennen, silloin kun te juuri olitte päässeet valoon. Te kestitte silloin monet kärsimykset ja kamppailut.",
      "Toisia teistä pilkattiin ja piinattiin katselijoiden huviksi, toiset jakoivat toveriensa kovan osan.",
      "Te kärsitte yhdessä vankilaan teljettyjen kanssa, te suostuitte iloiten siihen, että omaisuutenne riistettiin, sillä te tiesitte omistavanne parempaa, omaisuuden joka pysyy.",
      "Älkää siis heittäkö pois rohkeuttanne, sillä se palkitaan kerran runsaasti.",
      "Kestävyys on teille tarpeen, jotta pystyisitte täyttämään Jumalan tahdon ja siten saisitte omaksenne sen, minkä hän on luvannut.",
      "Onhan sanottu näin: -- Vähän aikaa vielä, vain vähän aikaa, niin tulee se, jonka on määrä tulla, eikä hän viivyttele.",
      "Kun vanhurskas palvelijani uskoo, hän saa elää, mutta jos hän luopuu, en häntä hyväksy.",
      "Me emme ole niitä, jotka luopuvat ja joutuvat tuhoon, vaan niitä, jotka uskovat ja pelastavat sielunsa."
    ],
    [
      "Usko on sen todellisuutta, mitä toivotaan, sen näkemistä, mitä ei nähdä.",
      "Uskoon perustuu se todistus, jonka Jumala on isistä antanut.",
      "Uskon avulla me ymmärrämme, että maailmat on luotu Jumalan sanalla: näkyvä on syntynyt näkymättömästä.",
      "Uskon vuoksi oli Abelin Jumalalle antama uhri Kainin uhria arvokkaampi. Koska Abel uskoi, hän sai vanhurskaudestaan todistuksen, kun Jumala otti vastaan hänen lahjansa, ja uskovana hän puhuu vielä kuoltuaankin.",
      "Ilman uskoa ei kuitenkaan kukaan ole Jumalan mielen mukainen. Sen, joka astuu Jumalan eteen, täytyy uskoa, että Jumala on olemassa ja että hän kerran palkitsee ne, jotka etsivät häntä.",
      "Usko sai Nooan taipumaan Jumalan tahtoon, kun hän sai ilmoituksen sellaisesta, mikä ei vielä ollut nähtävissä. Hän rakensi arkin, ja näin koko hänen perheensä pelastui. Hänen uskonsa langetti maailmalle tuomion ja antoi hänelle itselleen uskovien perinnön, vanhurskauden.",
      "Usko sai Abrahamin tottelemaan Jumalan kutsua ja lähtemään kohti seutuja, jotka Jumala oli luvannut hänelle perintömaaksi. Hän lähti matkaan, vaikka ei tiennyt, minne oli menossa.",
      "Koska hän uskoi, hän asettui muukalaisena luvattuun maahan ja asui siellä teltoissa, ja niin asuivat myös Iisak ja Jaakob, jotka perivät saman lupauksen.",
      "Abraham odotti sitä kaupunkia, joka on rakennettu vankalle perustalle ja jonka Jumala itse on suunnitellut ja tehnyt.",
      "Koska Abraham ja Saara uskoivat, he kykenivät saamaan jälkeläisen, vaikka Saara oli hedelmätön ja heidän aikansa jo oli ohi. Abraham piti lupauksen antajaa luotettavana,",
      "ja siksi hän, yksi ainoa, mieskuntonsa jo menettänyt, sai jälkeläisiä yhtä suuren määrän kuin on taivaalla tähtiä, yhtä luvuttoman joukon kuin on meren rannalla hiekkajyväsiä.",
      "Uskovina nämä kaikki kuolivat. Sitä, mikä heille oli luvattu, he eivät saaneet; he olivat vain etäältä nähneet sen ja tervehtineet sitä iloiten, tunnustaen olevansa vieraita ja muukalaisia maan päällä.",
      "Ne, jotka puhuvat näin, osoittavat kaipaavansa isänmaata.",
      "Mutta jos heidän mielessään olisi ollut se maa, josta he olivat lähteneet, he olisivat toki voineet palata sinne.",
      "Ei, he odottivat parempaa, taivaallista isänmaata. Sen tähden ei Jumalakaan häpeä heitä, vaan sallii itseään kutsuttavan heidän Jumalakseen, sillä hän on heitä varten jo rakentanut valmiin kaupungin.",
      "Usko sai Abrahamin tuomaan Iisakin uhriksi, kun hänet pantiin koetteelle. Hän oli valmis uhraamaan ainoan poikansa, vaikka oli saanut lupaukset,",
      "Hän päätteli, että Jumala kykenee jopa herättämään kuolleen, ja niin hän sai poikansa takaisin, ylösnousemuksen ennusmerkkinä.",
      "Uskon tähden, tulevaisuus mielessään, antoi Iisak siunauksensa Jaakobille ja Esaulle.",
      "Uskon tähden siunasi kuoleva Jaakob Joosefin kummankin pojan ja rukoili sauvaansa vasten kumartuneena.",
      "Uskon tähden puhui Joosef loppunsa lähetessä siitä, että Israelin kansa kerran lähtee Egyptistä, ja määräsi, mitä hänen luilleen oli tehtävä.",
      "Usko sai Mooseksen vanhemmat pitämään poikaansa piilossa kolme kuukautta. Lapsi oli heidän silmissään ihmeen kaunis, eivätkä he pelänneet kuninkaan määräystä.",
      "Koska Mooses uskoi, hän aikuiseksi vartuttuaan kieltäytyi esiintymästä faraon tyttären poikana.",
      "Hän mieluummin jakoi Jumalan kansan kärsimykset kuin hankki synnistä ohimenevää nautintoa.",
      "Hän näet piti Kristuksen osaksi tulevaa häväistystä suurempana rikkautena kuin koko Egyptin aarteita, sillä hän kiinnitti katseensa tulevaan palkintoon.",
      "Uskonsa tähden Mooses lähti Egyptistä kuninkaan vihaa pelkäämättä ja pysyi lujana, kuten pysyy se joka ikään kuin näkee Näkymättömän.",
      "Koska hän uskoi, hän pani toimeen pääsiäisen vieton ja veren sivelyn, ettei esikoisten surmaaja koskisi israelilaisten lapsiin.",
      "Uskon voimalla israelilaiset kulkivat Punaisenmeren yli kuin kuivaa maata pitkin, mutta samaa yrittäessään egyptiläiset hukkuivat.",
      "Uskon voimasta sortuivat Jerikon muurit, kun niiden ympäri oli kuljettu seitsemän päivää.",
      "Koska portto Rahab uskoi, hän välttyi kuolemasta yhdessä niskoittelijoiden kanssa, sillä hän oli ottanut tiedustelijat ystävinä vastaan.",
      "Mitäpä tähän enää lisäisin? Minulta loppuisi aika, jos kertoisin Gideonista, Barakista, Simsonista ja Jeftasta, Daavidista, Samuelista ja profeetoista.",
      "Uskon voimalla he kukistivat valtakuntia, pitivät yllä oikeutta ja pääsivät näkemään lupausten täyttymisen. He tukkivat leijonien kidat,",
      "sammuttivat roihuavan tulen ja välttivät miekaniskut. He olivat heikkoja, mutta he voimistuivat, heistä tuli väkeviä sotureita, he työnsivät takaisin vihollisen joukot.",
      "Jotkut naiset saivat kuolleet omaisensa elävinä takaisin. Monet kidutettiin hengiltä. He olivat torjuneet heille tarjotun vapautuksen, koska halusivat parempaan ylösnousemukseen.",
      "Toiset saivat osakseen pilkkaa ja ruoskaniskuja, jopa kahleet ja vankeuden.",
      "Heitä kivitettiin kuoliaaksi, heitä sahattiin kahtia ja surmattiin miekalla lyöden. He joutuivat kuljeksimaan lampaan- ja vuohennahat vaatteinaan, he kärsivät puutetta, heitä ahdistettiin ja piestiin.",
      "He olivat liian hyviä tähän maailmaan, ja niin heidän oli harhailtava autiomaassa ja vuorilla ja asuttava luolissa ja maakuopissa.",
      "Kaikista näistä on heidän uskonsa perusteella annettu kirjoituksissa hyvä todistus, mutta sitä, mikä on luvattu, he eivät vielä saaneet.",
      "Jumalalla oli näet meitä varten varattuna vielä parempaa, eivätkä he siksi voineet päästä täydellisyyteen ilman meitä."
    ],
    [
      "Kun siis ympärillämme on todistajia kokonainen pilvi, pankaamme pois kaikki mikä painaa ja synti, joka niin helposti kietoutuu meihin. Juoskaamme sinnikkäästi loppuun se kilpailu, joka on edessämme,",
      "katse suunnattuna Jeesukseen, uskomme perustajaan ja täydelliseksi tekijään. Edessään olleen ilon tähden hän häpeästä välittämättä kesti ristillä kärsimykset, ja nyt hän istuu Jumalan valtaistuimen oikealla puolella.",
      "Ajatelkaa häntä, joka kesti syntisten ankaran vastustuksen, jotta ette menettäisi rohkeuttanne ja antaisi periksi.",
      "Vielä te ette ole joutuneet vuodattamaan vertanne taistelussa syntiä vastaan.",
      "Te olette unohtaneet tämän sanan, joka rohkaisee teitä kuin isä poikiaan: -- Älä väheksy, poikani, Herran kuritusta, älä masennu, kun hän ojentaa sinua --",
      "jota Herra rakastaa, sitä hän kurittaa, hän lyö jokaista, jonka pojakseen ottaa.",
      "Teidän kärsimyksenne on kasvatusta: Jumala kohtelee teitä omina poikinaan. Onko sellaista poikaa, jota isä ei kurittaisi?",
      "Jos te siis olette jääneet vaille kuritusta, josta kaikki muut ovat osansa saaneet, te olette äpäriä, ette laillisia lapsia.",
      "Kun maalliset isämme kurittivat meitä, me emme tohtineet vastustaa. Vielä paljon suurempi syy meillä on alistua taivaallisen Isämme tahtoon, sillä se takaa meille elämän.",
      "Isämme kurittivat meitä vain lyhyttä aikaa varten ja niin kuin heistä näytti hyvältä, mutta Jumalan kuritus koituu meidän todelliseksi parhaaksemme: me pääsemme osallisiksi hänen pyhyydestään.",
      "Vaikka kuritus ei sitä vastaan otettaessa koskaan tunnu iloiselta vaan ikävältä asialta, se lopulta antaa näin valmennetuille hedelmänsä: rauhan ja vanhurskauden.",
      "Oikaiskaa siis hervonneet kätenne ja halvaantuneet polvenne!",
      "Tavoitelkaa rauhaa kaikkien kanssa ja pyrkikää pyhitykseen, sillä ilman sitä ei kukaan ole näkevä Herraa.",
      "Pitäkää huoli siitä, ettei yksikään hukkaa Jumalan armoa eikä mikään katkeruuden verso pääse kasvamaan ja tuottamaan turmiota, sillä yksikin sellainen saastuttaa monet.",
      "Katsokaa, ettei joukossanne ole ketään siveettömästi elävää tai maailmallista, sellaista kuin Esau, joka yhdestä keitosta myi esikoisuutensa.",
      "Tehän tiedätte, että kun hän myöhemmin halusi siunauksen itselleen, hänet hylättiin. Hän ei saanut tilaisuutta parannukseen, vaikka hän sitä itkien anoi.",
      "Ette te ole tulleet käsin kosketettavan, tulta suitsevan vuoren juurelle, sinne, missä oli synkkä pilvi, pimeys ja myrskytuuli,",
      "ette sinne, missä kuultiin torventoitotus ja ääni, joka puhui niin, että kaikki pyysivät päästä kuulemasta enempää.",
      "Ei, te olette tulleet Siionin vuoren juurelle, elävän Jumalan kaupungin, taivaallisen Jerusalemin luo. Teidän edessänne on tuhansittain enkeleitä",
      "ja juhlaa viettävä esikoisten seurakunta, ne, joiden nimet ovat taivaan kirjassa. Siellä on Jumala, kaikkien tuomari, siellä ovat perille päässeiden vanhurskaiden henget,",
      "ja siellä on uuden liiton välimies Jeesus ja vihmontaveri, joka huutaa, mutta ei kostoa niin kuin Abelin veri.",
      "Varokaa torjumasta häntä, joka puhuu! Kun isät Siinailla torjuivat hänet, joka ilmoitti tahtonsa maan päällä, he eivät päässeet rangaistuksetta. Vielä huonommin käy meidän, jos käännämme selkämme hänelle, jonka sanat tulevat taivaasta.",
      "Hänen äänensä pani silloin maan järisemään, ja nyt hän on luvannut: -- Vielä viimeisen kerran minä panen maan järkkymään, enkä vain sitä, vaan myös taivaan.",
      "Me saamme valtakunnan, joka ei järky. Olkaamme sen vuoksi kiitollisia, kiittäkäämme Jumalaa ja palvelkaamme häntä hänen tahtonsa mukaisesti, kunnioituksen ja pyhän pelon tuntein,",
      "sillä meidän Jumalamme on tuhkaksi polttava tuli."
    ],
    [
      "Pysyköön veljesrakkautenne elävänä.",
      "Älkää unohtako osoittaa vieraanvaraisuutta, sillä jotkut ovat yösijan antaessaan tulleet majoittaneeksi enkeleitä.",
      "Muistakaa vankeja, niin kuin olisitte itse kahleissa heidän kanssaan, muistakaa kidutettuja, tunteehan teidänkin ruumiinne kivun.",
      "Pitäkää avioliitto kaikin tavoin kunniassa älkääkä häpäiskö aviovuodettanne, sillä Jumala tuomitsee siveettömät ja avionrikkojat.",
      "Älkää juosko rahan perässä, vaan tyytykää siihen, mitä teillä on. Jumala on itse sanonut: -- Minä en sinua jätä, en koskaan sinua hylkää.",
      "Sen tähden me voimme turvallisin mielin sanoa: -- Herra on minun auttajani, siksi en pelkää. Mitä voisi ihminen minulle tehdä?",
      "Muistakaa johtajianne, niitä, jotka julistivat teille Jumalan sanaa. Pitäkää mielessänne, miten he elämänsä elivät, ja ottakaa heidän uskonsa esikuvaksenne.",
      "Jeesus Kristus on sama eilen, tänään ja ikuisesti.",
      "Älkää antako kaikenlaisten vieraiden oppien johtaa itseänne harhaan. Meidän sydämemme tulee vahvistua armosta, ei ruoista, jotka eivät ole ketään hyödyttäneet.",
      "Meillä on alttari, jonka uhria ei liiton teltassa palvelevien ole lupa syödä.",
      "Tehän tiedätte, että kun ylipappi syntien sovittamiseksi vie kaikkeinpyhimpään eläinten verta, näiden eläinten ruhot poltetaan leirin ulkopuolella.",
      "Siksi myös Jeesus kärsi ja kuoli kaupunginportin ulkopuolella pyhittääkseen kansan omalla verellään.",
      "Lähtekäämme siis hänen luokseen leirin ulkopuolelle, hänen häväistystään kantaen.",
      "Eihän meillä täällä ole pysyvää kaupunkia, vaan me odotamme ikävöiden sitä kaupunkia, joka tulee.",
      "Olkaamme sen tähden hänen välityksellään alati uhraamassa Jumalalle kiitosuhria, niiden huulten hedelmää, jotka tunnustavat hänen nimeään.",
      "Älkää myöskään unohtako tehdä hyvää ja antaa omastanne, sillä sellaiset uhrit ovat Jumalalle mieleen.",
      "Olkaa johtajillenne kuuliaiset, totelkaa heitä. He valvovat öitä teidän vuoksenne, koska joutuvat kerran tekemään teistä jokaisesta tiliä. Saakoot he tehdä työnsä iloiten, ei huokaillen, sillä se olisi teille paha asia.",
      "Rukoilkaa meidän puolestamme. Olemme varmoja siitä, että omatuntomme on puhdas -- tahdommehan toimia kaikessa oikein.",
      "Varsinkin siksi pyydän teiltä esirukousta, että jo pian pääsisin takaisin teidän luoksenne.",
      "Rauhan Jumala, joka ikuisen liiton uhriveren tähden on nostanut kuolleista lampaiden suuren paimenen, meidän Herramme Jeesuksen,",
      "varustakoon teidät hyvillä lahjoillaan, niin että voitte täyttää hänen tahtonsa. Sen, mikä on hänelle mieleen, hän itse tehköön meissä, hän ja Jeesus Kristus. Hänen on kunnia aina ja ikuisesti. Aamen.",
      "Veljet, pyydän teitä kestämään nämä kehotuksen sanat, olenhan kirjoittanut aivan lyhyesti.",
      "Vielä voin kertoa teille, että veljemme Timoteus on päässyt vapaaksi. Jos hän tulee ajoissa, otan hänet mukaani teidän luoksenne.",
      "Tervehtikää kaikkia johtajianne, tervehtikää kaikkia pyhiä. Italiasta kotoisin olevat veljet lähettävät teille tervehdyksensä.",
      "Armo teille kaikille!"
    ]
  ],
  "name": "Hebrews"
}
