{
  "id": "ps",
  "chapters": [
    [
      "Autuas on se, joka ei vaella jumalattomain neuvossa, eikä seiso syntisten tiellä, eikä istu kussa pilkkaajat istuvat;",
      "Vaan rakastaa Herran lakia, ja ajattelee hänen lakiansa päivät ja yöt.",
      "Hän on niinkuin istutettu puu vesiojain tykönä, joka hedelmänsä antaa ajallansa, ja hänen lehtensä ei varise, ja kaikki menestyy, mitä hän tekee.",
      "Mutta jumalattomat ei ole niin, vaan niinkuin akana, jonka tuuli hajoittelee.",
      "Sentähden ei jumalattomat kestä tuomiota, eikä syntiset vanhurskasten seuraa.",
      "Sillä Herra tietää vanhurskasten tien; mutta jumalattomain tie hukkuu."
    ],
    [
      "Miksi pakanat kiukuitsevat, ja kansat turhia ajattelevat?",
      "Maan kuninkaat hankitsevat itseänsä, ja päämiehet keskenänsä neuvoa pitävät Herraa ja hänen voideltuansa vastaan.",
      "Katkaiskaamme heidän siteensä, ja heittäkäämme meistä pois heidän köytensä.",
      "Mutta joka taivaissa asuu, nauraa heitä: Herra pilkkaa heitä.",
      "Kerran hän puhuu heille vihoissansa, ja hirmuisuudessansa peljättää heitä.",
      "Mutta minä asetin kuninkaani Zioniin, pyhälle vuorelleni.",
      "Minä tahdon saarnata senkaltaisesta säädystä, josta Herra minulle sanoi: Sinä olet minun poikani, tänäpänä minä sinun synnytin.",
      "Ano minulta, niin minä annan pakanat perinnökses ja maailman ääret omakses.",
      "Sinun pitää särkemän heitä rautaisella valtikalla, ja niinkuin savisen astian heitä murentaman.",
      "Nyt te kuninkaat, siis ymmärtäkäät, ja te maan tuomarit, antakaat teitänne kurittaa.",
      "Palvelkaat Herraa pelvossa, ja iloitkaat vavistuksessa.",
      "Antakaat suuta pojalle, ettei hän vihastuisi, ja te hukkuisitte tiellä; sillä hänen vihansa syttyy pian. Mutta autuaat ovat kaikki ne, jotka häneen uskaltavat."
    ],
    [
      "Davidin Psalmi, kuin hän pakeni poikaansa Absalomia. (H 3:2) Voi Herra! kuinka monta on minulla vihollista, ja niin usiat karkaavat minua vastaan.",
      "(H 3:3) Moni puhuu minun sielustani: ei ole hänellä apua Jumalan tykönä, Sela!",
      "(H 3:4) Mutta sinä, Herra, olet minun kilpeni, joka minun kunniaan saatat, ja minun pääni kohennat.",
      "(H 3:5) Äänelläni minä huudan Herraa; ja hän kuulee minua pyhästä vuorestansa, Sela!",
      "(H 3:6) Minä makaan ja nukun: minä herään myös; sillä Herra tukee minua.",
      "(H 3:7) En minä pelkää kymmentätuhatta kansoista, jotka minua piirittävät.",
      "(H 3:8) Nouse, Herra, ja auta minua, minun Jumalani! sillä sinä lyöt kaikkia minun vihollisiani poskelle: sinä murennat jumalattomain hampaat.",
      "(H 3:9) Herran tykönä apu löydetään: sinun kansas päällä on sinun siunaukses, Sela!"
    ],
    [
      "Davidin Psalmi, edelläveisaajalle, kanteleilla. (H 4:2) Rukoillessani kuule minua, vanhurskauteni Jumala, joka minua lohdutat ahdistuksessani: ole minulle armollinen, ja kuule rukoukseni.",
      "(H 4:3) Te uljaat miehet, kuinka kauvan pitää minun kunniani pilkattaman? miksi te rakastatte turhuutta ja kysytte valhetta? Sela!",
      "(H 4:4) Niin tuntekaat, että Herra vie pyhänsä ihmeellisesti: Herra kuulee, kuin minä häntä rukoilen.",
      "(H 4:5) Jos te vihastutte, niin älkäät syntiä tehkö: puhukaat sydämissänne, teidän vuoteissanne, ja odottakaat, Sela!",
      "(H 4:6) Uhratkaat vanhurskauden uhria, ja toivokaat Herran päälle.",
      "(H 4:7) Moni sanoo: kuka osoittais meille hyvää? Mutta nosta sinä Herra meidän päällemme sinun kasvois paiste.",
      "(H 4:8) Sinä ilahutat minun sydämeni; ehkä muilla on jyviä ja viinaa kyllä.",
      "(H 4:9) Minä makaan ja lepään juuri rauhassa; sillä sinä Herra yksinäs autat minua turvassa asumaan."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle, perimisestä. (H 5:2) Herra, ota minun sanani korviis, havaitse minun puheeni.",
      "(H 5:3) Ota vaari minun huudostani, minun Kuninkaani ja minun Jumalani; sillä sinua minä rukoilen.",
      "(H 5:4) Herra kuultele varhain minun ääntäni: varhain hankitsen minä itseni sinun tykös, ja siitä otan vaarin.",
      "(H 5:5) Sillä et sinä ole se Jumala, jolle jumalatoin meno kelpaa: joka paha on, ei se pysy edessäs.",
      "(H 5:6) Öykkärit ei pysy sinun silmäis edessä: kaikkia pahantekiöitä sinä vihaat.",
      "(H 5:7) Sinä kadotat valhetteliat: Herra kauhistuu murhaajia ja viekkaita.",
      "(H 5:8) Mutta minä menen sinun huoneeses sinun suuressa laupiudessas, ja kumarran sinun pyhään templiis päin sinun pelvossas.",
      "(H 5:9) Herra saata minua vanhurskaudessas, minun vihollisteni tähden: ojenna ties minun eteeni.",
      "(H 5:10) Sillä heidän suussansa ei ole mitään totuutta, heidän sisällyksensä on sydämen kipu; heidän kitansa on avoin hauta, ja kielellänsä he liehakoitsevat.",
      "(H 5:11) Nuhtele heitä Jumala, että he lankeisivat ajatuksistansa: syökse heitä ulos heidän suurten ylitsekäymistensä tähden; sillä he ovat sinulle vastahakoiset.",
      "(H 5:12) Iloitkaan kaikki, jotka sinuun uskaltavat, anna heidän riemuita ijankaikkisesti; sillä sinä varjelet heitä: iloitkaan sinussa ne, jotka sinun nimeäs rakastavat.",
      "(H 5:13) Sillä sinä Herra siunaat vanhurskaita: sinä kaunistat heitä armollas niinkuin kilvellä."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle, kahdeksalla kielellä. (H 6:2) Oi Herra, älä rankaise minua vihassas, ja älä minua julmuudessas kurita.",
      "(H 6:3) Herra, ole minulle armollinen, sillä minä olen heikko: paranna Herra minua, sillä minun luuni ovat peljästyneet.",
      "(H 6:4) Ja minun sieluni on sangen kovin hämmästynyt, voi Herra, kuinka kauvan!",
      "(H 6:5) Käännä sinuas, Herra, ja pelasta sieluni; auta minua sinun hyvyytes tähden.",
      "(H 6:6) Sillä ei kuolemassa kenkään muista sinua, kuka kiittää sinua tuonelassa?",
      "(H 6:7) Minä olen niin väsynyt huokauksista: minä uitan vuoteeni yli yötä, ja kastan leposiani kyynelilläni.",
      "(H 6:8) Minun muotoni on muuttunut murheesta, ja on vanhentunut; sillä minä ahdistetaan kaikilta puolilta.",
      "(H 6:9) Eritkäät minusta, kaikki pahointekiät; sillä Herra kuulee minun itkuni.",
      "(H 6:10) Herra kuulee minun rukoukseni: anomiseni Herra ottaa vastaan.",
      "(H 6:11) Kaikki minun viholliseni saakoon häpiän, ja suuresti peljättäköön; kääntyköön takaperin, ja nopiasti häväistäköön."
    ],
    [
      "Davidin viattomuus, josta hän Herralle veisasi, Kuusin Jeminin pojan sanan tähden: (H 7:2) Sinuun, Herra minun Jumalani, minä uskallan: auta minua kaikista minun vainollisistani, ja pelasta minua;",
      "(H 7:3) Ettei he repisi minun sieluani niinkuin jalopeura, ja sätkisi ilman holhojaa.",
      "(H 7:4) Herra minun Jumalani, jos minä sen tein ja jos vääryys on minun käsissäni;",
      "(H 7:5) Jos minä pahalla kostanut olen niille, jotka minun kanssani rauhassa elivät; vaan minä olen niitä pelastanut, jotka ilman syytä minua vihasivat;",
      "(H 7:6) Niin vainotkaan viholliseni minun sieluani ja käsittäköön sen, ja poljeskelkaan maahan elämäni, ja painakaan kunniani tomuun, Sela!",
      "(H 7:7) Nouse Herra vihassas, korota sinuas ylitse vihollisteni hirmuisuuden, heräjä minun puoleeni; sillä sinä olet käskenyt oikeuden,",
      "(H 7:8) Että kansat kokoontuisivat jälleen sinun tykös; ja tule heidän tähtensä taas ylös,",
      "(H 7:9) Herra on kansain tuomari: tuomitse Herra minua vanhurskauteni ja vakuuteni jälkeen.",
      "(H 7:10) Loppukoon jumalattomain pahuus, ja holho vanhurskaita; sillä sinä, vanhurskas Jumala, tutkit sydämet ja munaskuut.",
      "(H 7:11) Minun kilpeni on Jumalan tykönä, joka vaat sydämet auttaa.",
      "(H 7:12) Jumala on oikia tuomari; ja Jumala, joka joka päivä uhkaa.",
      "(H 7:13) Ellei he palaja, niin hän on miekkansa teroittanut, joutsensa jännittänyt, ja tarkoittaa,",
      "(H 7:14) Ja on pannut sen päälle surmannuolet; hän on valmistanut vasamansa kadottamaan.",
      "(H 7:15) Katso, hänellä on pahaa mielessä: hän on onnettomuutta raskas, mutta hän synnyttää puuttumisen.",
      "(H 7:16) Hän kaivoi haudan ja valmisti, ja on kaatunut siihen kuoppaan, jonka hän oli tehnyt.",
      "(H 7:17) Hänen onnettomuutensa pitää hänen päänsä päälle tuleman, ja hänen vääryytensä pitää hänen päänsä laelle lankeeman.",
      "(H 7:18) Minä kiitän Herraa hänen vanhurskautensa tähden, ja kunnioitan ylimmäisen Herran nimeä."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle, Gittitin päällä. (H 8:2) Herra meidän Herramme! kuinka ihmeellinen on sinun nimes kaikessa maassa, joka panit kunnias taivasten ylitse.",
      "Nuorten lasten ja imeväisten suusta perustit sinä voiman, vihollistes tähden, ettäs vihollisen ja kostajan murentaisit.",
      "Sillä minä näen taivaat, sinun sormeis teot, kuun ja tähdet, jotka valmistit.",
      "Mikä on ihminen, ettäs häntä muistat? eli ihmisen poika, ettäs häntä etsiskelet?",
      "Sinä teit hänen vähää vähemmäksi enkeleitä; vaan sinä kaunistat hänen kunnialla ja kaunistuksella.",
      "Sinä asetat hänen sinun käsitekois herraksi: kaikki olet sinä hänen jalkainsa alle heittänyt:",
      "Lampaat ja kaikki karjat, ja myös metsän eläimet,",
      "Linnut taivaan alla ja kalat meressä ja mitä meressä vaeltaa.",
      "Herra meidän Herramme, kuinka ihmeellinen on sinun nimes kaikessa maassa!"
    ],
    [
      "Davidin Psalmi, kauniista nuoruudesta, edelläveisaajalle. (H 9:2) Minä kiitän Herraa kaikesta sydämestäni, ja luettelen kaikki sinun ihmees.",
      "Minä iloitsen ja riemuitsen sinussa, ja veisaan kiitosta sinun nimelles, sinä kaikkein ylimmäinen,",
      "Ettäs minun viholliseni olet ajanut takaperin: he lankesivat ja hukkuivat sinun etees.",
      "Sillä sinä saatat minun oikeuteni ja asiani toimeen: sinä istuit istuimelle, vanhurskauden tuomari.",
      "Sinä nuhtelet pakanoita, ja kadotat jumalattomat: sinä pyyhit heidän nimensä pois aina ja ijankaikkisesti.",
      "Vihollisten hävitykset ovat lopetetut ijäisesti, ja kaupungit sinä kukistit heidän muistonsa on heidän kanssansa kadonnut.",
      "Mutta Herra pysyy ijankaikkisesti: hän on valmistanut istuimensa tuomioon.",
      "Ja hän tuomitsee maan piirin vanhurskaudessa, ja hallitsee kansat oikein.",
      "Ja Herra on köyhän turva: hän on turva hädän aikana.",
      "Sentähden he sinuun toivovat, jotka sinun nimes tuntevat; sillä et sinä niitä hylkää, jotka sinua, Herra, etsivät.",
      "Veisatkaat Herralle, joka Zionissa asuu: julistakaat kansoissa hänen tekonsa.",
      "Sillä se joka kostaa verenvikoja, muistaa heitä, eikä unohda köyhäin parkumista.",
      "Herra ole minulle armollinen, katso minun ahdistustani niiltä, jotka minua vihaavat, sinä joka ylennät minun surman porteista;",
      "Että minä luettelisin kaikki sinun kiitokses Zionin tytärten porteissa, ja iloitsisin sinun avustas.",
      "Pakanat ovat vajonneet siihen hautaan, jonka he valmistivat: heidän jalkansa on käsitetty siinä verkossa, jonka he virittivät.",
      "Niin ymmärretään Herran tekevän oikeuden, koska jumalatoin juuri omissa kättensä töissä käsitetään; se on tutkisteltava asia, Sela!",
      "Jospa jumalattomat palajaisivat helvettiin, ja kaikki pakanat, jotka Jumalan unohtavat.",
      "Sillä ei hän köyhää peräti unohda, ja raadollisten toivo ei huku ijankaikkisesti.",
      "Nouse, Herra, ettei ihminen saisi valtaa: anna kaikki pakanat edessäs tuomittaa.",
      "Herra, anna heille opettaja, että pakanat tuntisivat itsensä ihmisiksi, Sela!"
    ],
    [
      "Miksis Herra niin kaukana seisot, ja tuskan ajalla sinus peität?",
      "Ylpeydessänsä jumalatoin vainoo köyhää: käsitettäköön he heidän juonissansa, joita he ajattelevat.",
      "Sillä jumalatoin itse kerskaa omaa mielivaltaansa: ahne siunailee itsiänsä, ja vihoittaa Herran.",
      "Jumalatoin on koria ja vihainen, ettei hän ketään tottele: ei hän Jumalaa olevankaan luule.",
      "Hänen tiensä menestyvät joka aika, sinun tuomios on kaukana hänestä: hän ylpeilee kaikkein vihollistensa edessä.",
      "Sillä hän puhuu sydämessänsä: en minä ikänä kukisteta, ei sukukunnasta sukukuntaan hätää ole.",
      "Jonka suu on täynnä kirouksia, kavaluutta ja viettelystä, hänen kielensä saattaa vaivan ja työn.",
      "Hän istuu ja väijyy kartanoissa, murhataksensa salaa viatointa; hänen silmänsä palaa köyhän puoleen.",
      "Hän väijyy salaa niinkuin jalopeura luolassansa, hän väijyy raadollista käsittääksensä, ja hän käsittää hänen, kuin hän tempaa sen verkkoihinsa.",
      "Hän paiskaa ja polkee alas, ja sysää köyhän väkivallalla maahan.",
      "Hän sanoo sydämessänsä: Jumala on hänen unhottanut, ja verhonnut kasvonsa, ei hän ikänä näe.",
      "Nouse, Herra! Jumala, ylennä kätes ja älä köyhää unohda.",
      "Miksi jumalatoin pilkkaa Jumalaa ja sanoo sydämessänsä: et sinä sitä tottele?",
      "Katso siis; sillä sinä näet tuskat ja surut, se on sinun käsissäs: sinuun köyhä itsensä luottaa, ja sinä olet orpolasten holhoja.",
      "Särje jumalattoman käsivarsi, ja etsi pahan jumalattomuutta, niin ettei sitä enää löydettäisi.",
      "Herra on kuningas aina ja ijankaikkisesti: pakanain pitää häviämän hänen maastansa.",
      "Köyhäin halauksen sinä, Herra, kuulet: heidän sydämensä sinä vahvistat, että sinun korvas siitä ottaa vaarin;",
      "Ettäs oikeuden saatat orvoille ja köyhille, ettei ihminen enää ylpeile heitä vastaan maan päällä."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle. Herraan minä uskallan: kuinka te sanotte sielulleni, että hän lentäis niinkuin lintu teidän vuoreltanne?",
      "Sillä katsos, jumalattomat jännittävät joutsen ja panevat nuolensa jänteelle, salaisesti ampuaksensa hurskaita.",
      "Sillä he rikkoivat perustuksen: mitä vanhurskas taitaa toimittaa?",
      "Herra on pyhässä templissänsä, Herran istuin on taivaissa; hänen silmänsä ottavat vaarin, ja hänen silmänsä laudat koettelevat ihmisten lapsia.",
      "Herra koettelee vanhurskasta; hänen sielunsa vihaa jumalatointa, ja jotka vääryyttä rakastavat.",
      "Hän antaa sataa jumalattomain päälle pitkäisen leimauksia, tulta ja tulikiveä, ja antaa heille tuulispäät palkaksi.",
      "Sillä Herra on vanhurskas ja rakastaa vanhurskautta, että hänen kasvonsa katsovat oikeutta."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle, kahdeksalla kielellä. (H 12:2) Auta, Herra; sillä pyhät ovat vähentyneet, ja uskolliset ovat harvat ihmisten lasten seassa.",
      "Jokainen puhuu lähimmäisensä kanssa valhetta: he liehakoitsevat ja opettavat eripuraisuutta sydämistä.",
      "Katkokoon Herra kaikki ulkokullaiset huulet ja ylpiästi puhuvaiset kielet,",
      "Jotka sanovat: meidän kielemme pitää voittaman, meidän tulee puhua: kuka meidän herramme on?",
      "Että köyhät hävitetään ja vaivaiset huokaavat, niin minä nyt nousen, sanoo Herra: minä saatan avun, että rohkiasti pitää opetettaman.",
      "Herran puheet ovat kirkkaat, niinkuin selitetty hopia saviastioissa, seitsemän kertaa koeteltu.",
      "Sinä Herra, kätke ne, ja varjele meitä tästä suvusta ijankaikkisesti.",
      "Sillä joka paikka on jumalattomia täynnä, koska huonot ihmisten lasten seassa korotetaan."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle.",
      "Kuinka kauvan sinä Herra peräti tahdot minua unhottaa? kuinka kauvan sinä peität kasvos minusta?",
      "Kuinka kauvan minä neuvoa pidän sielussani? ja ahdistetaan sydämessäni joka päivä? kuinka kauvan minun viholliseni yltyy minua vastaan?",
      "Katso siis ja kuule minua, Herra minun Jumalani: valista silmäni etten minä koskaan kuolemaan nukkuisi;",
      "Ettei viholliseni sanoisi: minä voitin hänen, ja minun sortajani iloitsisi, koska minä kompastun.",
      "Mutta minä turvaan sinun armoos: minun sydämeni riemuitsee, ettäs niin mielelläs autat: minä veisaan Herralle, että hän minulle niin hyvästi tekee."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle. Tyhmät sanovat sydämessänsä: ei Jumalaa olekaan; ei he mitään kelpaa, ja ovat ilkiät menoissansa; ei ole joka hyvää tekee.",
      "Herra katsoi taivaasta ihmisten lapsia, nähdäksensä, jos joku ymmärtäis eli etsis Jumalaa.",
      "Mutta he ovat kaikki poikenneet pois, ja kaikki ovat kelvottomat: ei ole yksikään, joka hyvää tekee, ei ainoakaan.",
      "Eikö siis kenkään pahointekiöistä sitä havaitse? jotka minun kansaani syövät niinkuin he söisivät leipää; vaan ei he rukoile Herraa.",
      "Siellä he kovin pelkäsivät; sillä Jumala on läsnä vanhurskasten sukua.",
      "Te häpäisette köyhän neuvon; mutta Jumala on hänen turvansa.",
      "Oi jos apu tulis Israelille Zionista! sillä koska Herra päästää vangitun kansansa, niin Jakob iloitsee ja Israel riemuitsee."
    ],
    [
      "Davidin Psalmi. Herra, kuka asuu sinun majassas? eli kuka on pysyväinen sinun pyhällä vuorellas?",
      "Joka vaeltaa ja tekee oikeuden, ja puhuu totuuden sydämestänsä;",
      "Joka ei kielellänsä panettele, eikä lähimmäisellensä mitään pahaa tee, ja ei häpäise lähimmäistänsä;",
      "Joka jumalattomat katsoo ylön, vaan kunnioittaa Jumalaa pelkääväisiä; joka lähimmäisellensä vannoo ja pitää.",
      "Joka ei anna rahaansa korolle, eikä ota lahjoja viatointa vastaan. Joka näin tekee, ei hän horjahda ijankaikkisesti."
    ],
    [
      "Davidin kultainen kappale. Kätke minua Jumala; sillä minä uskallan sinuun.",
      "Sinä olet Herralle sanonut: sinä olet minun Herrani: minun hyvätyöni ei ole sinun tähtes,",
      "Vaan pyhäin tähden, jotka maan päällä ovat, ja kunniallisten tähden, joissa kaikki minun mielisuosioni on.",
      "Mutta jotka toisen jälkeen rientävät, niillä pitää suuri sydämen kipu oleman: en minä uhraa heidän juomauhriansa verestä, enkä mainitse heidän nimiänsä suussani.",
      "Mutta Herra on minun tavarani ja osani: sinä tähteelle panet minun perimiseni.",
      "Arpa lankesi minulle kauniimmissa: minä olen jalon perimisen saanut.",
      "Minä kiitän Herraa, joka minua on neuvonut: niin myös minun munaskuuni ovat yöllä kurittaneet.",
      "Minä pidän aina Herran kasvoini edessä, sillä hän on minun oikialla puolellani, sentähden en minä horju.",
      "Sentähden minun sydämeni reimuitsee ja minun kunniani on iloinen, ja minun lihani lepää toivossa.",
      "Sillä et sinä hyljää sieluani helvetissä, etkä salli sinun pyhäs näkevän turmelusta.",
      "Sinä osoitat minulle elämän tien, sinun kasvois edessä on täydellinen ilo, ja riemullinen meno oikialla kädelläs ijankaikkisesti."
    ],
    [
      "Davidin rukous. Kuule, Herra, oikeutta, havaitse minun huutoni, ota vaari minun rukouksestani, joka ei viekkaasta suusta lähde.",
      "Puhu sinä minun asiassani, ja sinun silmäs katsokaan oikeutta.",
      "Sinä koettelet minun sydämeni, ja etsiskelet sitä yöllä, ja tutkit minua, ja et mitään löydä; minä olen aikonut, ettei minun suuni missäkään riko.",
      "Minä varjelen minuni sinun huultes sanoissa, ihmisten töistä, murhaajan tiellä.",
      "Hallitse minun käyntöni poluillas, ettei minun askeleeni liukahtaisi.",
      "Minä huudan sinua, ettäs, Jumala, minua kuulisit: kallista korvas minun puoleeni, kuule minun puheeni.",
      "Osoita ihmeellinen hyvyytes, sinä niiden vapahtaja, jotka sinuun uskaltavat, niitä vastaan, jotka sinun oikiaa kättäs vastaan ovat.",
      "Varjele minua niinkuin silmäterää: suojele minua siipeis varjon alla.",
      "Jumalattomista, jotka minua hävittävät, vihollisistani, jotka minun sieluuni piirittävät.",
      "Heidän lihavansa yhtä pitävät: he puhuvat suullansa ylpiästi.",
      "Kuhunka me menemme, niin he meitä piirittävät: siihen he silmänsä tarkoittavat meitä kukistaaksensa maahan,",
      "Niinkuin jalopeura saalista himoitsee, niinkuin nuori jalopeura, joka luolasta väijyy.",
      "Nouse, Herra, ennätä hänen kasvonsa, ja polje häntä; vapahda minun sieluni miekallas jumalattomista,",
      "Sinun kädelläs ihmisistä, Herra, tämän maailman ihmisistä, joiden osa on tässä elämässä, ja joiden vatsan sinä täytät tavarallas: heidän lapsensa ravitaan, ja he jättävät tähteensä lapsukaisillensa.",
      "Mutta minä saan nähdä sinun kasvos vanhurskaudessa: minä ravitaan herättyäni sinun kuvas jälkeen."
    ],
    [
      "Edelläveisaajalle, Davidin Herran palvelian Psalmi, joka Herralle nämät veisun sanat puhui sinä päivänä, jona Herra hänen vapahti kaikkein vihollistensa käsistä ja Saulin käsistä. (H18:2) Ja hän sanoi: minä rakastan sydämestäni sinua, Herra, minun voimani.",
      "Herra, minun kallioni, minun linnani ja minun vapahtajani; minun Jumalani on minun vahani, johon minä turvaan: minun kilpeni, ja minun autuuteni sarvi, ja minun varjelukseni.",
      "Minä kiitän ja avukseni huudan Herraa, niin minä vapahdetaan vihollisistani.",
      "Sillä kuoleman siteet olivat käärineet minun ympäri, ja Belialin ojat peljättivät minun.",
      "Helvetin siteet kietoivat minun: kuoleman paulat ennättivät minun.",
      "Ahdistuksessani minä avukseni huudan Herraa, ja minun Jumalani tykö minä huudan: niin hän kuulee ääneni templistänsä, ja minun huutoni hänen edessänsä tulee hänen korviinsa.",
      "Maa liikkui ja vapisi, ja vuorten perustukset liikkuivat: he värisivät, koska hän vihastui.",
      "Savu suitsi hänen sieraimistansa ja kuluttava tuli hänen suustansa, niin että hiilet siitä syttyivät.",
      "Hän notkisti taivaat ja astui alas, ja synkiä pimeys oli hänen jalkainsa alla.",
      "Hän astui Kerubimin päälle ja lensi, ja hän lensi tuulen sulkain päällä.",
      "Hän pani pimeyden majansa ympärille, ja mustat paksut pilvet, jossa hän lymyssä oli.",
      "Kirkkaudesta hänen edessänsä hajosivat pilvet rakeilla ja leimauksilla.",
      "Ja Herra jylisti taivaissa, Ylimmäinen antoi pauhinansa, rakeilla ja leimauksilla.",
      "Hän ampui nuolensa ja hajoitti heitä: hän iski kovat leimaukset, ja peljätti heitä,",
      "Ja niin ilmestyivät vetten kuljut, ja maan perustukset ilmaantuivat, Herra, sinun kovasta nuhtelemisestas ja sinun sieraimies hengen puhalluksesta.",
      "Hän lähetti korkeudesta ja otti minun, ja veti minun ulos suurista vesistä.",
      "Hän vapahti minun voimallisista vihollisistani, jotka minua väkevämmät olivat.",
      "Ne ennättivät minun tuskapäivänäni; mutta Herra tuli minun turvakseni.",
      "Ja hän vei minun lakialle: hän tempasi minun ulos; sillä hän mielistyi minuun.",
      "Herra maksoi minulle minun vanhurskauteni jälkeen: hän antoi minulle kätteni puhtauden jälkeen.",
      "Sillä minä pidän Herran tiet, ja en ole Jumalaani vastaan.",
      "Sillä kaikki hänen oikeutensa ovat silmäini edessä, ja hänen käskyjänsä en minä tyköäni hylkää.",
      "Vaan olen vakaa hänen edessänsä ja vältän vääryyttä.",
      "Sentähden Herra kostaa minulle vanhurskauteni perästä, kätteni puhtauden jälkeen, silmäinsä edessä.",
      "Pyhäin kanssa sinä pyhä olet, ja toimellisten kanssa toimellinen.",
      "Puhdasten kanssa sinä puhdas olet, ja nurjain kanssa sinä nurja olet.",
      "Sillä sinä vapahdat ahdistetun kansan, ja korkiat silmät sinä alennat.",
      "Sillä minun kynttiläni sinä valaiset; Herra minun Jumalani valaisee minun pimeyteni.",
      "Sillä sinun kauttas minä sotaväen murran, ja minun Jumalassani karkaan muurin ylitse.",
      "Jumalan tie on täydellinen. Herran puheet tulella koetellut: hän on kaikkein kilpi, jotka häneen uskaltavat.",
      "Sillä kuka on Jumala, paitsi Herraa? ja kuka on kallio, paitsi Jumalaamme?",
      "Jumala vyöttää minun voimalla, ja panee minun tieni viattomaksi.",
      "Hän tekee jalkani niinkuin peurain jalat, ja asettaa minun korkeudelle.",
      "Hän opettaa käteni sotimaan, ja käsivarteni vaskijoutsea vetämään.",
      "Ja sinä annoit minulle autuutes kilven, ja sinun oikia kätes vahvistaa minun: ja koskas minun alennat, niin sinä teet minun suureksi.",
      "Sinä levitit minun askeleeni minun allani, ettei minun kantapääni livistyneet.",
      "Minä ajan vihollisiani takaa ja käsitän heitä, ja en palaja, ennenkuin minä heidät hukutan.",
      "Minä runtelen heitä, ettei he taida nousta: heidän täytyy kaatua jalkaini alla.",
      "Sinä valmistat minun voimalla sotaan: sinä taivutat minun alleni ne, jotka nousevat minua vastaan.",
      "Sinä annat minulle viholliseni kaulan, ja minä kadotan vainoojani.",
      "He huutavat, vaan ei ole auttajaa: Herran tykö, mutta ei hän vastaa heitä.",
      "Minä survon heitä niinkuin maan tomun tuulen edessä, ja heitän pois niinkuin loan kaduilta.",
      "Sinä pelastat minua riitaisesta kansasta: sinä asetat minun pakanain pääksi; se kansa, jota en minä tuntenut, palvelee minua.",
      "Se kuultelee minua kuuliaisilla korvilla: muukalaiset lapset kieltävät minun.",
      "Muukalaiset lapset vaipuvat ja vapisevat siteissänsä.",
      "Herra elää, ja kiitetty olkoon minun kallioni, ja minun autuuteni Jumala olkoon ylistetty!",
      "Jumala, joka minulle koston antaa, ja vaatii kansat minun alleni;",
      "Joka minua auttaa vihollisistani: sinä korotat myös minun niistä, jotka karkaavat minua vastaan: sinä pelastat minua väkivaltaisesta miehestä.",
      "Sentähden minä kiitän sinua, Herra, pakanain seassa, ja veisaan nimelles kiitoksen,",
      "Joka suuren autuuden kuninkaallensa osoittaa, ja tekee hyvästi voidellullensa, Davidille, ja hänen siemenellensä ijankaikkisesti."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle. (H19:2) Taivaat ilmoittavat Jumalan kunnian, ja vahvuus julistaa hänen kättensä teot.",
      "Päivä sanoo päivälle, ja yö ilmoittaa yölle tiedon.",
      "Ei ole kieltä eikä puhetta, kussa ei heidän äänensä kuulu.",
      "Heidän nuoransa käy ulos kaikkiin maihin, ja heidän puheensa maailman ääreen asti: auringolle hän pani majan heissä.",
      "Ja hän käy ulos kammiostansa niinkuin ylkä, ja riemuitsee niinkuin sankari tietä juostaksensa.",
      "Hän käy ylös taivasten lopulta ja juoksee ympäri hamaan niiden loppuun jälleen; ja ei ole mitään peitetty hänen lämpimänsä edestä.",
      "Herran laki on täydellinen ja virvoittaa sielut: Herran todistus on vahva ja tekee yksinkertaiset taitaviksi.",
      "Herran käskyt ovat oikiat ja ilahuttavat sydämet: Herran käskyt ovat kirkkaat ja valistavat silmät.",
      "Herran pelko on puhdas ja pysyy ijankaikkisesti: Herran oikeudet ovat todet, kaikki tyynni vanhurskaat,",
      "Ne ovat kalliimmat kultaa ja kaikkein parasta kultaa, ja makeammat hunajaa ja mesileipiä.",
      "Sinun palvelias myös niissä opetetaan: ja joka niitä pitää, hänellä on suuri palkka.",
      "Erhetykset kuka ymmärtää? anna minulle anteeksi salaiset rikokset.",
      "Varjele myös palvelias ylpeistä, ettei he minua hallitsisi; niin minä olen viatoin ja nuhteetoin suuresta pahasta teosta.",
      "Kelvatkoon sinulle minun suuni puheet, ja minun sydämeni ajatukset sinun edessäs, Herra, minun vahani ja minun Lunastajani!"
    ],
    [
      "Davidin Psalmi, edelläveisaajalle. (H20:2) Herra kuulkoon sinua hädässäs, Jakobin Jumalan nimi sinua varjelkoon!",
      "Hän lähettäköön sinulle apua pyhästä ja Zionista sinua vahvistakoon!",
      "Hän muistakoon kaikki ruokauhris, ja sinun polttouhris olkoon lihavat, Sela!",
      "Hän antakoon sinulle, mitä sinun sydämes anoo, ja päättäköön kaikki aivoitukses!",
      "Me kerskaamme sinun avustas, ja meidän Jumalamme nimessä me ylennämme lippumme: Herra täyttäköön kaikki sinun rukoukses!",
      "Nyt minä tunnen Herran voideltuansa auttavan, ja häntä kuulevan pyhästä taivaastansa: hänen oikia kätensä auttaa voimallisesti.",
      "Nämät uskaltavat rattaisiin ja oreihin; mutta me muistamme Herran Jumalamme nimeä.",
      "He ovat kukistetut ja langenneet; mutta me nousemme ja pystyällä seisomme.",
      "Auta Herra! Kuningas meitä kuulkaan, kuin me huudamme."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle. (H21:2) Herra, Kuningas riemuitsee sinun voimassas: ja kuinka suuresti hän iloitsee avustas!",
      "Hänen sydämensä halun sinä annat hänelle, etkä kiellä, mitä hänen suunsa anoo, Sela!",
      "Sillä sinä ennätät hänen hyvällä siunauksella: sinä panet kultaisen kruunun hänen päähänsä.",
      "Hän anoi elämää sinulta, niin sinä annoit hänelle pitkän ijän aina ja ijankaikkisesti.",
      "Hänellä on suuri kunnia sinun avustas: sinä panet ylistyksen ja kaunistuksen hänen päällensä.",
      "Sillä sinä asetat hänen siunaukseksi ijankaikkisesti: sinä ilahutat hänen kasvois edessä ilolla.",
      "Sillä Kuningas turvaa Herraan: ja Ylimmäisen laupiudessa ei hän horju.",
      "Sinun kätes löytää kaikki vihollises: sinun oikia kätes löytää ne, jotka sinua kadehtivat.",
      "Sinä panet heitä niinkuin kuumaan pätsiin sinun vihas aikana: Herra nielee heitä vihassansa, ja tuli syö heitä.",
      "Heidän hedelmänsä sinä kadotat maan päältä, ja heidän siemenensä ihmisten lapsista.",
      "Sillä he ajattelivat tehdä sinulle pahaa: he pitivät neuvoa, jota ei he voineet täyttää.",
      "Sillä sinä teet heitä olkapääksi: sinä tarkoitat jänteelläs heidän kasvojansa vastaan.",
      "Herra, ylennä sinuas väkevyydessäs; niin me veisaamme ja kiitämme sinun voimaas."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle, peurasta, jota varhain väijytään. (H22:2) Minun Jumalani, minun Jumalani! miksis minun hylkäsit? minä parun, vaan minun apuni on kaukana.",
      "Minun Jumalani! päivällä minä huudan, ja et sinä vastaa, ja en yölläkään vaikene.",
      "Sinä olet pyhä, joka asut Israelin kiitoksessa.",
      "Meidän isämme toivoivat sinuun: ja kuin he toivoivat, niin sinä vapahdit heitä.",
      "Sinua he huusivat, ja vapahdettiin: sinuun he turvasivat, ja ei tulleet häpiään.",
      "Mutta minä olen mato ja en ihminen, ihmisten pilkka ja kansan ylönkatse.",
      "Kaikki, jotka minun näkevät, häpäisevät minua: he vääristelevät huuliansa ja päätänsä vääntelevät.",
      "Hän valittaa Herralle, hän vapahtakoon hänen: hän auttakoon häntä, jos hän mielistyy häneen.",
      "Sillä sinä olet minun vetänyt ulos äitini kohdusta: sinä olit minun turvani, ollessani vielä äitini rinnalla.",
      "Sinun päälles minä olen heitetty äitini kohdusta: sinä olet minun Jumalani hamasta äitini kohdusta.",
      "Älä ole kaukana minusta; sillä ahdistus on läsnä, ja ei ole auttajaa,",
      "Suuret mullit ovat minun piirittäneet, lihavat härjät kiertäneet minun ympäri.",
      "Kitansa avasivat he minua vastaan, niinkuin raateleva ja kiljuva jalopeura.",
      "Minä olen kaadettu ulos niinkuin vesi, ja luuni ovat kaikki hajoitetut: minun sydämeni on niinkuin salattu vedenvaha ruumiissani.",
      "Minun voimani on kuivettunut niinkuin kruusin muru, ja minun kieleni tarttuu suuni lakeen; ja sinä panet minun kuoleman tomuun.",
      "Sillä koirat ovat minun piirittäneet: julmain parvi saartain lävistänyt kuin jalopeura käteni ja jalkani.",
      "Minä lukisin kaikki minun luuni; mutta he katselivat ja näkivät ihastuksensa minusta.",
      "He jakavat itsellensä minun vaatteeni ja heittävät hameestani arpaa.",
      "Mutta sinä, Herra, älä ole kaukana! minun väkevyyteni, riennä avukseni!",
      "Pelasta minun sieluni miekasta, ja ainokaiseni koirilta.",
      "Vapahda minua jalopeuran suusta, ja päästä minua yksisarvillisista.",
      "Minä saarnaan sinun nimeäs veljilleni: minä ylistän sinua seurakunnassa.",
      "Ylistäkäät Herraa te, jotka häntä pelkäätte: koko Jakobin siemen kunnioittakoon häntä, ja kavahtakoon häntä kaikki Israelin siemen!",
      "Sillä ei hän hyljännyt eikä katsonut ylön köyhän raadollisuutta, eikä kääntänyt kasvojansa hänestä pois; vaan kuin se häntä huusi, kuuli hän sitä.",
      "Sinua minä ylistän suuressa seurakunnassa: minä maksan lupaukseni heidän edessänsä, jotka häntä pelkäävät.",
      "Raadolliset syövät ja ravitaan, ja jotka Herraa etsivät, pitää häntä ylistämän: teidän sydämenne pitää elämän ijankaikkisesti.",
      "Kaikki maailman ääret muistakaan ja kääntykään Herran tykö, ja kumartakaan sinun edessäs kaikki pakanain sukukunnat.",
      "Sillä Herralta on valtakunta, ja hän vallitsee pakanoita.",
      "Kaikki lihavat maan päällä pitää syömän ja kumartaman, hänen edessänsä polviansa notkistaman kaikki, jotka tomussa makaavat ja jotka surussansa elävät.",
      "Hänen pitää saaman siemenen, joka häntä palvelee: Herrasta pitää ilmoitettaman lasten lapsiin.",
      "He tulevat ja hänen vanhurskauttansa saarnaavat syntyvälle kansalle, että hän sen tekee."
    ],
    [
      "Davidin Psalmi. Herra on minun paimeneni: ei minulta mitään puutu.",
      "Hän kaitsee minua viheriäisessä niityssä, ja vie minua virvoittavan veden tykö.",
      "Minun sieluni hän virvoittaa: hän vie minun oikialle tielle, nimensä tähden.",
      "Ja vaikka minä vaeltaisin pimiässä laaksossa, en minä pelkäisi mitään pahuutta, ettäs olet kanssani: sinun vitsas ja sauvas minun tukevat.",
      "Sinä valmistat minulle pöydän vihollisteni kohdalle: sinä voitelet minun pääni öljyllä, ja minun maljani on ylitsevuotavainen.",
      "Hyvyys ja laupius noudattavat minua kaiken elinaikani, ja minä saan asua Herran huoneessa ijankaikkisesti."
    ],
    [
      "Davidin Psalmi. Herran on maa, ja kaikki mitkä siinä ovat, maan piiri ja ne jotka sen päällä asuvat.",
      "Sillä hän on perustanut sen merten päälle, ja virtain päälle sen vahvistanut.",
      "Kuka astuu Herran vuorelle? ja kuka taitaa seisoa hänen pyhässä siassansa?",
      "Jolla viattomat kädet ovat ja on puhdas sydämestä, joka ei halaja turhuutta eikä vanno väärin,",
      "Se saa siunauksen Herralta, ja vanhurskauden autuutensa Jumalalta.",
      "Tämä on se sukukunta, joka häntä etsii, joka kysyy sinun kasvojas, Jakob, Sela!",
      "Tehkäät portit avaraksi ja ovet maailmassa korkiaksi, kunnian Kuninkaan mennä sisälle.",
      "Kuka on kunnian Kuningas? se on Herra, väkevä ja voimallinen, Herra voimallinen sodassa.",
      "Tehkäät portit avaraksi ja ovet maailmassa korkiaksi, kunnian Kuninkaan mennä sisälle!",
      "Kuka on kunnian Kuningas? se on Herra Zebaot, hän on kunnian Kuningas, Sela!"
    ],
    [
      "Davidin Psalmi. Sinun tykös, Herra, ylennän minä sieluni.",
      "Minun Jumalani! sinuun minä turvaan, älä salli minua häväistä, ettei minun viholliseni iloitsisi minusta.",
      "Sillä ei yksikään tule häpiään, joka sinua odottaa; mutta irralliset pilkkaajat saavat häpiän.",
      "Herra, osoita minulle sinun ties, ja opeta minulle sinun polkus.",
      "Johdata minua totuudessas, ja opeta minua; sillä sinä olet Jumala, joka minua autat, yli päivää minä odotan sinua.",
      "Muista, Herra, laupiuttas ja hyvyyttäs, joka maailman alusta on ollut.",
      "Älä muista nuoruuteni syntejä ja ylitsekäymistäni; mutta muista minua sinun laupiutes jälkeen, sinun hyvyytes tähden, Herra!",
      "Herra on hyvä ja vakaa, sentähden saattaa hän syntiset tielle.",
      "Hän johdattaa oikeudella raadollisen, ja opettaa siveille hänen tiensä.",
      "Kaikki Herran tiet ovat hyvyys ja totuus niille, jotka hänen liittonsa ja todistuksensa pitävät.",
      "Sinun nimes tähden, Herra, ole armollinen minun pahalle teolleni, joka suuri on.",
      "Kuka on se mies, joka Herraa pelkää? sillä hän opettaa parhaan tien.",
      "Hänen sielunsa asuu hyvyydessä, ja hänen sikiänsä omistaa maan.",
      "Herran salaisuus on niillä, jotka häntä pelkäävät, ja liittonsa ilmoittaa hän heille.",
      "Minun silmäni katsovat alati Herraa, sillä hän kirvoittaa minun jalkani verkosta.",
      "Käännä sinuas minun puoleeni, ja ole minulle armollinen; sillä minä olen yksinäinen ja raadollinen.",
      "Minun sydämeni murheet ovat moninaiset: vie siis minua ulos tuskistani.",
      "Katsos minun vaivaisuuteni ja raadollisuuteni puoleen, ja anna kaikki minun syntini anteeksi.",
      "Katsos, kuinka monta vihollista minulla on? ja sulasta kateudesta he minua vihaavat.",
      "Varjele minun sieluni ja vapahda minua, älä laske minua häpiään; sillä sinuun minä turvaan.",
      "Vakuus ja oikeus varjelkoon minua; sillä minä odotan sinua.",
      "Jumala, vapahda Israel kaikista tuskistansa."
    ],
    [
      "Davidin Psalmi. Tuomitse minua, Herra; sillä minä olen vakuudessani vaeltanut: ja minä toivon Herraan, sentähden en minä livistele.",
      "Koettele minua, Herra, ja kiusaa minua: puhdista minun munaskuuni ja sydämeni.",
      "Sillä sinun hyvyytes on silmäini edessä, ja minä vaellan sinun totuudessas.",
      "En minä istu turhain ihmisten seassa, enkä seuraa petollisia.",
      "Minä vihaan pahain seurakuntaa, enkä istu jumalattomain tykönä.",
      "Minä pesen käteni viattomuudessa, ja oleskelen, Herra, alttaris tykönä,",
      "Kussa kiitossanan ääni kuullaan, ja kaikki sinun ihmees saarnataan.",
      "Herra, minä rakastin sinun huonees asuinsiaa ja sitä siaa, jossa sinun kunnias asuu.",
      "Älä tempaa minun sieluani pois syntisten kanssa ja henkeäni verikoirain kanssa,",
      "Jotka pahanjuoniset ovat ja mielellänsä lahjoja ottavat.",
      "Mutta minä vaellan viattomuudessani: vapahda minua ja ole minulle armollinen!",
      "Minun jalkani käy oikiasti: minä kiitän Herraa seurakunnissa."
    ],
    [
      "Davidin Psalmi. Herra on minun valistukseni ja autuuteni, ketä minä pelkään? Herra on henkeni väkevyys, ketä minä vapisen?",
      "Sentähden, vaikka pahat, vainolliseni ja viholliseni, lähestyvät minun lihaani syömään, täytyy heidän kuintenkin itseänsä loukata ja langeta.",
      "Ja vaikka sotaväki saartais minua, niin ei sydämeni sentähden pelkäisi; ja jos sota nousis minua vastaan, minä turvaan sittekin häneen.",
      "Yhtä minä Herralta anon, sitä minä pyydän, asuakseni Herran huoneessa kaiken elinaikani: että minä näkisin Herran kauniin jumalanpalveluksen, ja hänen templiänsä etsisin.",
      "Sillä hän peittää minua majassansa pahana aikana: hän kätkee minun salaiseen majaansa, ja korottaa minun kalliolle.",
      "Ja hän korottaa nytkin minun pääni vihollisteni ylitse, jotka ympärilläni ovat; niin minä uhraan hänen majassansa kiitosuhria: minä veisaan ja laulan Herralle.",
      "Herra, kuule minun ääneni, koska minä huudan: ole minulle armollinen, ja kuultele minua.",
      "Minun sydämeni sanoo sinulle tämän sinun sanas: etsikäät minun kasvojani! sentähden minä etsin, Herra, sinun kasvojas.",
      "Älä peitä kasvojas minulta, ja älä sysää pois palveliaas vihassas; sillä sinä olet minun apuni: älä minua hylkää, älä myös minua anna ylön, minun autuuteni Jumala.",
      "Sillä minun isäni ja äitini hylkäsivät minun; mutta Herra korjasi minun.",
      "Herra, osoita minulle sinun ties, ja johdata minua oikiaa polkua, minun vihollisteni tähden.",
      "Älä anna minua vihollisteni tahtoon; sillä väärät todistukset seisovat minua vastaan ja tekevät häpeemättä vääryyttä.",
      "Mutta minä uskon kuitenkin näkeväni Herran hyvyyttä eläväin maalla,",
      "Odota Herraa, ole hyvässä turvassa, ja hän vahvistaa sinun sydämes: ja odota Herraa."
    ],
    [
      "Davidin Psalmi. Koska minä huudan sinua, Herra, uskallukseni, niin älä vaikene minulle; etten, koska sinä vaikenisit minulle, minä tulisi niiden kaltaiseksi, jotka hautaan menevät.",
      "Kuule minun rukoukseni ääni, koska minä huudan sinua, kuin minä nostan käteni sinun pyhää kuorias päin.",
      "Älä anna minun tulla jumalattomain ja pahointekiäin sekaan, jotka lähimmäistensä kanssa puhuvat ystävällisesti, vaan pahuutta on heidän sydämissänsä,",
      "Anna heille heidän työnsä jälkeen ja heidän pahan menonsa perään: anna heille heidän kättensä töiden perään, maksa heille heidän ansionsa perästä.",
      "Sillä ei he ota vaaria Herran töistä, eikä hänen käsi-aloistansa; sentähden rikkoo hän heitä ja ei rakenna heitä.",
      "Kiitetty olkoon Herra; sillä hän on kuullut minun rukoukseni äänen.",
      "Herra on minun väkevyyteni ja kilpeni, häneen minun sydämeni toivoo, ja minä olen autettu; ja minun sydämeni riemuitsee, ja minä kiitän häntä veisullani.",
      "Herra on heidän väkevyytensä; hän on väkevä, joka voideltuansa auttaa.",
      "Auta kansaas ja siunaa perimistäs, ja ravitse heitä ja korota heitä ijankaikkisesti."
    ],
    [
      "Davidin Psalmi. Tuokaat Herralle, te väkevät, tuokaat Herralle kunnia ja väkevyys.",
      "Tuokaat Herralle hänen nimensä kunnia: kumartakaat Herraa pyhässä kaunistuksessa.",
      "Herran ääni käy vetten päällä: kunnian Jumala pauhaa, suurten vetten päällä.",
      "Herran ääni käy voimassa: Herran ääni käy suuressa kunniassa.",
      "Herran ääni särkee sedripuut, ja Herra särkee sedripuut Libanonissa.",
      "Hän hyppäyttää heitä niinkuin vasikan, sekä Libanonin että Sirionin, niinkuin nuoren yksisarvisen.",
      "Herran ääni leikkaa niinkuin tulen liekki.",
      "Herran ääni häälyttää korven, ja Herra liikuttaa Kadeksen korven.",
      "Herran ääni saattaa peurat poikimaan, ja paljastaa metsät: ja hänen templissänsä pitää koko hänen joukkonsa sanoman hänelle kunnian.",
      "Herra istuu vedenpaisumisen päällä: Herra pysyy Kuninkaana ijankaikkisesti.",
      "Herra antaa kansallensa väkevyyden: Herra siunaa kansaansa rauhalla."
    ],
    [
      "Psalmi, veisattava Davidin huoneen vihkimisessä. (H30:2) Minä ylistän sinua, Herra, sillä sinä olet korottanut minua: et myös salli viholliseni iloita minusta.",
      "Herra minun Jumalani, kuin minä huusin sinua, niin sinä teit minun terveeksi.",
      "Herra, sinä veit sieluni ulos helvetistä: sinä olet minun elävänä pitänyt niiden mennessä kuoppaan.",
      "Pyhät, veisatkaat kiitosta Herralle, ja kiittäkäät hänen pyhyytensä muistoksi.",
      "Sillä hänen vihansa viipyy silmänräpäyksen, ja hän ihastuu elämästä: ehtoona on itku, mutta aamulla ilo.",
      "Mutta minä sanoin myötäkäymisessäni: en minä ikänä kukistu.",
      "Sillä sinä, Herra, olet hyvässä tahdossas vuoreni vahvistanut; mutta kuin sinä kasvos peitit, niin minä hämmästyin.",
      "Sinua, Herra, minä huudan, ja Herraa minä rukoilen.",
      "Mitä hyvää minun veressäni on, kuin minä hautaan alas menen? kiittäneekö tomukin sinua, ja ilmoittaneeko se sinun totuuttas?",
      "Herra, kuule, ja ole minulle armollinen: Herra, ole minun auttajani.",
      "Sinä olet muuttanut minun valitukseni iloksi: sinä olet riisunut minun säkkini, ja vyötit minun riemulla,",
      "Että minun kunniani veisais sinulle kiitosta ja ei vaikenisi, Herra minun Jumalani, minä kiitän sinua ijankaikkisesti!"
    ],
    [
      "Davidin Psalmi edelläveisaajalle. (H31:2) Herra, sinuun minä uskallan, etten minä ikänä häpiään tulisi: vapahda minua sinun vanhurskautes kautta.",
      "Kallista korvas minun puoleeni, auta minua äkisti: ole minulle vahva kallio ja linna minua auttamaan;",
      "Sillä sinä olet minun kallioni ja minun linnani, ettäs siis sinun nimes tähden minua taluttaisit ja veisit;",
      "Ettäs minun kirvottaisit verkosta, jonka he minun eteeni virittivät; sillä sinä olet minun väkevyyteni.",
      "Sinun käsiis annan minä henkeni, sinä olet minun lunastanut, Herra, sinä totinen Jumala.",
      "Minä vihaan niitä, jotka pitävät väärää oppia; mutta minä uskallan Herraan.",
      "Minä ihastun ja riemuitsen sinun hyvyytes tähden, ettäs katsot minun raadollisuuttani, ja tunnet minun sieluni tuskassa.",
      "Ja et sinä sulje minua vihollisteni käsiin: sinä asetat minun avaraan paikkaan.",
      "Herra, ole minulle armollinen, sillä minä ahdistetaan; minun kasvoni ovat muuttuneet murheesta, niin myös minun sieluni ja vatsani.",
      "Sillä minun elämäni on kulutettu murheesta, ja minun vuoteni huokauksesta: minun voimani on rauvennut pahain tekoin kautta, ja minun luuni ovat muserretut.",
      "Minä olen pilkaksi tullut kaikille vihamiehilleni ja kylällisilleni ylönpalttisesti, ja hämmästykseksi tuttavilleni: jotka minun ulkona näkevät, pakenevat minua.",
      "Minä olen sydämestä unhotettu niinkuin kuollut: minä olen niinkuin rikottu astia.",
      "Sillä minä kuulen monen häväistyksen, että jokainen karttaa minua: he pitävät keskenänsä neuvoa minusta, ja tahtovat ottaa minun henkeni.",
      "Mutta minä toivon sinuun, Herra, ja sanon: sinä olet minun Jumalani!",
      "Minun aikani ovat sinun käsissäs: pelasta minua vihollisteni kädestä ja niistä, jotka minua vainoovat.",
      "Anna kasvos paistaa palvelias päälle: auta minua laupiutes kautta.",
      "Herra, älä minun anna häpiään tulla; sillä sinua minä avuksi huudan: jumalattomat tulkoon häpiään, vaijetkoon helvetissä.",
      "Tulkoon mykäksi väärät suut, jotka puhuvat vanhurskasta vastaan kovasti ylpeydestä ja ylönkatseesta.",
      "Kuinka suuri on sinun hyvyytes, jonka panit tallelle niille, jotka sinua pelkäävät! ja jonka niille osoitat, jotka sinuun uskaltavat, ihmisten lasten edessä!",
      "Sinä kätket heitä tykönäs salaisesti jokaisen haastosta: sinä peität heitä majassas riiteleväisistä kielistä.",
      "Herra olkoon kiitetty, että hän on minulle osoittanut ihmeellisen hyvyyden, vahvassa kaupungissa.",
      "Sillä minä sanoin pikaisuudessani: minä olen sinun silmäis edestä sysätty pois: kuitenkin kuulit sinä rukoukseni äänen, koska minä sinun tykös huusin.",
      "Rakastakaat Herraa, kaikki hänen pyhänsä; Herra varjelee uskollisia ja runsaasti kostaa niille, jotka ylpeyttä harjoittelevat.",
      "Olkaat hyvässä turvassa, ja hän vahvistaa teidän sydämenne, kaikki jotka Herraa odotatte."
    ],
    [
      "Davidin opetus. Autuas on se, jonka pahat teot ovat annetut anteeksi ja jonka synnit peitetyt ovat.",
      "Autuas on se ihminen, jolle Herra ei soimaa vääryyttä, jonka hengessä ei vilppiä ole.",
      "Sillä koska minä tahdoin sitä vaieta, musertuivat minun luuni jokapäiväisestä itkustani,",
      "Sillä sinun kätes oli yöllä ja päivällä raskas minun päälläni, niin että nesteeni kuivui: niinkuin kesällä kuivuu, Sela!",
      "Sentähden minä tunnustan sinun edessäs syntini, ja en peitä pahoja tekojani. Minä sanoin: minä tunnustan Herralle pahat tekoni; niin sinä annoit anteeksi syntini vääryyden, Sela!",
      "Tämän tähden pitää kaikkein pyhäin sinua rukoileman oikialla ajalla: sentähden kuin suuret vedenpaisumiset tulevat, ei he niihin ulotu.",
      "Sinä olet minun varjelukseni, kätke minua murheesta, että minä pelastettuna sangen riemuisesti kerskaisin, Sela!",
      "Minä neuvon sinua ja osoitan sinulle tien, jotas vaellat: minä johdatan sinun silmilläni.",
      "Älkäät olko niinkuin orhiit ja muulit, joilla ei ymmärrystä ole, joille pitää suitset ja ohjat suuhun pantaman, ellei he lähene sinua.",
      "Jumalattomalla on monta vitsausta; mutta joka Herraan toivoo, hänen hyvyys ympäri piirittää.",
      "Riemuitkaat teitänne Herrassa, ja olkaat iloiset, te vanhurskaat, ja kerskatkaat, kaikki te yksivakaiset."
    ],
    [
      "Riemuitkaat, te vanhurskaat, Herrassa; vakain pitää häntä kauniisti kiittämän.",
      "Kiittäkäät Herraa kanteleilla, veisatkaat hänelle kiitosta kymmenkielisellä psaltarilla.",
      "Veisatkaat hänelle uusi virsi: veisatkaat jalosti kielten leikissä, helisemisellä.",
      "Sillä Herran sana on totinen, ja mitä hän lupaa, sen hän vahvana pitää.",
      "Hän rakastaa vanhurskautta ja tuomiota; maa on täynnänsä Herran laupiutta.",
      "Herran sanalla ovat taivaat tehdyt, ja kaikki heidän joukkonsa hänen suunsa hengellä.",
      "Hän pitää koossa veden meressä niinkuin roukkiossa, ja kätkee syvyydet.",
      "Peljätköön Herraa kaikki maa; häntä peljätköön kaikki maan piirin asuvaiset.",
      "Sillä koska hän sanoo, niin se tapahtuu; jos hän käskee, niin se on tehty.",
      "Herra tekee pakanain neuvot tyhjäksi; hän saattaa kansain ajatukset turhaksi.",
      "Mutta Herran neuvo pysyy ijankaikkisesti, hänen sydämensä ajatukset sukukunnasta sukukuntaan.",
      "Autuas on se kansa, jonka Herra on Jumala, se kansa, jonka hän itsellensä on perinnöksi valinnut.",
      "Herra katsoi taivaasta alas, ja näki kaikki ihmisten lapset.",
      "Vahvalta istuimeltansa katsoi hän kaikkia, jotka maan päällä asuvat.",
      "Hän valmistaa kaikkein heidän sydämensä: hän ymmärtää kaikki heidän työnsä.",
      "Ei kuningasta auta hänen suuri väkensä, eikä sankari vapahdeta suurella voimallansa.",
      "Orhiit ei myös auta; ja heidän suuri väkevyytensä ei pelasta.",
      "Katso, Herran silmät katsovat niitä, jotka häntä pelkäävät, jotka hänen laupiuteensa toivovat,",
      "Että hän pelastais heidän sielunsa kuolemasta, ja elättäis heitä nälän aikana.",
      "Meidän sielumme odottaa Herraa, joka on meidän apumme ja kilpemme!",
      "Sillä meidän sydämemme iloitsee hänessä, ja me toivomme hänen pyhään nimeensä.",
      "Olkoon sinun laupiutes, Herra, meidän päällämme, niinkuin me sinuun uskallamme!"
    ],
    [
      "Davidin Psalmi, koska hän muotonsa muutti Abimelekin edessä, joka hänen ajoi pois tyköänsä ja hän meni pois. (H34:2) Minä kiitän Herraa aina: hänen kiitoksensa on alati minun suussani.",
      "Minun sieluni kerskaa Herrassa, että raadolliset sen kuulevat ja iloitsevat.",
      "Ylistäkäät Herraa minun kanssani, ja korottakaamme ynnä hänen nimeänsä.",
      "Kuin minä Herraa etsin, kuuli hän minun rukoukseni, ja pelasti minun kaikista vavistuksistani.",
      "Jotka häntä katsovat, ne valaistaan: heidän kasvonsa ei tule häpiään.",
      "Kuin raadollinen huusi, kuuli Herra häntä, ja autti hänen kaikista tuskistansa.",
      "Herran enkeli piirittää niitä, jotka häntä pelkäävät, ja pelastaa heitä.",
      "Maistakaat ja katsokaat, kuinka Herra on suloinen: autuas on se, joka häneen turvaa.",
      "Peljätkään Herraa kaikki hänen pyhänsä; sillä jotka häntä pelkäävät, ei niiltä mitään puutu.",
      "Nuorten jalopeurain pitää tarvitseman ja isooman; mutta jotka Herraa etsivät, ei heiltä mitään hyvää puutu.",
      "Tulkaat tänne, lapset, kuulkaat minua: Herran pelvon minä teille opetan.",
      "Kuka on, joka (hyvää) elämää pyytää? ja pitäis mielellänsä hyviä päiviä?",
      "Varjele kieles pahuudesta, ja huules vilppiä puhumasta.",
      "Lakkaa pahasta ja tee hyvää: etsi rauhaa ja noutele häntä.",
      "Herran silmät katsovat vanhurskaita, ja hänen korvansa heidän huutoansa.",
      "Mutta Herran kasvot ovat pahointekiöitä vastaan, hukuttamaan maasta heidän muistoansa.",
      "Kuin (vanhurskaat) huutavat, niin Herra kuulee, ja pelastaa heitä kaikista heidän tuskistansa.",
      "Herra on juuri läsnä niitä, joilla on murheellinen sydän, ja auttaa niitä, joilla on surkia mieli.",
      "Vanhurskaalle tapahtuu paljo pahaa; mutta Herra hänen niistä kaikista päästää.",
      "Hän kätkee kaikki hänen luunsa, ettei yhtäkään niistä murreta.",
      "Pahuus tappaa jumalattoman, ja jotka vanhurskasta vihaavat, ne hukutetaan.",
      "Herra lunastaa palveliansa sielut; ja kaikki, jotka häneen toivovat, ei pidä hukkuman."
    ],
    [
      "Davidin Psalmi. Riitele, Herra, riitaveljeini kanssa: sodi vihollisiani vastaan.",
      "Tempaa kilpi ja keihäs, ja nouse minua auttamaan.",
      "Sivalla ase ja suojele minua sortajiani vastaan: sano sielulleni: minä olen apus.",
      "Häpiään ja pilkkaan tulkoon kaikki, jotka sieluani väijyvät: palatkoon takaperin ja nauruksi tulkoon, jotka minulle pahaa suovat.",
      "Olkoon he niinkuin akanat tuulessa; ja Herran enkeli sysätköön heitä pois.",
      "Heidän tiensä olkaan pimiä ja niljakas; ja Herran enkeli vainotkoon heitä.",
      "Sillä he ovat ilman syytä verkkonsa virittäneet minua kadottaaksensa, ja ilman syytä ovat sielulleni kaivaneet haudan.",
      "Tulkoon hänelle vaiva, jota ei hän tiedä, ja verkko, jonka hän viritti, käsittäköön hänen: siihen hän langetkoon.",
      "Mutta minun sieluni iloitkoon Herrassa ja riemuitkaan hänen avustansa.",
      "Kaikki minun luuni sanokaan: Herra, kuka on sinun vertaises? sinä joka päästät nöyrän väkevämmän käsistä, raadollisen ja köyhän raatelialtansa.",
      "Väärät todistajat astuvat edes, jotka minua niihin soimaavat, joista en mitään tiedä.",
      "He tekevät minulle pahaa hyvästä, minulle mielikarvaudeksi.",
      "Mutta minä, kuin he sairastivat, puin säkin päälleni, vaivasin itsiäni paastolla, ja rukoilin sydämestäni;",
      "Minä käytin itseni kuin he olisivat olleet minun ystäväni ja veljeni: niinkuin se joka äitiänsä murehtii, kävin minä kumarruksissa murhevaatteissa.",
      "Mutta he iloitsevat minun vahingostani ja kokoontuvat: ontuvat myös kokoovat heitänsä havaitsematta minua vastaan, he repivät ja ei lakkaa.",
      "Ulkokullattuin seassa, jotka leipäkyrsänkin tähden pilkkaavat, kiristävät he hampaitansa minun päälleni.",
      "Herra, kuinka kauvan sinä tätä katselet? Päästä siis sieluni heidän hävityksestänsä, ja yksinäiseni nuorista jalopeuroista.",
      "Minä kiitän sinua suuressa seurakunnassa; paljon kansan keskellä minä sinua ylistän.",
      "Älä salli niiden iloita minusta, jotka syyttömästi minun viholliseni ovat, eli silmää iskeä, jotka minua ilman syytä vihaavat.",
      "Sillä ei he puhu ystävällisesti, vaan etsivät vääriä syitä hiljaisia vastaan maan päällä,",
      "Ja levittävät kitansa avaralta minua vastaan, ja sanovat: niin, niin: sen me mielellämme näemme.",
      "Herra, sinä sen myös näet, älä siis vaiti ole: Herra, älä kaukana ole minusta.",
      "Herää ja nouse katsomaan minun oikeuttani ja asiatani, minun Jumalani ja Herrani.",
      "Herra minun Jumalani, tuomitse minua vanhurskautes jälkeen, ettei he riemuitsisi minusta.",
      "Älä salli heidän sydämissänsä sanoa: niin, niin me tahdomme; ja älä anna heidän sanoa: me olemme hänen nielleet.",
      "Häväistäköön ja nauruksi joutukoon kaikki, jotka onnettomuudestani iloitsevat: puetettakoon häpiällä ja pilkalla, jotka itsiänsä minusta kerskaavat.",
      "Iloitkaan ja riemuitkaan, jotka minun vanhurskauttani rakastavat, ja sanokaan aina: Herra olkoon suuresti kiitetty, joka suo palveliallensa rauhan.",
      "Ja minun kieleni puhuu sinun vanhurskauttas, ja kiittää sinua joka päivä."
    ],
    [
      "Davidin, Herran palvelian Psalmi, edelläveisaajalle. (H36:2) Se on sydämestäni sanottu jumalattomain menosta: ei he ensinkään Jumalaa pelkää.",
      "Sillä hän suosittelee itsiänsä silmäinsä edessä, niinkauvan kuin hän löytää pahuutensa, saattaaksensa vihaa matkaan.",
      "Hänen suunsa sanat ovat vääryys ja petos; ei hän tahdo enempää ymmärtää, että hän jotakin hyvää tekis,",
      "Mutta ajattelee vuoteessansa vahinkoa, ja pysyy vahvasti pahalla tiellä; ja ei he mitään pahaa hylkää.",
      "Herra, sinun laupiutes ulottuu niin leviältä kuin taivas on, ja sinun totuutes niin avaralta kuin pilvet juoksevat.",
      "Sinun vanhurskautes on niinkuin Jumalan vuoret, ja sinun oikeutes niinkuin suuri syvyys: Herra, sinä autat sekä ihmiset että eläimet.",
      "Kuinka kallis on sinun hyvyytes, Jumala! että ihmisten lapset sinun siipeis varjon alle uskaltavat.",
      "He juopuvat sinun huonees runsaasta tavarasta, ja sinä juotat heitä hekumallas niinkuin virralla.",
      "Sillä sinun tykönäs on elävä lähde, ja sinun valkeudessas me näemme valkeuden.",
      "Levitä laupiutes niille, jotka sinun tuntevat, ja sinun vanhurskautes toimellisille.",
      "Älä salli minua tallattaa ylpeiltä; ja jumalattomain käsi älköön minua kukistako.",
      "Vaan anna pahointekiät siihen langeta, että he syöstäisiin pois, ja ei seisoalla pysyisi."
    ],
    [
      "Davidin Psalmi. Älä vihastu pahain tähden, ja älä kadehdi pahantekiöitä.",
      "Sillä niinkuin heinä he pian hakataan pois, ja lakastuvat niinkuin vihoittava ruoho.",
      "Toivo Herraan ja tee hyvää: asu maassa ja elätä itses vakuudella.",
      "Iloitse Herrassa, ja hän antaa sinulle, mitä sinun sydämes halajaa.",
      "Anna ties Herran haltuun, ja toivo hänen päällensä; kyllä hän sen tekee.",
      "Ja hän tuo edes vanhurskautes niinkuin valkeuden, ja oikeutes niinkuin puolipäivän.",
      "Tyydy Herraan, ja odota häntä: älä kiivoittele sitä, jonka tie menestyy ja sitä ihmistä, joka vääryyttä tekee.",
      "Lakkaa vihasta ja hylkää tuimuus: älä niin vihastu, ettäs itsekin pahaa teet.",
      "Sillä pahat hävitetään; mutta Herraa odottavaiset perivät maan.",
      "Vielä vähä hetki on, niin ei jumalatoin olekaan; ja kuin sinä katsot hänen siaansa, niin hän on poissa.",
      "Mutta siviät perivät maan, ja iloitsevat suuressa rauhassa.",
      "Jumalatoin uhkaa vanhurskasta, ja kiristelee hampaitansa hänen päällensä.",
      "Mutta Herra nauraa häntä; sillä hän näkee hänen päivänsä joutuvan.",
      "Jumalattomat vetävät miekkansa ja jännittävät joutsensa, kukistaaksensa raadollista ja köyhää, ja teurastaaksensa hurskaita heidän teissänsä.",
      "Mutta heidän miekkansa pitää käymän heidän sydämeensä; ja heidän joutsensa pitää särkymän.",
      "Se vähä, mikä vanhurskaalla on, on parempi kuin monen jumalattoman suuret tavarat.",
      "Sillä jumalattoman käsivarsi pitää rikottaman; mutta Herra vahvistaa vanhurskaat.",
      "Herra tietää hurskasten päivät, ja heidän perimisensä pysyy ijankaikkisesti.",
      "Ei he tule häpiään pahalla ajalla; ja nälkävuosina pitää heillä kyllä oleman.",
      "Sillä jumalattomat hukkuvat, ja Herran viholliset, ehkä he olisivat niinkuin ihana niitty, niin heidän pitää kuitenkin niinkuin savu katooman.",
      "Jumalatoin ottaa lainan ja ei maksa; mutta hurskas on laupias ja runsas.",
      "Sillä hänen siunattunsa perivät maan; mutta hänen kirottunsa pitää hävitettämän.",
      "Herralta senkaltaisen miehen vaellus hallitaan; ja hänen tiensä kelpaa hänelle.",
      "Jos hän lankee, niin ei häntä hyljätä; sillä Herra tukee hänen kätensä.",
      "Minä olin nuori, ja vanhennuin, ja en ikänä nähnyt vanhurskasta hyljätyksi, enkä hänen siemenensä kerjäävän leipää.",
      "Hän on aina laupias, ja lainaa mielellänsä; ja hänen siemenensä on siunattu.",
      "Vältä pahaa, ja tee hyvää, ja pysy ijankaikkisesti.",
      "Sillä Herra rakastaa oikeutta, ja ei hylkää pyhiänsä: ne kätketään ijankaikkisesti; mutta jumalattomain siemen pitää hävitettämän.",
      "Hurskaat perivät maan, ja asuvat siinä ijankaikkisesti.",
      "Vanhurskaan suu puhuu viisautta, ja hänen kielensä opettaa oikeutta.",
      "Hänen Jumalansa laki on hänen sydämessänsä; ja ei hänen askeleensa livisty.",
      "Jumalatoin väijyy vanhurskasta, ja etsii häntä tappaaksensa;",
      "Mutta ei Herra jätä häntä hänen käsiinsä, ja ei tuomitse häntä, koska hän tuomitaan.",
      "Odota Herraa, ja kätke hänen tiensä, niin hän sinun korottaa, ettäs perit maan: ja sinä saat nähdä jumalattomat hävitettävän.",
      "Minä näin jumalattoman, sangen jalon ja valtiaan, joka levitti itsensä, ja vihotti niinkuin viheriäinen laakeripuu.",
      "Ja hän meni pois, ja katso ei hän enää ollut; ja minä kysyin häntä, ja ei häntä mistään löydetty.",
      "Ole viatoin, ja pidä sinus oikein; sillä senkaltaiset viimein menestyvät;",
      "Mutta väärät pitää ynnä hukkuman, ja jumalattomat pitää viimein hävitettämän.",
      "Mutta Herra auttaa vanhurskaita: hän on heidän väkevyytensä tuskan ajalla.",
      "Ja Herra auttaa heitä ja päästää heitä: hän pelastaa heitä jumalattomista ja vapahtaa heitä; sillä he uskalsivat häneen."
    ],
    [
      "Davidin Psalmi muistoksi. (H38:2) Herra, älä rankaise minua vihassas, ja älä kurita minua hirmuisuudessas!",
      "Sillä sinun nuoles ovat minuun kiinnitetyt, ja sinun kätes painaa minua.",
      "Ei ole terveys minun ruumiissani, sinun uhkauksestas: ja ei ole rauhaa minun luissani, minun synteini tähden.",
      "Sillä minun syntini käyvät pääni ylitse; niinkuin raskas kuorma ovat he ylen raskaaksi tulleet.",
      "Minun haavani haisevat ja mätänevät minun hulluuteni tähden.",
      "Minä käyn kymärässä ja kumarruksissa: yli päivää minä käyn murheissani.",
      "Sillä minun kupeeni peräti kuivettuvat, ja ei ole mitään tervettä minun ruumiissani.",
      "Minä olen ylen paljon runneltu ja lyöty rikki: minä myrisen minun sydämeni kivusta.",
      "Herra, sinun edessäs on kaikki minun haluni, ja minun huokaukseni ei ole sinulta salattu.",
      "Minun sydämeni värisee, minun voimani on minusta luopunut, ja minun silmäini valkeus ei ole minun tykönäni.",
      "Minun ystäväni ja lähimmäiseni ovat kohdastansa minua vastaan, ja minun omaiseni seisovat kaukana.",
      "Jotka minun sieluani etsivät, ne virittelevät paulat minun eteeni, ja jotka minulle pahaa suovat, ne puhuvat sulaa pahuutta, ja petosta joka päivä ajattelevat.",
      "Mutta minun täytyy olla niinkuin kuuron, ja ei mitään kuuleman, ja niinkuin mykän, joka ei avaja suutansa,",
      "Ja minun täytyy olla niinkuin se, joka ei mitään kuule, ja jonka suussa ei ole vastausta.",
      "Mutta minä odotan sinua, Herra; sinä, Herra, minun Jumalani, kuultelet minua.",
      "Sillä minä ajattelen, ettei heidän suinkaan pidä minusta iloitseman: jos minun jalkani kompastuis, niin he kerskaisivat sangen paljon minusta.",
      "Sillä minä olen tehty kärsimään, ja minun kipuni on alati minun edessäni.",
      "Sillä minä julistan pahan tekoni, ja murehdin syntini tähden.",
      "Mutta minun viholliseni elävät ja ovat väkevät: ne ovat suuret, jotka minua syyttömästi vihaavat.",
      "Ja ne, jotka minulle maksavat pahalla hyvän, asettavat heitänsä minua vastaan, että minä hyvää noudatan.",
      "Älä hylkää minua, Herra: minun Jumalani, älä ole kaukana minusta!",
      "Riennä minua auttamaan, Herra, minun autuuteni!"
    ],
    [
      "Davidin Psalmi, Jedutunilta, edelläveisaajalle. (H39:2) Minä olen sanonut: minä tahdon pitää vaarin teistäni, etten minä tekisi syntiä kielelläni: minä hallitsen suuni niinkuin suitsilla, niin kauvan kuin minä näen jumalattoman edessäni.",
      "Minä tulin mykäksi, vaikenemisella vaikenin hyvästä; mutta minun murheeni lisääntyi.",
      "Minun sydämeni on palava minussa, ja kuin minä sitä ajattelen, niin minä sytyn: minä puhun kielelläni.",
      "Herra, opeta minua ajattelemaan minun loppuani, ja mikä mitta minun elämälläni on, tietääkseni, että minä erkanen täältä.",
      "Katso, minun päiväni ovat kämmenen leveys tykönäs, ja minun elämäni on niinkuin ei mitään sinun edessäs: kuinka aivan turhat ovat kaikki ihmiset, jotka kuitenkin niin suruttomasti elävät Sela!",
      "Vaan he menevät pois niinkuin varjo, ja tekevät itsellensä hukkaan suuren murheen: he kokoovat ja ei tiedä, kuka sen saa.",
      "Ja nyt Herra, mihinkä minä luotan? sinuun minä toivon.",
      "Vapahda minua kaikista synneistäni, ja älä anna minun tulla hulluin pilkaksi.",
      "Minä vaikenen ja en avaa suutani; kyllä sinä sen teet.",
      "Käännä sinun rangaistukses pois minusta; sillä minä olen nääntynyt sinun kätes pieksämisestä.",
      "Koskas jonkun rankaiset synnin tähden, niin hänen kaunistuksensa kulutetaan niinkuin koilta; tosin aivan turhat ovat kaikki ihmiset, Sela!",
      "Kuule minun rukoukseni, Herra, ja ota minun huutoni korviis, ja älä vaikene minun kyynelteni tähden; sillä minä olen muukalainen sinun tykönäs ja vieras, niinkuin kaikki minun isäni.",
      "Luovu minusta, että minä virkoaisin, ennenkuin minä menen pois, ja en silleen tässä ole."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle. (H40:2) Minä hartaasti odotin Herraa: ja hän kallisti itsensä minun tyköni, ja hän kuuli minun huutoni.",
      "Ja hän veti minun ylös hirmuisesta haudasta ja sontaisesta loasta, ja asetti minun jalkani kalliolle, ja hallitsi minun käymiseni.",
      "Ja hän antoi minun suuhuni uuden veisun, kiittämään meidän Jumalaamme. Sen pitää monen näkemän, ja pelkäämän Herraa, ja toivoman häneen.",
      "Autuas on se ihminen, joka panee uskalluksensa Herraan, ja ei käänny ylpeiden tykö ja niiden, jotka valheella vaeltavat.",
      "Herra, minun Jumalani, suuret ovat sinun ihmees ja ajatukses, jotka sinä meille osoitat: ei ole mitään sinun vertaas; minä ilmoitan niitä ja sanon, vaikka ne ovat epälukuiset.",
      "Uhri ja ruokauhri ei sinulle kelpaa, vaan korvat sinä minulle avasit: et sinä tahdo polttouhria eli syntiuhria.",
      "Silloin minä sanoin: katso, minä tulen: Raamatussa on minusta kirjoitettu.",
      "Sinun tahtos, minun Jumalani, teen minä mielelläni; ja sinun lakis on minun sydämessäni.",
      "Minä saarnaan sinun vanhurskauttas suuressa seurakunnassa: katso, en minä anna tukita suutani; Herra, sinä sen tiedät.",
      "En minä salaa vanhurskauttas sydämessäni: minä puhun sinun totuudestas ja autuudestas: en minä peitä laupiuttas ja vakuuttas suuressa seurakunnassa.",
      "Mutta sinä, Herra, älä käännä laupiuttas minusta pois: sinun laupiutes ja vakuutes aina minua varjelkoon.",
      "Sillä lukemattomat vaivat ovat minun piirittäneet: minun syntini ovat minun ottaneet kiinni, niin etten minä nähdä taida: ne ovat usiammat kuin hiukset päässäni, ja minun sydämeni on minussa vaipunut.",
      "Kelvatkoon se sinulle, Herra, ettäs minun vapahdat: riennä, Herra, minua auttamaan!",
      "Hävetköön ja kaikki pilkaksi tulkoon, jotka minun sieluani väijyvät hukataksensa sitä: palatkoon takaperin ja häpiään tulkoon, jotka minulle pahaa suovat.",
      "Hämmästyköön häpiässänsä, jotka minulle sanovat: niin, niin.",
      "Iloitkaan ja riemuitkaan kaikki sinussa, jotka sinua etsivät, ja jotka sinun autuuttas rakastavat, sanokaan aina: Herra olkoon korkiasti ylistetty!",
      "Minä olen köyhä ja vaivainen, mutta Herra pitää minusta murheen: sinä olet minun auttajani ja vapahtajani: minun Jumalani, älä viivy."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle. (H41:2) Autuas on, joka köyhää holhoo: häntä Herra auttaa pahana päivänä.",
      "Herra kätkee hänen ja pitää hänen elävänä, että hän menestyy maan päällä, ja ei hylkää häntä vihollistensa tahtoon.",
      "Herra virvoittaa häntä tautivuoteessansa: sinä autat hänen kaikesta hänen sairaudestansa.",
      "Minä sanoin: Herra, ole minulle armollinen, paranna minun sieluni; sillä minä tein syntiä sinua vastaan.",
      "Minun viholliseni puhuivat pahaa minua vastaan: koska hän kuollee ja hänen nimensä kadonnee?",
      "Ja kuin he tulevat katselemaan, niin he puhuvat valhetta: heidän sydämensä kokoo vääryyttä; niin he menevät pois ja sitä panettelevat.",
      "Kaikki, jotka minua vihaavat, kuiskuttelevat keskenänsä minua vastaan, ja ajattelevat pahaa minua vastaan.",
      "Paha asia on hänen päällensä tullut; ja koska hän makaa, niin ei hän nouse jälleen.",
      "Niin myös minun ystäväni, johon minä uskalsin, joka sai minun leipääni, se tallasi minun jalkainsa alle.",
      "Mutta sinä, Herra, ole minulle armollinen ja auta minua, niin minä sen heille kostan.",
      "Siitä minä ymmärrän, ettäs suot minulle hyvää, ettei viholliseni saa kerskata minusta.",
      "Mutta minua sinä holhot viattomuuteni tähden, ja asetat minun kasvois eteen ijankaikkisesti.",
      "Kiitetty olkoon Herra Israelin Jumala, ijankaikkisesta ijankaikkiseen! Amen, amen."
    ],
    [
      "Koran lasten opetus, edelläveisaajalle. (H42:2) Niinkuin peura himoitsee tuoretta vettä, niin minun sieluni himoitsee sinua, Jumala.",
      "Minun sieluni janoo Jumalaa, elävää Jumalaa: koska minä tulen Jumalan kasvoja näkemään?",
      "Minun kyyneleeni ovat minun ruokani päivällä ja yöllä, että joka päivä minulle sanotaan: kussa nyt on Jumalas?",
      "Koska minä näitä muistelen, niin minä vuodatan ulos sydämeni itsessäni; sillä minä menisin mielelläni joukon kanssa, ja vaeltaisin heidän kanssansa Jumalan huoneeseen: ihastuksella ja kiitoksella joukon seassa, jotka juhlaa pitävät.",
      "Mitäs murehdit, sieluni, ja olet niin levotoin minussa? Turvaa Jumalaan; sillä minä vielä nytkin häntä kiitän, että hän minua auttaa kasvoillansa.",
      "Minun Jumalani! sieluni on murheissansa minussa; sentähden minä muistan sinua Jordanin ja Hermonin maalla, sillä vähällä vuorella.",
      "Sinun virtas pauhaavat kovin, niin että yksi syvyys pauhaa tässä ja toinen syvyys siellä: kaikki sinun vesilainees ja aaltos käyvät minun ylitseni.",
      "Päivällä on Herra luvannut hyvyytensä, ja yöllä minä hänelle veisaan, ja rukoilen elämäni Jumalaa.",
      "Minä sanon Jumalalle minun kalliolleni: miksi sinä olet minun unohtanut? miksi minä käyn niin murheissani, koska minun viholliseni minua ahdistaa?",
      "Se on niinkuin murha minun luissani, että minun viholliseni häpäisevät minua, koska he jokapäivä sanovat minulle: kussa nyt on Jumalas?",
      "Mitäs murehdit, sieluni, ja olet minussa niin levotoin? Turvaa Jumalaan; sillä minä vielä nytkin häntä kiitän, että hän on minun kasvoini apu ja minun Jumalani."
    ],
    [
      "Tuomitse minua, Jumala, ja ratkaise minun asiani armotointa kansaa vastaan, ja päästä minua kavaloista ja vääristä ihmisistä.",
      "Sillä sinä olet minun väkevyyteni Jumala, miksis syökset minun pois? miksis minun annat murheissani käydä, koska vihollinen minua ahdistaa?",
      "Lähetä valkeutes ja totuutes minua saattamaan, ja tuomaan sinun pyhän vuores tykö ja sinun asumises tykö.",
      "Ja minä kävisin sisälle Jumalan alttarin tykö, sen Jumalan tykö, joka minun iloni ja riemuni on, ja kiittäisin sinua kanteleilla, Jumalani, minun Jumalani.",
      "Mitäs murehdit, sieluni, ja olet minussa niin levotoin? Turvaa Jumalaan; sillä minä vielä nytkin häntä kiitän, että hän on minun kasvoini apu ja minun Jumalani."
    ],
    [
      "Koran lasten opetus, edelläveisaajalle. (H44:2) Jumala! me olemme korvillamme kuulleet, meidän isämme ovat meille luetelleet, mitäs heidän aikanansa ja muinen tehnyt olet.",
      "Sinä olet ajanut pakanat pois kädelläs; mutta heidät sinä olet istuttanut siaan: sinä olet kansat kadottanut, mutta heitä sinä olet levittänyt.",
      "Sillä ei he ole miekallansa maata omistaneet, ja heidän käsivartensa ei auttaneet heitä, vaan sinun oikia kätes ja sinun käsivartes, ja sinun kasvois valkeus; sillä sinä mielistyit heihin.",
      "Jumala, sinä olet minun kuninkaani, joka autuuden Jakobille lupaat.",
      "Sinun kauttas me vihollisemme paiskaamme maahan; sinun nimessäs me tallaamme vastaankarkaajamme.",
      "Sillä en minä luota joutseeni, eikä miekkani auta minua.",
      "Mutta sinä autat meitä vihollisistamme, ja saatat niitä häpiään, jotka meitä vihaavat.",
      "Jumalasta me kerskaamme joka päivä, ja kiitämme sinun nimeäs ijankaikkisesti, Sela!",
      "Miksi sinä nyt sysäät meitä pois, ja annat meidän häpiään tulla, etkä lähde meidän sotajoukkomme kanssa?",
      "Sinä annat meidän paeta vihollistemme edessä, että ne raatelisivat meitä, jotka meitä vihaavat.",
      "Sinä annat meitä syötäviksi niinkuin lampaita, ja hajoitat pakanain sekaan.",
      "Sinä myit kansas ilman hintaa, ja et mitään siitä ottanut.",
      "Sinä panet meitä häpiäksi läsnä-asuvaisillemme, pilkaksi ja nauruksi niille, jotka meidän ympärillämme ovat.",
      "Sinä teet meitä sananlaskuksi pakanain seassa, ja että kansat vääntelevät päätänsä meidän tähtemme.",
      "Joka päivä on minun häväistykseni minun edessäni; ja minun kasvoini häpiä peittää minun,",
      "Että minun pitää pilkkaajia ja laittajia kuuleman, ja viholliset ja tylyt kostajat näkemän.",
      "Nämät kaikki ovat tulleet meidän päällemme; ja emme sentähden ole sinua unhottaneet, emmekä petollisesti sinun liittoas vastaan tehneet.",
      "Ja ei meidän sydämemme takaperin kääntynyt, eikä meidän käymisemme poikennut sinun tiestäs;",
      "Ettäs meitä niin löit rikki lohikärmeiden seassa ja peitit meitä kuoleman varjolla.",
      "Jos me olisimme meidän Jumalamme nimen unhottaneet, ja meidän kätemme nostaneet vieraalle Jumalalle,",
      "Eikö Jumala sitä etsisi? vaan hän itse tietää meidän sydämemme pohjan.",
      "Sillä sinun tähtes me surmataan joka päivä: ja me luetaan teuraslampaiksi.",
      "Herää, Herra, miksis makaat? valvo, ja älä meitä sysää pois kaiketikaan.",
      "Miksis peität kasvos, ja unohdat meidän raadollisuutemme ja ahdistuksemme?",
      "Sillä meidän sielumme on painettu alas maahan asti: meidän vatsamme riippuu maassa.",
      "Nouse, auta meitä, ja lunasta meitä laupiutes tähden!"
    ],
    [
      "Morsiamen opetusvirsi kukkasesta Koran lapsilta edelläveisaajalle. (H45:2) Minun sydämeni ajattelee kauniin laulun: minä veisaan kuninkaasta, minun kieleni on jalon kirjoittajan kynä.",
      "Sinä olet kaikkein kaunein ihmisten lasten seassa: armo on vuodatettu sinun huulissas; sentähden siunaa Jumala sinua ijankaikkisesti.",
      "Pane miekkas vyölles, sinä sankari, ja kaunista itses kunniallisesti.",
      "Menesty sinun kauneudessas, kiiruhda sinus sanan totuuden, siveyden ja vanhurskauden tähden, niin sinun oikia kätes ihmeellisiä osoittaa.",
      "Terävät ovat sinun nuoles, että kansat lankeevat etees maahan, jotka sydämestänsä kuninkaan viholliset ovat.",
      "Jumala, sinun istuimes pysyy aina ja ijankaikkisesti; sinun valtakuntas valtikka on oikeuden valtikka.",
      "Sinä rakastit vanhurskautta, ja vihasit jumalatointa menoa: sentähden, oi Jumala, on sinun Jumalas voidellut sinua ilo-öljyllä enempi kuin sinun osaveljes.",
      "Kaikki sinun vaattees ovat sula Mirrham, Aloe ja Ketsia. Kuin sinä elephantin luisesta tuvastas lähdet, niin he ilahuttavat sinun.",
      "Sinun kaunistuksessas käyvät kuningasten tyttäret: morsian seisoo oikialla kädelläs sulassa kalliimmassa kullassa.",
      "Kuule,tytär, katso, ja kallista korvas: unohda kansas ja isäs huone,",
      "Niin kuningas saa halun kauneutees; sillä hän on sinun herras, ja sinun pitää häntä kumartaman.",
      "Tyron tytär lahjoinensa, rikkaat kansan seassa sinua imartelevat.",
      "Kuninkaan tytär on kokonansa kunniallinen sisältä: hän on kultaisessa vaatteessa puetettu.",
      "Hän viedään monella tavalla kudotuissa vaatteissa kuninkaan tykö: neitseet, hänen ystävänsä, jotka häntä seuraavat, tuodaan sinun tykös.",
      "Ne viedään ilolla ja riemulla, ja he menevät kuninkaan tupaan.",
      "Sinun isäis siaan pitää sinun lapsia saaman, jotka asetat päämiehiksi kaikkeen maailmaan.",
      "Minä tahdon muistaa sinun nimeäs sukukunnasta niin sukukuntaan: sentähden pitää kansat sinua kiittämän aina ja ijankaikkisesti."
    ],
    [
      "Koran lasten veisu nuoruudesta, edelläveisaajalle. (H46:2) Jumala on meidän turvamme ja väkevyytemme, joka on sangen sovelias apu tuskissa.",
      "Sentähden emme pelkää, jos vielä maailma hukkuis, ja vuoret keskelle merta vajoisivat,",
      "Vaikka vielä meri pauhais ja lainehtis, niin että siitä pauhinasta mäet kukistuisivat, Sela!",
      "Kuitenkin on Jumalan kaupunki ihana virtoinensa, jossa Korkeimman pyhät asumiset ovat.",
      "Jumala on hänen keskellänsä, sentähden se kyllä pysyy: Jumala auttaa häntä varhain.",
      "Pakanain pitää hämmästymän ja valtakunnat lankeeman; ja maa hukkuu, kuin hän äänensä antaa.",
      "Herra Zebaot on meidän kanssamme, Jakobin Jumala on meidän tukemme, Sela!",
      "Tulkaat ja katsokaat Herran tekoja, joka maan päällä senkaltaiset hävitykset tekee,",
      "Joka hallitsee sodat kaikessa maailmassa, joka joutsen särkee ja rikkoo keihään, ja rattaat tulessa polttaa.",
      "Lakatkaat ja tietäkäät, että minä olen Jumala: minä olen voittava kunnian pakanain seassa ja minä ylennetään maan päällä.",
      "Herra Zebaot on meidän kanssamme: Jakobin Jumala on meidän tukemme, Sela!"
    ],
    [
      "Koran lasten Psalmi, edelläveisaajalle. (H47:2) Kaikki kansat, paukuttakaat käsiänne, ja ihastukaat Jumalalle iloisella äänellä.",
      "Sillä Herra kaikkein korkein on hirmuinen, suuri kuningas koko maan päällä.",
      "Hän vaatii kansat allemme, ja pakanat meidän jalkaimme alle.",
      "Hän valitsee meille perimisemme, Jakobin kunnian, jota hän rakastaa, Sela!",
      "Jumala astui ylös riemulla, ja Herra helisevällä basunalla.",
      "Veisatkaat, veisatkaat Jumalalle: veisatkaat, veisatkaat kuninkaallemme.",
      "Sillä Jumala on koko maan kuningas: veisatkaat hänelle taitavasti.",
      "Jumala on pakanain kuningas: Jumala istuu pyhällä istuimellansa.",
      "Kansain päämiehet ovat kokoontuneet Abrahamin Jumalan kansan tykö; sillä maan edesvastaajat ovat Jumalan: hän on sangen suuresti ylennetty."
    ],
    [
      "Koran lasten Veisu-Psalmi. (H48:2) Suuri on Herra, ja sangen kiitettävä, meidän Jumalamme kaupungissa, pyhällä vuorellansa.",
      "Zionin vuori on kauniilla paikalla, koko maan ilo, pohjan puolella, suuren kuninkaan kaupunki.",
      "Jumala on tunnettu huoneessansa, että hän sen varjelia on.",
      "Sillä katso, kuninkaat olivat kokoontuneet, ja ynnä menivät ohitse.",
      "He ihmettelivät, kuin he tämän näkivät: he hämmästyivät, ja kiiruhtivat pois,",
      "Vavistus on heidät siellä käsittänyt, ahdistus niinkuin synnyttäväisen.",
      "Sinä särjet haahdet meressä itätuulella.",
      "Niinkuin me kuulimme, niin me sen näemme Herran Zebaotin kaupungissa, meidän Jumalamme kaupungissa: Jumala sen vahvistaa ijankaikkisesti, Sela!",
      "Jumala! me odotamme sinun hyvyyttäs sinun templissäs.",
      "Jumala! niinkuin sinun nimes on, niin myös on sinun kiitokses hamaan maailman ääreen: sinun oikia kätes on täynnä vanhurskautta.",
      "Riemuitkaan Zionin vuori, ja Juudan tyttäret iloitkaan sinun oikeuttes tähden.",
      "Menkäät Zionin ympäri ja piirittäkäät häntä: lukekaat hänen torninsa.",
      "Turvatkaat hänen muurinsa, vahvistakaat hänen salinsa, että te sitä juttelisitte tulevaisille sukukunnille.",
      "Sillä tämä Jumala on meidän Jumalamme aina ja ijankaikkisesti: hän johdattaa meitä kuolemaan asti."
    ],
    [
      "Koran lasten Psalmi, edelläveisaajalle. (H49:2) Kuulkaat tätä, kaikki kansat, ottakaat korviinne, kaikki maan asuvaiset,",
      "Sekä yhteinen kansa että herrat, niin rikkaat kuin köyhät.",
      "Minun suuni puhuu viisautta, ja minun sydämeni sanoo ymmärryksen.",
      "Minä tahdon kallistaa korvani vertauksiin, ja minun tapaukseni kanteleella soittaa.",
      "Miksi minun pitäis pelkäämän pahoina päivinä, kuin minun sortajani vääryys käy minua ympäri?",
      "Jotka luottavat tavaroihinsa, ja suuresti kerskaavat paljosta rikkaudestansa.",
      "Ei velikään taida ketään lunastaa, eikä Jumalalle ketään sovittaa.",
      "Sillä heidän sielunsa lunastus on ylen kallis, niin että se jää tekemättä ijankaikkisesti,",
      "Vaikka hän vielä kauvankin eläis ja ei näkisi hautaa.",
      "Sillä hänen täytyy nähdä, että viisasten pitää kuoleman, niin myös tyhmän ja taitamattoman pitää hukkuman, ja pitää vieraille tavaransa jättämän.",
      "Heidän sydämensä ajatus on, että heidän huoneensa pitää ijankaikkisesti pysymän, ja heidän majansa suvusta sukuun, ja heidän nimensä kuuluisaksi tulemaan maan päällä.",
      "Mutta ei ihminen taida pysyä kunniassa, vaan verrataan eläimiin, jotka hukkuvat.",
      "Tämä heidän tiensä on sula hulluus; kuitenkin, heidän jälkeentulevaisensa sitä suullansa kiittävät, Sela!",
      "He makaavat helvetissä niinkuin lampaat, kuolema heitä kalvaa; mutta hurskasten pitää varhain heitä hallitseman, ja heidän öykkäyksensä pitää hukkuman, ja heidän täytyy jäädä helvettiin.",
      "Kuitenkin vapahtaa Jumala minun sieluni helvetin vallasta; sillä hän korjasi minun, Sela!",
      "Älä sitä tottele, koska joku rikastuu, eli jos hänen huoneensa kunnia suureksi tulee.",
      "Sillä kuin hän kuolee, niin ei hän mitään myötänsä vie, eikä hänen kunniansa mene alas hänen kanssansa.",
      "Sillä hän kiittää sieluansa elämästänsä: ja he ylistävät sinua, jos sinä itselles hyvää teet.",
      "Niin he menevät isäinsä perästä, ja ei saa nähdä ikänä valkeutta.",
      "Koska ihminen on kunniassa, ja ei ole ymmärrystä, niin hän on verrattu eläimiin, jotka hukkuvat."
    ],
    [
      "Asaphin Psalmi. Herra, väkevä Jumala, puhuu, ja kutsuu maailman hamasta auringon koitosta niin laskemiseen asti.",
      "Zionista antaa Jumala täydellisen kirkkauden paistaa.",
      "Meidän Jumalamme tulee, ja ei vaikene: kuluttavainen tuli käy hänen edellänsä, ja hänen ympärillänsä väkevä ilma.",
      "Hän kutsuu taivaat ylhäältä ja maan, tuomitaksensa kansaansa.",
      "Kootkaat minulle minun pyhäni, jotka liitostani enemmän pitävät kuin uhrista.",
      "Ja taivaat pitää hänen vanhurskauttansa ilmoittaman; sillä Jumala on tuomari, Sela!",
      "Kuule, kansani! minä tahdon puhua, ja sinun seassas, Israel, todistaa: minä Jumala olen sinun Jumalas,",
      "Uhreistas en minä sinua nuhtele; sillä sinun polttouhris ovat alati minun edessäni.",
      "En minä ota härkiä sinun huoneestas, enkä kauriita navetastas;",
      "Sillä kaikki metsän eläimet ovat minun, ja eläimet vuorilla tuhansin.",
      "Minä tunnen kaikki linnut vuorten päällä, ja metsän pedot ovat minun edessäni.",
      "Jos minä isoon, en minä sitä sano sinulle; sillä maan piiri on minun, ja kaikki mitä siinä on.",
      "Luuletkos minun syövän härjän lihaa? ja kauristen verta juovan?",
      "Uhraa Jumalalle kiitosuhri, ja maksa Ylimmäiselle lupaukses;",
      "Ja avukses huuda minua hädässäs, niin minä tahdon auttaa sinua, ja sinun pitää kunnioittaman minua.",
      "Mutta jumalattomalle sanoo Jumala: miksi sinä ilmoitat minun säätyjäni? ja otat minun liittoni suulles?",
      "Ettäs kuritusta vihaat, ja heität minun sanani taakses.",
      "Koskas varkaan näet, niin sinä juokset hänen kanssansa, ja pidät yhtä huorintekiäin kanssa.",
      "Sinun suus sallit sinä pahaa puhua, ja kieles saattaa petosta matkaan.",
      "Sinä istut ja puhut veljeäs vastaan, äitis poikaa sinä pilkkaat.",
      "Näitä teet, ja minä olen vaiti; niin sinä luulet, että minä olen sinun kaltaises; mutta minä nuhtelen sinua ja asetan näitä silmäis eteen.",
      "Ymmärtäkäät siis näitä te, jotka Jumalan unhotatte; etten minä tempaisi joskus pois, ja ei olisi vapahtajaa.",
      "Joka kiitosta uhraa, se ylistää minua, ja siinä on se tie, että minä osoitan hänelle Jumalan autuuden."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle, (H51:2) Kuin propheta Natan tuli hänen tykönsä, sittekuin hän Batseban tykönä käynyt oli.  (H51:3) Jumala, ole minulle armollinen sinun hyvyytes tähden: pyyhi pois minun syntini suuren laupiutes tähden.",
      "Pese minua hyvin vääryydestäni, ja puhdista minua synnistäni.",
      "Sillä minä tunnen pahat tekoni, ja minun syntini on aina edessäni.",
      "Sinua, sinua ainoaa vastaan minä syntiä tein, ja pahasti tein sinun edessäs, ettäs olisit oikia sanoissas ja puhdas tuomitessas.",
      "Katso, minä olen synnissä syntynyt, ja minun äitini on synnissä minun siittänyt.",
      "Katso, sinä halajat totuutta, joka salaudessa on, ja ilmoitat salatun viisauden minulle.",
      "Puhdista minua isopilla, että minä puhdistuisin: pese minua, että minä lumivalkiaksi tulisin.",
      "Anna minun kuulla iloa ja riemua, että ne luut ihastuisivat, jotka särkenyt olet.",
      "Peitä kasvos minun synneistäni, ja pyyhi pois kaikki pahat tekoni.",
      "Jumala, luo minuun puhdas sydän, ja anna minulle uusi vahva henki.",
      "Älä heitä minua pois kasvois edestä, ja älä minulta ota pois sinun Pyhää Henkeäs.",
      "Anna minulle taas sinun autuutes ilo, ja sillä hyvällä hengelläs tue minua.",
      "Minä tahdon väärille opettaa sinun ties, että syntiset tykös palajaisivat.",
      "Päästä minua veren vioista, Jumala, minun autuuteni Jumala, että minun kieleni ylistäis sinun vanhurskauttas.",
      "Avaa, Herra, minun huuleni, että minun suuni ilmoittais sinun kiitokses.",
      "Sillä ei sinulle kelpaa uhri, että minä sen antaisin; ja ei polttouhri sinulle ensinkään kelpaa.",
      "Ne uhrit, jotka Jumalalle kelpaavat, ovat murheellinen henki: ahdistettua ja särjettyä sydäntä et sinä, Jumala, hylkää.",
      "Tee Zionille hyvästi sinun armos jälkeen; rakenna Jerusalemin muurit.",
      "Silloin sinulle kelpaavat vanhurskauden uhrit, polttouhrit ja muut uhrit: silloin sinun alttarillas härkiä uhrataan."
    ],
    [
      "Davidin opetus, edelläveisaajalle, (H52:2) Kuin Edomilainen Doeg tuli ja ilmoitti Saulille, ja sanoi hänelle: David on tullut Ahimelekin huoneeseen. (H52:3) Mitäs kerskaat pahuudessas, sinä väkevä? Jumalan laupius pysyy joka päivä.",
      "Sinun kieles ajattelee vahinkoa ja leikkaa valheellansa niinkuin terävä partaveitsi.",
      "Sinä rakastat enempi pahaa kuin hyvää, ja puhut valhetta pikemmin kuin oikeutta, Sela!",
      "Sinä puhut mielelläs kaikkia murhasanoja väärällä kielellä.",
      "Niin Jumala myös kukistaa sinun ijankaikkisesti: hän murentaa sinun, ja majasta tempaa sinun ulos, ja juurittaa sinun ulos eläväin maalta, Sela!",
      "Ja vanhurskasten pitää sen näkemän ja pelkäämän; ja he nauravat häntä.",
      "Katso, tämä on se mies, joka ei pitänyt Jumalaa turvanansa, vaan uskalsi suureen rikkauteensa: hän on vahvistunut pahuudessansa.",
      "Mutta minä olen niinkuin viheriäinen öljypuu Herran huoneessa: minä uskallan Jumalan laupiuteen aina ja ijankaikkisesti.",
      "Minä tahdon sinua kiittää ijankaikkisesti, ettäs sen teit, ja odottaa sinun nimeäs; sillä se on hyvä sinun pyhäis edessä."
    ],
    [
      "Davidin opetus, edelläveisaajalle, Mahelatin päällä. (H53:2) Tyhmät sanovat sydämessänsä: ei Jumalaa olekaan; ei he mitään kelpaa, ja ovat ilkiät menoissansa: ei ole joka hyvää tekee.",
      "Jumala katsoi taivaasta ihmisten lapsia, nähdäksensä, jos joku ymmärtäis, joku Jumalaa etsis.",
      "Mutta he ovat kaikki vilpistelleet, ja kaikki ovat kelvottomiksi tulleet: ei ole yksikään, joka hyvää tekee, ei ainoakaan.",
      "Eivätkö pahantekiät sitä huomaitse? jotka minun kansaani syövät, niinkuin he söisivät leipää; vaan ei he Jumalaa avuksensa huuda.",
      "Siellä he kovin pelkäsivät, kussa ei mitään peljättävää ollut; sillä Jumala hajoittaa niiden luut, jotka sinua ahdistavat: sinä saatat heitä häpiään, sillä Jumala hylkää heidät.",
      "Oi, jos apu tulis Zionista Israelille! Kuin Jumala vangitun kansansa päästää, niin Jakob iloitsee ja Israel riemuitsee."
    ],
    [
      "Davidin opetus, edelläveisaajalle, kanteleilla, (H54:2) Kuin Siphiläiset tulivat ja sanoivat Saulille: David on lymyttänyt itsensä meidän tykönämme.  (H52:3) Auta minua Jumala sinun nimelläs, ja saata minulle oikeus sinun väkevyydelläs.",
      "Jumala, kuule minun rukoukseni, ota korviis minun suuni sanat.",
      "Sillä muukalaiset karkasivat minua vastaan, ja väkivaltaiset väijyivät minun sieluani: ei he pitäneet Jumalaa silmäinsä edessä, Sela!",
      "Katso, Jumala auttaa minua: Herra tukee minun sieluani.",
      "Hän kostaa minun vihollisteni pahuuden: hajoita ne totuudessas.",
      "Niin minä mielelläni sinulle uhraan: minä kiitän, Herra, sinun nimeäs, sillä se on hyvä.",
      "Sillä hän on pelastanut minun kaikesta hädästä; ja minun silmäni ovat nähneet minun viholiseni."
    ],
    [
      "Davidin opetus, edelläveisaajalle, kanteleilla. (H55:2) Jumala, kuule minun rukoukseni, ja älä peitä sinuas minun rukoukseni edestä.",
      "Ota minusta vaari ja kuule minua; että minä surkeasti valitan rukouksissani ja parun;",
      "Että vihamies niin huutaa, ja jumalatoin ahdistaa; sillä he kääntävät valheen minun päälleni, ja asettavat itsensä vihassansa minua vastaan.",
      "Minun sydämeni vapisee minussa, ja kuoleman pelko lankesi minun päälleni.",
      "Pelko ja vavistus tulivat minun päälleni, ja kauhistus peitti minun.",
      "Ja minä sanoin: jospa minulla olisi siivet niinkuin mettisellä, että minä lentäisin, ja (joskus) lepäisin!",
      "Katso, niin minä kauvas pakenisin, ja oleskelisin korvessa, Sela!",
      "Minä rientäisin, että minä pääsisin tuulen puuskasta ja tuulispäästä.",
      "Turmele, Herra, ja sekoita heidän kielensä; sillä minä näin väkivallan ja riidan kaupungissa.",
      "He käyvät sen ympäri päivällä ja yöllä hänen muurinsa päällä: vääryys ja vaiva on sen keskellä.",
      "Vääryys on sen keskellä: valhe ja petos ei luovu hänen kaduiltansa.",
      "Sillä jos minun vihamieheni häpäisis minua, sen minä kärsisin: ja jos minun vainoojani nousis minua vastaan, niin minä kätkisin itseni hänen edestänsä.",
      "Vaan sinä olet minun kumppanini, minun johdattajani ja minun tuttavani:",
      "Me jotka ystävällisesti keskenämme neuvoa pidimme, ja vaelsimme Jumalan huoneesen joukossa.",
      "Langetkoon kuolema heidän päällensä, ja he menkään elävänä alas helvettiin; sillä sula pahuus on heidän asuinsioissansa heidän keskellänsä.",
      "Mutta minä huudan Jumalan tykö; ja Herra auttaa minua.",
      "Ehtoona, aamulla ja puolipäivänä minä valitan ja itken; ja hän kuulee minun ääneni.",
      "Hän lunastaa minun sieluni niistä, jotka sotivat minua vastaan, ja saattaa hänelle rauhan; sillä monta on minua vastaan.",
      "Jumala kuulkoon, ja heitä nöyryyttäköön, joka alusta ollut on, Sela! jotka ei paranna heitänsä, eikä pelkää Jumalaa.",
      "He laskevat kätensä hänen rauhallistensa päälle, ja turmelevat hänen liittonsa.",
      "Heidän suunsa on liukkaampi kuin voi, ja sota on heidän sydämessänsä: heidän sanansa ovat sileämmät kuin öljy, ja ne ovat paljaat miekat.",
      "Heitä surus Herran päälle, hän sinusta murheen pitää, ja ei salli vanhurskaan olla kulkiana ijankaikkisesti.",
      "Mutta sinä, Jumala, syökset heitä syvään kuoppaan: murhamiehet ja pettäjät ei pidä tuleman puoli-ikäänsä; vaan minä toivon sinuun."
    ],
    [
      "Davidin kultainen kappale mykästä mettisestä muukalaisten seassa, kuin Philistealaiset käsittivät hänen Gatissa. (H56:2) Jumala, ole minulle armollinen; sillä ihmiset tahtovat minua niellä ylös: joka päivä he sotivat ja ahdistavat minua.",
      "Minun kadehtiani tahtovat joka päivä minua niellä ylös; sillä moni sotii ylpiästi minua vastaan.",
      "Kuin minä pelkään, niin minä toivon sinuun.",
      "Jumalassa minä kerskaan hänen sanaansa: Jumalaan minä toivon, en minä pelkää: mitä liha minun tekis?",
      "Joka päivä he minun sanojani kääntelevät; kaikki heidän ajatuksensa ovat pahuuteen minua vastaan.",
      "He pitävät yhtä, ja väijyvät, ja ottavat minun askeleistani vaarin, kuinka he minun sieluni käsittäisivät.",
      "Pitäiskö heidän vääryydestänsä pääsemän? Syökse, Jumala, se kansa alas vihassas.",
      "Sinä olet lukenut minun kulkemukseni: sinä panet minun kyyneleeni leiliis: eikö ne ole sinun kirjassas?",
      "Silloin pitää viholliseni kääntämän heitänsä takaperin, sinä päivänä, kuin minä huudan: sen minä tiedän, ettäs minun Jumalani olet.",
      "Jumalassa minä kerskaan hänen sanaansa: Herrassa minä kerskaan hänen sanaansa.",
      "Jumalaan minä toivon, en minä pelkää: mitä ihminen tekis?",
      "Minä olen sinulle, Jumala, luvannut, minä tahdon sinua kiittää.",
      "Sillä sinä olet pelastanut minun sieluni kuolemasta, minun jalkani lankeemisesta; että minä vaeltaisin Jumalan edessä eläväin valkeudessa."
    ],
    [
      "Davidin kultainen kappale, edelläveisaajalle, ettei hän hukkunut, kuin hän Saulin edestä pakeni luolaan. (H57:2) Jumala, ole minulle armollinen, ole minulle armollinen; sillä sinuun minun sieluni uskaltaa, ja sinun siipeis varjon alle minä turvaan siihenasti, että ahdistukset ohitse käyvät.",
      "Minä huudan korkeimman Jumalan tykö, sen Jumalan tykö, joka minun vaivani päälle lopun tekee.",
      "Hän lähettää taivaasta, ja varjelee minua, ja antaa ne häpiään tulla, jotka minua tahtovat niellä ylös, Sela! lähettäköön Jumala armonsa ja totuutensa.",
      "Minun sieluni makaa jalopeurain keskellä, jotka ovat niinkuin tulen liekki; ihmisten lapset, joiden hampaat ovat keihäs ja nuolet, ja heidän kielensä terävä miekka.",
      "Korota itses, Jumala, taivasten ylitse ja sinun kunnias ylitse kaiken maan.",
      "Verkon he virittivät minun käymiseni eteen, ja minun sieluni vältti: kuopan he kaivoivat minun eteeni, ja siihen he itse lankesivat, Sela!",
      "Valmis on sydämeni, Jumala, valmis on sydämeni veisaamaan ja kiittämään.",
      "Herää kunniani, herää psaltari ja kantele, varhain minä tahdon herätä.",
      "Herra, sinua minä tahdon kiittää kansain seassa, ja veisata pakanain seassa.",
      "Sillä sinun armos on suuri hamaan taivaisiin asti, ja sinun totuutes pilviin asti.",
      "Korota itses, Jumala, taivasten ylitse, ja sinun kunnias ylitse kaiken maan."
    ],
    [
      "Davidin kultainen kappale, edelläveisaajalle, ettei hän hukkunut. (H58:2) Oletteko te juuri niin mykät, ettette puhu sitä mikä oikeus on, ettekä tuomitse, mikä kohtuus on, te ihmisten lapset?",
      "Sydämestänne te myös vääryyttä teette, ja maakunnassa käsillänne väkivaltaa toimitatte.",
      "Jumalattomat ovat kääntyneet pois jo äitinsä kohdusta, valhetteliat ovat eksyneet hamasta äitinsä kohdusta.",
      "Heidän kiukkunsa on niinkuin kärmeen kiukku, niinkuin kuuron kyykärmeen, joka korvansa tukitsee,",
      "Ettei hän kuulisi lumojain ääntä, sen joka viisaasti lumota taitaa.",
      "Jumala, särje heidän hampaansa heidän suuhunsa: murenna, Herra, nuorten jalopeurain syömähampaat.",
      "Heidän pitää sulaman niinkuin vesi: he ampuvat nuolillansa, mutta ne käyvät rikki.",
      "He hukkuvat, niinkuin näkin kota raukee, niinkuin vaimon keskeneräinen, eikä saa nähdä aurinkoa.",
      "Ennenkuin teidän orjantappuranne puuksi kasvavat, niin pitää vihan heitä elävänä repäisemän pois.",
      "Vanhurskaan pitää iloitseman, koska hän koston näkee, ja pesemän jalkansa jumalattoman veressä,",
      "Että jokaisen pitää sanoman: vanhurskaalla on kuitenkin hedelmä; Jumala on kuitenkin se, joka tuomitsee maan päällä."
    ],
    [
      "Davidin kultainen kappale, ettei hän hukkunut, kuin Saul lähetti hänen huonettansa piirittämään, saadaksensa häntä tappaa. (H59:2) Pelasta minua vihollisistani, Jumala, ja varjele minua niistä, jotka itseänsä asettavat minua vastaan.",
      "Pelasta minua pahointekiöistä, ja auta minua murhamiehistä;",
      "Sillä katso, Herra, he väijyvät sieluani: väkevät kokoontuvat minua vastaan, ilman minun syytäni ja rikostani.",
      "He juoksevat ilman syytä, ja valmistavat itseänsä: nouse tulemaan minua vastaan ja katsomaan.",
      "Ja sinä, Herra Jumala Zebaot, Israelin Jumala, herää etsimään kaikkia pakanoita: älä ketään heistä armahda, jotka niin väkivaltaisesti vääryyttä tekevät, Sela!",
      "He tulkoon taas ehtoona, ja ulvokaan niinkuin koira, ja samotkaan ympäri kaupungin.",
      "Katso, he puhuvat suullansa: miekat ovat heidän huulissansa, kuka sen kuulis.",
      "Mutta sinä, Herra, naurat heitä, ja pilkkaat kaikkia pakanoita.",
      "Heidän väkevyytensä edestä minä turvaan sinun tykös; sillä Jumala on minun varjelukseni.",
      "Jumala osoittaa minulle runsaasti laupiutensa, Jumala antaa minun nähdä koston vihollisistani.",
      "Älä heitä tapa, ettei minun kansani sitä unohtaisi: hajoita heitä voimallas, ja lyö heitä maahan, Herra meidän kilpemme.",
      "Heidän huultensa puhe on heidän suunsa synti: ja he käsitetään ylpeydessänsä: ja he juttelevat kirouksia ja valhetta.",
      "Pyyhi heitä pois vihassas, pyyhi heitä pois, ettei he olisikaan; että he ymmärtäisivät sen, että Jumala hallitsee Jakobissa, hamaan maailman ääriin asti, Sela!",
      "He tulkoon taas ehtoona, ja ulvokaan niinkuin koira, ja samotkaan ympäri kaupungin.",
      "Anna heidän juosta sinne ja tänne ruoan tähden; ja ulvokaan, koska ei he ravituksi tule.",
      "Mutta minä veisaan sinun väkevyyttäs, ja varhain kerskaan sinun laupiuttas; sillä sinä olet minun varjelukseni ja turvani minun hädässäni.",
      "Sinä olet minun väkevyyteni, sinulle minä kiitosta veisaan; sillä sinä Jumala olet minun varjelukseni ja minun armollinen Jumalani."
    ],
    [
      "Davidin kultainen kappale, edelläveisaajalle, kultaisesta seppeleen kukkaisesta opettamaan, (H60:2) Kuin hän oli sotinut Syrialaisten kanssa Mesopotamiasta, ja Zoban Syrialaisten kanssa; kuin Joab palasi, ja löi Suolalaaksossa kaksitoistakymmentä tuhatta Edomilaista.  (H60:3) Jumala, sinä joka olet meitä lykännyt pois, hajoittanut meitä ja ollut vihainen, palaja taas meidän tykömme.",
      "Sinä joka maan liikuttanut ja halaissut olet, paranna hänen rakonsa, joka niin haljennut on.",
      "Sinä olet kansalles kovuutta osoittanut, ja meitä kompastuksen viinalla juottanut.",
      "Sinä annoit lipun niille, jotka sinua pelkäävät, jolla he itsensä ojensivat ylös, totuuden tähden, Sela!",
      "Että sinun ystäväs vapahdetuksi tulisivat: niin auta nyt oikialla kädelläs, ja kuule meidän rukouksemme.",
      "Jumala on puhunut pyhässänsä, siitä minä iloitsen: minä tahdon jakaa Sikemin ja mitata Sukkotin laakson.",
      "Gilead on minun, minun on Manasse, Ephrain on minun pääni voima: Juuda on minulle lainopettaja.",
      "Moab on minun pesinpatani, Edomin ylitse heitän minä kenkäni: sinä Philistea, iloitse minusta.",
      "Kuka vie minun vahvaan kaupunkiin? kuka johdattaa minun Edomiin?",
      "Etkös sinä, Jumala, joka meitä lykkäsit pois? ja etkö sinä, Jumala, lähde ulos meidän sotaväkemme kanssa?",
      "Saata meille apu tuskasta; sillä ihmisten apu on turha.",
      "Jumalassa tahdomme me voimalliset työt tehdä: ja hän tallaa alas meidän vihollisemme."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle, kanteleilla. (H61:2) Kuule, Jumala, minun huutoni: ota vaari minun rukouksestani.",
      "Maan äärestä minä huudan sinun tykös, koska minun sydämeni näännyksissä on: vie minua siis korkialle kalliolle.",
      "Sillä sinä olet minun turvani, vahva torni vihollisten edessä.",
      "Minä tahdon asua sinun majassas ijankaikkisesti, ja uskaltaa sinun siipeis varjon alle, Sela!",
      "Sillä sinä, Jumala, kuulet minun lupaukseni, ja annat perinnön niille, jotka sinun nimeäs pelkäävät.",
      "Sinä annat kuninkaalle pitkän ijän, että hänen vuotensa olisivat suvusta sukuun.",
      "Että hän alati pysyis Jumalan edessä: osoita hänelle laupiutta ja totuutta, jotka häntä varjelisivat.",
      "Niin minä veisaan kiitosta sinun nimelles ijankaikkisesti, maksaakseni minun lupaustani päivä päivältä."
    ],
    [
      "Davidin Psalmi Jedutunin edestä, edelläveisaajalle. (H62:2) Minun sieluni odottaa ainoastaan Jumalaa, joka minua auttaa.",
      "Hän ainoastaan on kallioni, minun autuuteni, minun varjelukseni, etten minä kovin kompastuisi.",
      "Kuinka kauvan te yhtä väijytte, että te kaikin häntä surmaatte, niinkuin kallistuvaa seinää ja raukeevaa muuria?",
      "Kuitenkin he neuvoa pitävät, kukistaaksensa häntä korkeudestansa; he rakastavat valhetta: suullansa he siunaavat, ja sydämessänsä kiroilevat, Sela!",
      "Minun sieluni odottaa ainoastaan Jumalaa; sillä hän on minun toivoni.",
      "Hän ainoastaan on kallioni ja autuuteni, hän varjelukseni, en minä kaadu.",
      "Jumalassa on minun autuuteni, minun kunniani, minun väkevyyteni kallio, minun turvani on Jumalassa.",
      "Te kansat, toivokaat häneen joka aika, vuodattakaat teidän sydämenne hänen eteensä: Jumala on meidän turvamme, Sela!",
      "Mutta ihmiset ovat kuitenkin turhat, voimalliset myös puuttuvat: he painavat vähemmän kuin ei mitään, niin monta kuin heitä on.",
      "Älkäät luottako vääryyteen ja väkivaltaan; älkäät turvatko niihin, mitkä ei mitään ole; jos rikkaudet teidän tykönne lankeevat, niin älkäät panko sydäntänne niiden päälle.",
      "Jumala on kerran puhunut, sen olen minä kahdesti kuullut: että Jumala (yksinänsä) väkevä on.",
      "Ja sinä Jumala olet armollinen; sillä sinä maksat jokaiselle työnsä jälkeen."
    ],
    [
      "Davidin Psalmi, kuin hän oli Juudan korvessa. (H63:2) Jumala, sinä olet minun Jumalani! Varhain minä sinua etsin: sinua minun sieluni janoo, minun lihani halaa sinua karkiassa ja kuivassa maassa, joka vedetöin on.",
      "Niinkuin minä näin sinun pyhässä, katsellakseni sinun voimaas ja kunniaas;",
      "Sillä sinun laupiutes on parempi kuin elämä: minun huuleni pitää sinua kiittämän.",
      "Niin minä tahdon kunnioittaa sinua minun elinaikanani, ja minun käteni nostaa ylös sinun nimees.",
      "Niinkuin lihavuudella ja rasvalla pitää minun sieluni ravittaman: ja minun suuni pitää kiittämän iloisilla huulilla.",
      "Kuin minä vuoteeseni lasken, niin minä muistan sinua:kuin minä herään, niin minä puhun sinusta.",
      "Sillä sinä olet minun apuni, ja sinun siipeis varjon alla minä kerskaan.",
      "Minun sieluni riippuu sinussa: sinun oikia kätes minun tukee.",
      "Mutta he etsivät kadottaaksensa minun sieluni: heidän täytyy maan alle mennä.",
      "Heidän pitää miekkaan lankeeman, ketuille osaksi tuleman.",
      "Mutta kuninkaan pitää iloitseman Jumalassa: joka hänen kauttansa vannoo, se kunnioitetaan; sillä valhetteliain suu pitää tukittaman."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle. (H64:2) Kuule, Jumala, ääntäni, minun valituksessani: varjele elämäni vihollisen pelvosta.",
      "Peitä minua pahain neuvosta, väärintekiäin metelistä,",
      "Jotka kielensä hiovat niinkuin miekan: he ampuvat myrkyllisillä sanoillansa niinkuin nuolilla;",
      "Että he salaisesti ampuisivat viatointa: he ampuvat häntä äkisti ilman pelvota.",
      "He vahvistavat itsensä pahoissa juonissansa ja puhuvat, kuinka he paulat virittäisivät, ja sanovat: kuka taitaa ne nähdä?",
      "He ajattelevat vääryyttä, ja täyttävät sen minkä he ajatelleet ovat; viekkaat ihmiset ja salakavalat sydämet.",
      "Mutta Jumala ampuu heitä; äkillinen nuoli on heidän rangaistuksensa.",
      "Heidän oma kielensä pitää heitä langettaman, että jokainen, joka heidät näkee, pakenee heitä.",
      "Ja kaikkein ihmisten pitää pelkäämän, ja Jumalan työtä ilmoittaman, ja hänen työnsä ymmärtämän.",
      "Vanhurskaat pitää Herrassa riemuitseman, ja häneen uskaltaman; ja kaikki vaat sydämet kerskatkoon siitä."
    ],
    [
      "Davidin Psalmi ja veisu, edelläveisaajalle. (H65:2) Jumala, sinua kiitetään Zionissa hiljaisuudessa; ja sinulle maksetaan lupaus.",
      "Sinä kuulet rukouksen; sentähden tulee kaikki liha sinun tykös.",
      "Meidän pahat tekomme meitä kovin raskauttavat; mutta anna sinä meille synnit anteeksi.",
      "Autuas on se, jonkas valitset ja otat tykös, asumaan kartanoissas: hän ravitaan sinun huonees ja pyhän templis hyvyydestä.",
      "Kuule meitä ihmeellisestä vanhurskaudesta, meidän autuutemme Jumala, kaikkein turva maan päällä ja kaukana meressä,",
      "Joka vuoret vahvistat voimallas, ja olet hankittu väkevyydellä,",
      "Sinä joka asetat meren pauhinan ja hänen aaltoinsa pauhinan, ja kansain metelin;",
      "Että ne hämmästyisivät, jotka niissä maan äärissä asuvat, sinun ihmeitäs. Sinä iloitat kaikki liikkuvaiset aamulla ja ehtoona.",
      "Sinä etsiskelet maan ja liotat sen ja teet sen ylen rikkaaksi: Jumalan virta on vettä täynnä: sinä kasvatat heidän jyvänsä, ettäs näin maan valmistat.",
      "Sinä juotat hänen vakonsa ja kastat hänen kyntönsä: sateella sinä ne pehmität, ja siunaat hänen laihonsa.",
      "Sinä kaunistat vuoden hyvyydelläs, ja sinun askelees tiukkuvat rasvasta.",
      "Korven laitumet myös tiukkuvat, ja kukkulat ovat ympäri iloissansa.",
      "Kedot ovat laumaa täynnä, ja laaksossa on tihkiältä jyviä, niin että siitä ihastutaan ja myös lauletaan."
    ],
    [
      "Davidin Psalmi ja veisu, edelläveisaajalle. Ihastukaa Jumalalle, kaikki maa.",
      "Veisatkaat kiitosta hänen nimensä kunniaksi, ylistäkäät häntä suuresti.",
      "Sanokaat Jumalalle: kuinka ihmeelliset ovat sinun työs! sinun vihollisiltas pitää puuttuman, sinun suuren väkes tähden.",
      "Kaikki maa kumartakoon sinua, ja veisatkaan kiitosta sinun nimelles, Sela!",
      "Tulkaat ja katsokaat Jumalan tekoja, joka niin ihmeellinen on töissänsä ihmisten lasten seassa.",
      "Hän muuttaa meren kuivaksi, niin että jalkaisin käydään veden ylitse: siitä me hänessä iloitsemme.",
      "Hän hallitsee voimansa kautta ijankaikkisesti, hänen silmänsä katselevat kansoja: eripuraiset ei pidä voiman korottaa itseänsä, Sela!",
      "Kiittäkäät te pakanat, meidän Jumalaamme: kajahtakaan hänen kiitoksensa ääni kauvas,",
      "Joka meidän sielumme elättää, eikä salli jalkamme liukastella.",
      "Sillä sinä, Jumala, olet meitä koetellut, ja valanut meitä niinkuin hopia valetaan.",
      "Sinä veit meitä vankeuteen, ja panit kuorman meidän lanteillemme.",
      "Sinä olet antanut ihmiset meidän päämme päällitse mennä: me olemme tuleen ja veteen tulleet, mutta sinä veit meitä ulos, ja virvoitit.",
      "Sentähden minä menen polttouhrilla sinun huoneeses, ja maksan sinulle lupaukseni,",
      "Joita minun huuleni lupasivat, ja minun suuni puhunut on tuskassani.",
      "Lihavat polttouhrit minä teen sinulle oinasten suitsutuksella: minä uhraan sinulle naudat kauristen kanssa, Sela!",
      "Tulkaat, kuulkaat te kaikki, jotka Jumalaa pelkäätte: minä ilmoitan, mitä hän minun sielulleni on tehnyt.",
      "Häntä minä suullani huusin, ja ylistin kielelläni.",
      "Jos minä jotakin vääryyttä pitäisin sydämessäni, niin ei Herra minua kuulisi.",
      "Sentähden Jumala on minua kuullut, ja ottanut vaarin minun rukoukseni äänestä.",
      "Kiitetty olkoon Jumala, joka ei hylkää rukoustani, eikä käännä laupiuttansa pois minusta!"
    ],
    [
      "Psalmi ja veisu, edelläveisaajalle, kanteleilla. (H67:2) Jumala olkoon meille armollinen, ja siunatkoon meitä! hän valistakoon kasvonsa aina meidän päällemme, Sela!",
      "Että me maan päällä tuntisimme sinun ties, ja kaikkein pakanain seassa sinun autuutes.",
      "Sinua, Jumala, kansat kiittäköön: sinua kaikki kansat kiittäköön.",
      "Kansat iloitkaan ja riemuitkaan, ettäs kansat oikein tuomitset, ja hallitset kansat maan päällä, Sela!",
      "Sinua, Jumala, kansat kiittäköön: sinua kaikki kansat kiittäköön.",
      "Maa antaa hedelmänsä; siunatkoon meitä Jumala, meidän Jumalamme.",
      "Siunatkoon meitä Jumala, ja kaikki maailma peljätköön häntä."
    ],
    [
      "Davidin Psalmi ja veisu, edelläveisaajalle. (H68:2) Nouskaan Jumala, että hänen vihollisensa hajoitettaisiin; ja jotka häntä vihaavat, paetkaat hänen edestänsä.",
      "Aja heitä pois, niinkuin savu ajetaan pois; niinkuin vedenvaha sulaa tulen edessä, niin hukkukaan jumalattomat Jumalan kasvoin edessä.",
      "Mutta vanhurskaat riemuitkaan ja iloitkaan Jumalan edessä, ja riemuitkaan ilossa.",
      "Veisatkaan Jumalalle, veisatkaat kiitosta hänen nimellensä; tehkäät hänelle tietä, joka istuu ylimmäisten taivasten päällä; hänen nimensä on Herra, ja iloitkaat hänen edessänsä.",
      "Joka on orpoin isä ja leskein tuomari: hän on Jumala pyhässä asumisessansa.",
      "Jumala, joka yksinäisten antaa asua huoneessa, ja vie vangit ulos oikeudella; mutta vastahakoiset asuvat kuivassa.",
      "Jumala, koskas kävit kansas edellä, koskas vaelsit korvessa, Sela,",
      "Niin maa vapisi ja taivaat tiukkuivat Jumalan edessä: tämä Sinai, Jumalan edessä, joka Israelin Jumala on.",
      "Mutta nyt sinä, Jumala, annat armollisen sateen, ja virvoitat perimises, joka väsynyt on.",
      "Että sinun laumas siinä asuis: Jumala, sinä virvoitat hyvyydelläs raadolliset.",
      "Herra antaa sanan suurella evankelistain joukolla.",
      "Sotaväen kuninkaat pakenevat, he pakenevat; ja kotona asuva jakaa saaliit.",
      "Kuin te tarhain välissä makaatte, niin mettisen sulat ovat silatut hopialla, ja hänen siipensä ruskialla kullalla.",
      "Kuin Kaikkivaltias siinä joka paikassa kuninkaat levittää, niin Zalmonissa valaisee kuin lumi.",
      "Jumalan vuori on hedelmällinen vuori: korkia vuori on se hedelmällinen vuori.",
      "Miksi te, suuret vuoret, kippaatte? Tämä on Jumalan vuori, jossa hän mielistyy asumaan; ja Herra asuu siellä ijankaikkisesti.",
      "Jumalan rattaita on monta tuhatta kertaa tuhatta: Herra on heissä, pyhässä Sinaissa.",
      "Sinä astuit ylös korkeuteen, ja olet vangiksi ottanut vankeuden. Sinä olet lahjoja saanut ihmisille: vastahakoiset myös, että Herra Jumala siellä kumminkin asuu.",
      "Kiitetty olkoon Herra joka päivä! Jumala panee kuorman meidän päällemme; mutta hän myös auttaa meitä, Sela!",
      "Meillä on Jumala, Jumala, joka auttaa, ja Herra, Herra, joka kuolemasta vapahtaa.",
      "Mutta Jumala särkee vihollistensa pään heidän päänlakeinsa kanssa, jotka pysyvät heidän synneissänsä.",
      "Herra sanoo: minä palautan (muutamat) lihavista; meren syvyydestä minä heitä palautan,",
      "Että sinun jalkas tulis painetuksi veressä, ja koirais kieli sinun vihollisistas.",
      "He näkivät, Jumala, kuinkas vaellat; kuinkas, minun Jumalani ja kuninkaani, pyhässä vaellat:",
      "Laulajat käyvät edellä, ja sitte leikarit piikain seassa, jotka kanteleita soittavat.",
      "Kiittäkäät Herraa Jumalaa seurakunnissa, te Israelin lähteestä.",
      "Siellä hallitsee heitä vähä Benjamin, Juudan päämiehet joukkoinensa, Zebulonin päämiehet, Naphtalin päämiehet.",
      "Sinun Jumalas on käskenyt sinun olla väkevän: vahvista Jumala se, minkä sinä meissä tehnyt olet.",
      "Sinun templis tähden, joka on Jerusalemissa, pitää kuninkaat sinulle lahjoja viemän.",
      "Nuhtele ruovon petoa, härkäin laumaa kansain vasikkain kanssa, jotka kumartaen tuovat hopeakankeja: hajoittanut on hän kansat, jotka mielellänsä sotivat.",
      "Egyptin päämiehet tulevat: Etiopia ojentaa käsiänsä Jumalalle.",
      "Te maan valtakunnat, veisatkaat Jumalalle, veisatkaat kiitosta Herralle, Sela!",
      "Sille joka asuu taivaissa joka paikassa, hamasta alusta: katso, hän antaa jylinälle voiman.",
      "Antakaat Jumalalle voima: hänen herrautensa on Israelissa, ja hänen voimansa pilvissä.",
      "Jumala on ihmeellinen pyhässänsä, hän on Israelin Jumala: hän antaa kansalle väen ja voiman: kiitetty olkoon Jumala!"
    ],
    [
      "Davidin Psalmi kukkasista, edelläveisaajalle. (H69:2) Jumala,auta minua; sillä vedet käyvät hamaan minun sieluuni asti.",
      "Minä vajoon syvään mutaan, jossa ei pohjaa ole: minä olen tullut syviin vesiin, ja virta upottaa minun.",
      "Minä väsyn huutamisesta: minun kurkkuni kuivettuu: minun näkyni vaipuu, toivoissani minun Jumalani päälle.",
      "Niitä on enempi kuin päässäni hiuksia, jotka ilman syytä minua vihaavat, jotka syyttömästi minun viholliseni ovat, ja minua hukuttavat, ovat väkevät: niitä täytyy minun maksaa, joita en minä ryövännyt.",
      "Jumala, sinäpä tiedät minun tyhmyyteni, ja minun rikokseni ei ole sinulta salatut.",
      "Älä salli heitä häpiään tulla minun tähteni, jotka sinua odottavat, Herra, Herra Zebaot: älä anna heitä häväistä minun tähteni, jotka sinua etsivät, Israelin Jumala.",
      "Sillä sinun tähtes minä pilkkaa kärsin; minun kasvoni ovat täynnä häpiää.",
      "Minä olen muukalaiseksi veljilleni tullut, ja oudoksi äitini lapsille.",
      "Sillä sinun huonees kiivaus syö minua: ja heidän pilkkansa, jotka sinua pilkkasivat, lankesi minun päälleni.",
      "Minä itkin ja paastosin hartaasti, ja minä pilkattiin päälliseksi.",
      "Ja minä puin säkin ylleni, ja olin heille sananlaskuksi.",
      "Jotka portissa istuvat, ne minusta jaarittelevat, ja juodessansa he minusta lauleskelevat.",
      "Mutta minä rukoilen sinua, Herra, otollisella ajalla, Jumala, sinun suuren laupiutes puolesta: kuule minua sinun autuutes totuuden tähden.",
      "Pelasta minua loasta, etten minä vajoaisi; että minä pelastettaisiin vihollisistani ja syvistä vesistä.",
      "Ettei vuo minua upottaisi ja syvyydet minua lainoaisi, eikä kaivon suu suljettaisi minun päälleni.",
      "Kuule minua, Herra; sillä sinun laupiutes on hyvä: käännä sinuas minun puoleeni, sinun suuren laupiutes tähden.",
      "Ja älä peitä kasvojas palvelialtas; sillä minä ahdistetaan: kuultele minua nopiasti.",
      "Lähene minun sieluani, ja lunasta häntä: minun vihollisteni tähden pelasta minua.",
      "Sinäpä tiedät pilkkani, häpiäni ja häväistykseni: kaikki minun viholliseni ovat edessäs.",
      "Pilkka särkee minun sydämeni ja vaivaa minua: minä odotan, jos joku armahtais, ja ei ole kenkään, ja lohduttajia, vaan en ketään löydä.",
      "Ja he antoivat minulle sappea syödäkseni, ja etikkaa juodakseni minun janossani.",
      "Heidän pöytänsä olkoon heille paulaksi, sekä kostoksi että lankeemiseksi.",
      "Tulkoon heidän silmänsä pimiäksi, ettei he näkisi, ja salli heidän lanteensa aina horjua.",
      "Vuodata närkästykses heidän päällensä, ja hirmuinen vihas käsittäköön heitä,",
      "Olkoon heidän huoneensa kylmillä; ja ei kenkään olko, joka heidän majassansa asuis.",
      "Sillä he vainoovat sitä, jota lyönyt olet, ja juttelevat niiden kipua, joita haavoittanut olet.",
      "Salli heitä langeta synnistä syntiin, ettei he tulisi sinun vanhurskautees.",
      "Pyyhi heitä eläväin kirjasta, ettei he kirjoitettaisi vanhurskasten kanssa.",
      "Mutta minä olen raadollinen ja murheellinen: Jumala, sinun autuutes suojelkoon minua!",
      "Minä kiitän Jumalan nimeä veisuulla, ja suuresti ylistän häntä kiitoksella.",
      "Se kelpaa paremmin Herralle kuin härkä taikka mulli, jolla ovat sarvet ja sorkat.",
      "Raadolliset näkevät sen ja iloitsevat, ja jotka Jumalaa etsivät, heidän sydämensä pitää elämän.",
      "Sillä Herra kuulee köyhiä, ja ei hän vankiansa katso ylön.",
      "Kiittäkään häntä taivaat ja maa, meri, ja kaikki kuin niissä liikkuvat.",
      "Sillä Jumala auttaa Zionia ja rakentaa Juudan kaupungit, että siellä asutaan, ja se perinnöllä omistetaan.",
      "Ja hänen palveliainsa siemen sen perii: ja ne, jotka hänen nimeänsä rakastavat, pitää asuman siinä."
    ],
    [
      "Davidin Psalmi edelläveisaajalle, muistoksi. (H70:2) Riennä, Jumala, minua vapahtamaan: kiiruhda, Herra, minua auttamaan.",
      "Häpiään tulkoon ja hävetköön, jotka minun sieluani väijyvät: ajettakoon takaperin ja tulkoon häväistyksi, jotka minulle pahaa suovat;",
      "Että he jälleen häpiään tulisivat, jotka minua pitittävät.",
      "Iloitkaan ja riemuitkaan sinussa kaikki, jotka sinua etsivät; ja jotka sinun autuuttas rakastavat, sanokaan aina: Jumala olkoon suuresti ylistetty!",
      "Mutta minä olen raadollinen ja köyhä, riennä, Jumala, minun tyköni; sillä sinä olet minun auttajani ja pelastajani, Herra, älä viivyttele."
    ],
    [
      "Sinuun, Herra, minä uskallan: älä anna minua ikänä häväistä.",
      "Vapahda minua vanhurskaudessa ja pelasta minua: kallista korvas minun puoleeni ja auta minua.",
      "Ole minulle vahva turva, johon minä aina pakenisin: sinä olet luvannut minua auttaa; sillä sinä olet minun kallioni ja linnani.",
      "Minun Jumalani, auta minua jumalattoman kädestä, väärän ja väkivaltaisen kädestä.",
      "Sillä sinä olet minun turvani, Herra, Herra: minun toivoni hamasta minun nuoruudestani.",
      "Sinuun minä olen luottanut hamasta äitini kohdusta, sinä minun vedit ulos äitini kohdusta: sinusta on aina minun kerskaukseni.",
      "Minä olen monelle ihmeeksi tullut; mutta sinä olet minun vahva turvani.",
      "Täytä minun suuni sinun kiitoksestas ja sinun kunniastas joka päivä.",
      "Älä minua heitä pois minun vanhuudessani: älä minua hylkää, kuin minä heikoksi tulen.",
      "Sillä minun viholliseni puhuvat minua vastaan: ja jotka minun sieluani väijyvät, he keskenänsä neuvoa pitävät,",
      "Ja sanovat: Jumala hylkäsi hänen; ajakaat takaa ja käsittäkäät häntä, sillä ei ole vapahtajaa.",
      "Jumala, älä erkane kauvas minusta: minun Jumalani, riennä minua auttamaan.",
      "Hävetköön ja hukkukoon, jotka minun sieluani vastaan ovat: häpiän ja häväistyksen alle tulkoon, jotka minulle pahaa suovat.",
      "Mutta minä odotan aina, ja korotan aina sinun kiitokses.",
      "Minun suuni pitää ilmoittaman sinun vanhurskauttas, joka päivä sinun autuuttas, joita en minä voi kaikkia lukea.",
      "Minä vaellan Herran, Herran väkevyydessä: minä tahdon muistaa ainoastaan sinun vanhurskauttas.",
      "Jumala, sinä olet minua nuoruudestani opettanut, sentähden minä julistan sinun ihmeitäs.",
      "Ja minun vanhuudessani ja harmaaksi tultuani älä, Jumala, minua hylkää, siihenasti kuin minä ilmoitan sinun käsivartes lasten lapsille, ja sinun väkevyytes kaikille tulevaisille.",
      "Ja tosin, Jumala, sinun vanhurskautes on sangen korkia, sinä teet suuria: Jumala, kuka on sinun vertaises?",
      "Sillä sinä annat minun nähdä paljon ja suuria ahdistuksia, ja virvoitat minua jälleen; ja taas sinä haet minua ulos maan syvyydestä.",
      "Sinä teet minun sangen suureksi, ja lohdutat minua jälleen.",
      "Niin minäkin kiitän sinua psaltarilla, sinun totuuttas, minun Jumalani: minä veisaan kiitosta sinulle kanteleilla, sinä pyhä Israelissa.",
      "Minun huuleni pitää kiittämän, koska minä sinulle veisaan, ja minun sieluni, jonkas lunastit.",
      "Ja minun kieleni puhuu myös joka päivä sinun vanhurskaudestas; sentähden hävetkään he ja häpiään tulkoon, jotka minulle pahaa suovat."
    ],
    [
      "Salomon. Jumala, anna tuomios kuninkaalle, ja vanhurskautes kuninkaan pojalle,",
      "Että hän veis sinun kansas vanhurskauteen, ja auttais sinun raadollistas.",
      "Vuoret tuokaan rauhan kansalle, ja kukulat vanhurskauden.",
      "Hänen pitää raadollisen kansan oikeudessa pitämän, ja köyhäin lapsia auttaman ja särkemän pilkkaajat.",
      "Sinua peljätään, niinkauvan kuin aurinko ja kuu ovat, lapsista niin lasten lapsiin.",
      "Hän laskee alas niinkuin sade heinän sängelle, niinkuin pisarat, jotka maan lioittavat.",
      "Hänen aikanansa vanhurskas kukoistaa, ja on suuri rauha siihen asti, ettei kuuta enää olekaan.",
      "Hän hallitsee merestä mereen ja virrasta maailman ääriin.",
      "Häntä pitää korven asuvaiset kumartaman, ja hänen vihollisensa pitää tomun nuoleman.",
      "Kuninkaat meren tyköä ja luodoista pitää lahjoja kantaman: kuninkaat rikkaasta Arabiasta ja Sebasta pitää annot tuoman.",
      "Kaikki kuninkaat pitää häntä kumartaman, ja kaikki pakanat pitää häntä palveleman.",
      "Sillä hän vapahtaa huutavaisen köyhän, ja raadollisen, jolla ei ole auttajaa.",
      "Hän on armollinen vaivaiselle ja köyhälle, ja köyhäin sielua hän auttaa.",
      "Hän lunastaa heidän sielunsa petoksesta ja väkivallasta, ja heidän verensä luetaan kalliiksi hänen silmäinsä edessä.",
      "Ja hän elää ja hänelle pitää annettaman kultaa rikkaasta Arabiasta, ja häntä alati kumartaen rukoiltaman, joka päivä pitää häntä kiitettämän.",
      "Pivo jyviä pitää niin oleman maassa ja vuorten kukkuloilla, että sen hedelmä pitää häälymän niinkuin Libanon; ja kaupungin asuvaiset pitää kukoistaman niinkuin ruoho maan päällä.",
      "Hänen nimensä pysyy ijankaikkisesti: niinkauvan kuin aurinko on, ulottuu hänen nimensä jälkeentulevaisille; ja he tulevat siunatuksi hänen kauttansa: kaikki pakanat ylistävät häntä.",
      "Kiitetty olkoon Herra Jumala, Israelin Jumala, joka yksinänsä ihmeitä tekee!",
      "Ja kiitetty olkoon hänen kunniansa nimi ijankaikkisesti; ja kaikki maa täytettäköön hänen kunniastansa, amen! amen!",
      "Davidin, Isain pojan, rukoukset loppuvat."
    ],
    [
      "Asaphin Psalmi. Totta on Jumala hyvä Israelille, niille, jotka puhtaat sydämestä ovat.",
      "Mutta minä olisin pian jaloillani horjunut: minun askeleeni olisivat lähes liukastuneet.",
      "Sillä minä närkästyin öykkäreistä, että minä näin jumalattomat menestyvän.",
      "Sillä ei he ole missään kuoleman hädässä, vaan heidän voimansa pysyy vahvana.",
      "Ei he ole vastoinkäymisessä niinkuin muut ihmiset, ja ei heitä vaivata niinkuin muita ihmisiä.",
      "Sentähden on heidän ylpeytensä koria, ja heidän väkivaltansa kaunistaa heitä.",
      "Heidän silmänsä paisuvat lihavuudesta: he tekevät mitä ainoastansa heille kelpaa.",
      "Kaikkia he katsovat ylön, ja sitte pahasti puhuvat: he puhuvat ja laittavat ylpiästi.",
      "Mitä he puhuvat, sen täytyy olla taivaasta puhuttu: mitä he sanovat, sen täytyy maan päällä kelvata.",
      "Sentähden noudattaa heitä yhteinen kansa, ja kokoontuvat heidän tykönsä niinkuin vedet,",
      "Ja sanovat: mitä Jumalan pitäis heitä kysymän? mitä pitäis korkeimman heistä lukua pitämän?",
      "Katso, ne ovat jumalattomat: he ovat onnelliset maailmassa ja rikastuvat.",
      "Pitäiskö siis sen turhaan oleman, että minun sydämeni nuhteetoinna elää, ja minä pesen viattomuudessa minun käteni?",
      "Ja minä ruoskitaan joka päivä, ja minun rangaistukseni on joka aamu käsissä?",
      "Minä olisin lähes niin sanonut kuin hekin; mutta katso, niin minä olisin tuominnut kaikki sinun lapses, jotka ikänänsä olleet ovat.",
      "Minä ajattelin sitä tutkia; mutta se oli minulle ylen raskas,",
      "Siihenasti kuin minä menin Jumalan pyhään, ja ymmärsin heidän loppunsa.",
      "Tosin sinä asetit heitä liukkaalle, ja syöksit heitä pohjaan.",
      "Kuinka he niin pian hukkuvat: he hukkuvat ja saavat kauhian lopun.",
      "Niinkuin uni, koska joku herää, niinpä sinä, Herra teet heidän kuvansa kaupungissa ylönkatsotuksi.",
      "Vaan kuin se karvasteli minun sydämessäni ja pisti minun munaskuitani,",
      "Silloin olin minä tyhmä ja en mitään tietänyt: minä olin niinkuin nauta sinun edessäs.",
      "Kuitenkin minä pysyn alati sinun tykönäs; sillä sinä pidät minun oikiasta kädestäni.",
      "Sinä talutat minua neuvollas, ja korjaat minua viimein kunnialla.",
      "Kuin sinä ainoastansa minulla olisit, niin en minä ensinkään sitte taivaasta eli maasta tottelisi.",
      "Vaikka vielä minun ruumiini ja sieluni vaipuis, niin sinä, Jumala, kuitenkin olet aina minun sydämeni uskallus ja minun osani.",
      "Sillä katso, jotka sinusta eriävät, ne hukkuvat: sinä kadotat kaikki, jotka sinua vastaan huorin tekevät.",
      "Mutta se on minun iloni, että minä itseni Jumalan tykö pidän, ja panen toivoni Herran, Herran päälle, ilmoittamaan kaikkia sinun töitäs."
    ],
    [
      "Asaphin opetus. Jumala, miksis meitä niin ratki pois syökset? ja olet niin hirmuisesti vihainen sinun laitumes lampaille?",
      "Muista seurakuntaas, jonkas muinen omistit ja sinulle perimiseksi lunastanut olet, Zionin vuorta, jossas asuit.",
      "Tallaa heitä jaloillas, ja sysää heitä ijäiseen hävitykseen: vihollinen on raiskannut kaikki pyhässä.",
      "Sinun vihollises kiljuvat sinun huoneessas, ja asettavat epäjumalansa siihen.",
      "Kirveet näkyvät välkkyvän ylhäällä, niinkuin metsässä hakattaisiin,",
      "Ja hakkaavat rikki kaikki hänen kuvainsa kaunistukset, sekä keihäillä että kirveillä.",
      "He polttavat sinun pyhäs, ja turmelevat sinun nimes asuinsian maan päällä.",
      "He puhuvat sydämessänsä: raadelkaamme heitä ynnä; he polttavat kaikki Jumalan huoneet maalla.",
      "Emme näe meidän ihmeitämme, eikä silleen prophetaa ole: ei myös ketään meidän seassamme ole, joka ymmärtää kuinka kauvan.",
      "Jumala, kuinka kauvan vihamies häpäisee ja vihollinen sinun nimeäs ratki niin pilkkaa?",
      "Miksis käännät pois sinun kätes? ja oikian kätes niin ratki sinun povestas?",
      "Mutta Jumala on alusta minun kuninkaani, joka kaikkinaisen autuuden matkaan saattaa maan päällä.",
      "Sinä hajoitat meren voimallas: sinä murennat lohikärmeiden päät vesissä.",
      "Sinä murensit valaskalain päät, ja annat ne kansalle ruaksi metsän korvessa.",
      "Sinä kuohutat lähteet ja virrat: sinä kuivaat väkevät kosket.",
      "Päivä ja yö ovat sinun: sinä rakennat valkeuden ja auringon.",
      "Sinä sovitit jokaisen maan rajat: sinä teet suven ja talven.",
      "Niin muista siis, että vihollinen häpäisee Herraa, ja hullu kansa pilkkaa sinun nimeäs.",
      "Älä siis anna pedolle mettises sielua, ja älä niin ratki unohda sinun köyhäis joukkoa.",
      "Muista liittoa; sillä maa on joka paikassa surkiasti hävitetty, ja huoneet ovat täynnä vääryyttä.",
      "Älä anna köyhän mennä pois häpiällä; sillä köyhät ja raadolliset kiittävät sinun nimeäs.",
      "Nouse, Jumala, ja aja asias: muista niitä häväistyksiä, jotka sinulle joka päivä hulluilta tapahtuvat.",
      "Älä unohda vihollistes ääntä: sinun vainollistes meteli tulee aina suuremmaksi."
    ],
    [
      "Asaphin Psalmi ja veisu, ettei hän hukkunut, edelläveisaajalle. (H75:2) Me kiitämme sinua, ja ilmoitamme ihmeitäs, että sinun nimes on niin läsnä.",
      "Sillä ajallansa minä oikein tuomitsen.",
      "Maa vapisee ja kaikki, jotka sen päällä asuvat; mutta minä vahvistan lujasti hänen patsaansa, Sela!",
      "Minä sanoin öykkäreille: älkäät niin kerskatko, ja jumalattomille: älkäät vallan päälle haastako.",
      "Älkäät niin pahoin haastako teidän valtanne päälle: älkäät puhuko niin niskuristi,",
      "Niinkuin ei mitään hätää olisi, eikä idästä eikä lännestä, taikka vuorilta korvessa.",
      "Sillä Jumala on tuomari, joka tämän alentaa ja toisen ylentää.",
      "Sillä Herran kädessä on malja täynnä, väkevällä viinalla täytetty, ja siitä hän panee sisälle; vaan sen rahkan täytyy kaikkein jumalattomain maan päällä juoda, ja ryypätä ulos.",
      "Mutta minä ilmoitan ijankaikkisesti, ja veisaan kiitosta Jakobin Jumalalle.",
      "Ja minä tahdon särkeä kaiken jumalattomain vallan, että vanhurskasten valta korotettaisiin."
    ],
    [
      "Asaphin Psalmi ja veisu, kanteleilla, edelläveisaajalle. (H76:2) Jumala on tuttu Juudassa, Israelissa on hänen suuri nimensä.",
      "Salemissa on hänen majansa, ja Zionissa hänen asumisensa.",
      "Siellä hän särkee joutsen nuolet, kilvet, miekan ja sodan, Sela!",
      "Sinä olet kirkkaampi ja väkevämpi kuin ryöstövuoret.",
      "Urhoolliset pitää ryöstettämän ja uneensa nukkuman; ja kaikki sotamiehet täytyy käsistänsä hermottomaksi tulla.",
      "Sinun rangaistuksestas, Jakobin Jumala, vajoo uneen orhi ja ratas,",
      "Sinä olet peljättävä: kuka voi seisoa sinun edessäs, koskas vihastut?",
      "Koskas tuomion annat kuulua taivaasta, niin maa vapisee ja vaikenee;",
      "Koska Jumala nousee tuomitsemaan, että hän auttais kaikkia raadollisia maan päällä, Sela!",
      "Kuin ihmiset kiukuitsevat sinua vastaan, niin sinä voitat kunnian, ja kuin he vielä enemmin kiukuitsevat, niin sinä olet valmis.",
      "Luvatkaat ja antakaat Herralle teidän Jumalallenne kaikki, jotka hänen ympärillänsä olette, viekäät lahjoja peljättävälle,",
      "Joka päämiehiltä ottaa pois rohkeuden, ja on peljättävä maan kuninkaille."
    ],
    [
      "Asaphin Psalmi, Jedutunin edestä, edelläveisaajalle. (H77:2) Minä huudan äänelläni Jumalaa: Jumalaa minä huudan, ja hän kuultelee minua.",
      "Minun hätä-ajallani etsin minä Herraa: minun käteni on yöllä ojettu, ja ei lakkaa; sillä ei minun sieluni salli itseänsä lohduttaa.",
      "Minä ajattelen tosin Jumalan päälle, olen kuitenkin murheissani: minä tutkin, ja henkeni on sittekin ahdistuksessa, Sela!",
      "Sinä pidät minun silmäni, että he valvovat: minä olen niin voimatoin, etten minä voi puhua.",
      "Minä ajattelen vanhoja aikoja, entisiä vuosia:",
      "Minä muistan yöllä minun kantelettani: minä puhun sydämelleni, ja minun henkeni tutkii:",
      "Heittäneekö Jumala pois ijankaikkisesti, ja ei yhtään armoa silleen osoittane?",
      "Puuttuneeko hänen laupiutensa ijankaikkisesti, ja olleeko lupauksella jo loppu suvusta sukuhun?",
      "Onko Jumala unohtanut olla armollinen? ja sulkenut laupiutensa vihan tähden? Sela!",
      "Minä sanoin: se on minun heikkouteni; mutta Ylimmäisen oikia käsi voi kaikki muuttaa.",
      "Sentähden minä muistan Herran töitä, ja minä ajattelen entisiä ihmeitäs,",
      "Ja puhun kaikista sinun töistäs, ja sanon sinun teoistas.",
      "Jumala, sinun ties on pyhä: kussa on niin väkevää Jumalaa kuin sinä Jumala?",
      "Sinä olet se Jumala, joka ihmeitä tekee: sinä osoitit voimas kansain seassa.",
      "Sinä lunastit sinun kansas käsivarrellas, Jakobin ja Josephin lapset, Sela!",
      "Vedet näkivät sinun, Jumala, vedet näkivät sinun ja vapisivat, ja syvyydet pauhasivat,",
      "Paksut pilvet kaasivat vettä, pilvet jylisivät ja nuolet lensivät sekaan.",
      "Se jylisi taivaassa, ja sinun leimaukses välkkyi maan piirin päälle: maa liikkui ja värisi siitä.",
      "Sinun ties oli meressä, ja sinun polkus olivat suurissa vesissä, ja ei sinun jälkiäs kenkään tuntenut.",
      "Sinä veit kansas niinkuin lammaslauman, Moseksen ja Aaronin kautta."
    ],
    [
      "Asaphin opetus. Kuule, kansani, minun lakini: kallistakaat korvanne minun suuni sanoihin.",
      "Minä avaan suuni sananlaskuun, ja vanhat tapaukset mainitsen,",
      "Jotka me kuulleet olemme ja tiedämme, ja meidän isämme meille jutelleet ovat,",
      "Ettemme sitä salaisi heidän lapsiltansa, jälkeentulevaiselta sukukunnalta, julistain Herran kiitoksia, ja hänen voimaansa ja ihmeitänsä, jotka hän on tehnyt.",
      "Hän sääsi todistuksen Jakobissa, ja antoi lain Israelissa, jonka hän käski meidän isäimme opettaa lapsillensa,",
      "Että vastatulevaiset oppisivat, ja lapset, jotka vielä syntyvät: kuin he kasvavat, että hekin myös ilmoittaisivat lapsillensa;",
      "Että he panisivat toivonsa Jumalaan ja ei unohtaisi Jumalan tekoja, vaan pitäisivät hänen käskynsä,",
      "Ja ei olisi niinkuin heidän isänsä, vastahakoinen ja kankia suku, joka ei vahvistanut sydäntänsä, ja heidän henkensä ei riippunut uskollisesti Jumalassa;",
      "Niinkuin Ephraimin lapset, sota-aseilla varustetut joutsimiehet, pakenivat sodan ajalla.",
      "Ei he pitäneet Jumalan liittoa, ja ei vaeltaneet hänen laissansa.",
      "Ja he unohtivat hänen tekonsa ja ihmeensä, jotka hän heille osottanut oli.",
      "Heidän isäinsä edessä teki hän ihmeitä, Egyptin maassa, Zoanin kedolla.",
      "Hän halkasi meren ja vei heitä sen lävitse, ja asetti vedet niinkuin roukkion.",
      "Ja hän talutti heitä yli päivää pilvellä, yli yötä tulen valolla.",
      "Hän halkasi kalliot korvessa, ja juotti heitä vedellä yltäkyllä.",
      "Ja hän laski ojat vuotamaan kalliosta, niin että vedet siitä vuosivat niinkuin virrat.",
      "Ja vielä he sittenkin syntiä tekivät häntä vastaan, ja vihoittivat korkeimman korvessa.",
      "He kiusasivat Jumalaa sydämessänsä, anoen ruokaa sielullensa.",
      "He puhuivat Jumalaa vastaan ja sanoivat: voineeko Jumala valmistaa pöydän korvessa?",
      "Katso, kyllä tosin hän kallioon löi, ja vedet vuosivat, ja ojat juoksivat; mutta voineeko hän myös leipää antaa, eli kansallensa lihaa toimittaa?",
      "Kuin Herra sen kuuli, vihastui hän: ja tuli sytytettiin Jakobissa, ja julmuus tuli Israelin päälle,",
      "Ettei he uskoneet Jumalan päälle, ja ei uskaltaneet hänen apuunsa.",
      "Ja hän käski pilviä ylhäältä, ja avasi taivaan ovet,",
      "Ja antoi sataa heille mannaa syödäksensä, ja antoi heille taivaan leipää.",
      "He söivät väkeväin leipää: hän lähetti heille kyllä ruokaa ravinnoksi.",
      "Hän antoi itätuulen puhaltaa taivaan alla, ja väkevyydellänsä kehoitti hän etelätuulen,",
      "Ja antoi sataa, niinkuin tomua, lihaa heille, ja lintuja niinkuin santaa meressä,",
      "Ja salli langeta keskelle heidän leiriänsä, joka paikassa kuin he asuivat.",
      "Niin he söivät ja yltäkyllä ravittiin: ja hän antoi heille heidän himonsa,",
      "Kuin ei he vielä lakanneet himoitsemasta, ja ruoka oli vielä heidän suussansa,",
      "Tuli Jumalan viha heidän päällensä, ja tappoi jaloimmat heidän seastansa, ja parahimmat Israelissa hän maahan löi.",
      "Mutta vielä sittenkin kaikissa näissä he syntiä tekivät ja ei uskoneet hänen ihmeitänsä.",
      "Sentähden lopetti hän heidän päivänsä turhuudessa, ja heidän vuotensa kiiruhtain.",
      "Kuin hän heitä tappoi, etsivät he häntä: ja he palasivat ja tulivat varhain Jumalan tykö,",
      "Ja muistelivat, että Jumala on heidän turvansa, ja Jumala korkein heidän lunastajansa.",
      "Ja he puhuivat hänelle ulkokullaisesti suullansa, ja valehtelivat hänelle kielellänsä.",
      "Mutta heidän sydämensä ei ollut oikia hänen puoleensa, ja ei he pitäneet uskollisesti hänen liittoansa.",
      "Mutta hän oli armollinen, ja antoi pahat teot anteeksi, ja ei hukuttanut heitä; ja hän käänsi pois usein vihansa, ettei hän laskenut kaikkea vihaansa menemään.",
      "Sillä hän muisti heidän lihaksi, tuuleksi, joka menee pois ja ei palaja.",
      "Kuinka usein he vihoittivat hänen korvessa ja kehoittivat hänen erämaassa?",
      "Ja he kiusasivat taas Jumalaa joka aika, ja laittivat pyhää Israelissa.",
      "Ei he muistaneet hänen kättänsä sinä päivänä, jona hän lunasti heitä vihollisista:",
      "Niinkuin hän oli merkkinsä Egyptissä tehnyt, ja ihmeensä Zoanin kedolla,",
      "Koska hän heidän virtansa vereksi muutti, ettei he ojistansa taitaneet juoda:",
      "Koska hän turilaat heidän sekaansa lähetti, jotka heitä söivät, ja sammakot, jotka heitä hukuttivat;",
      "Ja antoi heidän tulonsa ruohomadoille, ja heidän työnsä heinäsirkoille;",
      "Koska hän rakeilla heidän viinapuunsa löi, ja heidän metsäfikunansa jääkivillä;",
      "Koska hän löi heidän karjansa rakeilla, ja heidän laumansa pitkäisen tulella;",
      "Hän lähetti heidän päällensä vihansa, närkästyksen, julmuuden ja ahdistuksen, pahain enkelien lähettämisellä;",
      "Hän päästi vihansa heidän sekaansa, ja ei päästänyt heidän sielujansa kuolemasta, ja heidän eläimensä rutolla kuoletti;",
      "Koska hän kaikki esikoiset löi Egyptissä, ensimäiset perilliset Hamin majoissa,",
      "Ja antoi kansansa vaeltaa niinkuin lampaat, ja vei heidät niinkuin lauman korvessa,",
      "Ja saatti heitä turvallisesti, ettei he peljänneet; vaan heidän vihollisensa peitti meri.",
      "Ja hän vei heitä pyhänsä rajoihin, tämän vuoren tykö, jonka hänen oikia kätensä saanut oli.",
      "Ja hän ajoi pois heidän edestänsä pakanat, ja jakoi heille perimisen arvalla: ja niiden majoissa antoi hän Israelin sukukunnat asua.",
      "Mutta he kiusasivat ja vihoittivat korkian Jumalan, ja ei pitäneet hänen todistuksiansa.",
      "Vaan he palasivat takaperin ja petollisesti luopuivat pois niinkuin heidän isänsäkin: poikkesivat pois niinkuin hellinnyt joutsi.",
      "Ja he vihoittivat hänen korkeuksillansa ja kehoittivat häntä epäjumalainsa kuvilla.",
      "Ja kuin Jumala sen kuuli, niin hän närkästyi, ja hylkäsi kovin Israelin,",
      "Niin että hän luopui asuinsiastansa Silossa, siitä majasta, jonka hän ihmisten sekaan asetti,",
      "Ja antoi heidän voimansa vankeuteen, ja heidän kauneutensa vihollisten käsiin.",
      "Ja hän hylkäsi kansansa miekan alle, ja närkästyi perimistänsä vastaan.",
      "Heidän parhaat nuorukaisensa kulutti tuli, ja heidän neitseensä ei tulleet häävirsillä kunnioitetuksi.",
      "Heidän pappinsa kaatuivat miekalla; ja heidän leskensä ei itkeneet,",
      "Ja Herra heräsi niinkuin joku makaavainen, niinkuin joku väkevä luihkaaja viinan juomisesta,",
      "Ja löi vihollistansa perävieriin, ja pani ijankaikkisen häpiän heidän päällensä,",
      "Ja heitti Josephin majan pois, ja ei valinnut Ephraimin sukukuntaa.",
      "Vaan hän valitsi Juudan sukukunnan, Zionin vuoren, jota hän rakasti,",
      "Ja rakensi pyhänsä korkialle, niinkuin ijankaikkisesti pysyväisen maan,",
      "Ja valitsi palveliansa Davidin, ja otti hänen lammashuoneesta.",
      "Imettävistä lampaista haki hän hänen, että hän hänen kanssansa Jakobin kaitsis, ja Israelin hänen perimisensä.",
      "Ja hän kaitsi heitä kaikella sydämensä vakuudella, ja hallitsi heitä kaikella ahkeruudella."
    ],
    [
      "Asaphin Psalmi. Jumala, pakanat ovat perikuntaas karanneet: he ovat saastuttaneet pyhän temppelis, ja Jerusalemista kiviraunion tehneet.",
      "He antoivat sinun palveliais ruumiit linnuille taivaan alla ruaksi, ja pyhäis lihan maan pedoille.",
      "He vuodattivat heidän verensä niinkuin veden Jerusalemin ympärille, ja ei kenkään haudannut.",
      "Me olemme läsnäasuvaisillemme nauruksi tulleet, häväistykseksi ja pilkaksi niille, jotka meidän ympärillämme ovat.",
      "Herra, kuinka kauvan sinä taukoomata niin vihainen olet? ja annat kiivautes palaa niinkuin tulen?",
      "Vuodata vihas pakanain päälle, jotka ei sinua tunne, ja niiden valtakuntain päälle, jotka ei sinun nimeäs avuksi huuda;",
      "Sillä he ovat Jakobin syöneet, ja hänen huoneensa hävittäneet.",
      "Älä muistele meidän entisiä pahoja tekojamme: armahda sinuas nopiasti meidän päällemme; sillä me olemme sangen viheliäisiksi tulleet.",
      "Auta meitä, meidän autuutemme Jumala, sinun nimes kunnian tähden: pelasta meitä, ja anna meille synnit anteeksi sinun nimes tähden.",
      "Miksis sallit pakanain sanoa: kussa on nyt heidän Jumalansa? ilmoitettakaan pakanain seassa, meidän silmäimme edessä, sinun palveliais veren kosto, joka vuodatettu on!",
      "Anna etees tulla vankein huokaukset: suuren käsivartes kautta, korjaa kuoleman lapset,",
      "Ja kosta meidän läsnäasuvaisillemme seitsemin kerroin heidän helmaansa heidän pilkkansa, jolla he sinua, Herra, pilkanneet ovat.",
      "Mutta me sinun kansas, ja sinun laitumes lauma, kiitämme sinua ijankaikkisesti, ja julistamme sinun kiitostas suvusta sukuun."
    ],
    [
      "Asaphin Psalmi, kultasesta kukkaisesta, edelläveisaajalle. (H80:2) Kuules, Israelin paimen, joka saatat Josephin niinkuin lampaat: ilmoita sinus, joka istut Kerubimin päällä.",
      "Herätä voimas, sinä joka Ephraimin, Benjaminin ja Manassen edessä olet, ja tule meidän avuksemme.",
      "Jumala, käännä meitä, ja anna kasvos paistaa, niin me tulemme autetuksi.",
      "Herra Jumala Zebaot, kuinka kauvan sinä vihastut kansas rukouksiin?",
      "Sinä ruokit heitä kyyneleiden leivällä, ja juotat heitä suurella mitalla, täynnä kyyneleitä,",
      "Sinä olet meidät pannut riidaksi läsnäasuvaisillemme; ja meidän vihollisemme pilkkaavat meitä.",
      "Jumala Zebaot, käännä meitä, ja anna kasvos paistaa, niin me autetuksi tulemme.",
      "Sinä toit viinapuun Egyptistä, olet pakanat karkoittanut ulos, ja sen istuttanut.",
      "Sinä perkasit tien hänen eteensä, ja annoit hänen hyvästi juurtua, niin että se täytti maan.",
      "Vuoret ovat sen varjolla peitetyt, ja hänen oksillansa Jumalan sedripuut.",
      "Sinä levitit hänen oksansa hamaan mereen asti, ja hänen haaransa hamaan virran tykö.",
      "Miksis siis särjit hänen aitansa, että sitä kaikki ohitsekäyvät repivät.",
      "Metsäsika on sen kaivanut ylös, ja metsän pedot sen syövät.",
      "Jumala Zebaot, käännä siis sinuas, katso alas taivaasta ja näe, ja etsi sitä viinapuuta,",
      "Ja pidä se kiintiänä, jonka sinun oikia kätes on istuttanut, (ihmisen) pojan tähden, jonka sinulles lujasti valinnut olet.",
      "Se on poltettu tulella ja revitty: sinun uhkauksestas he ovat hukkuneet.",
      "Sinun kätes varjelkoon oikian kätes kansan, ja ihmisen pojan, jonka sinulles lujasti valinnut olet.",
      "Niin emme sinusta luovu: suo meidän elää, niin me sinun nimeäs avuksi huudamme.",
      "Herra Jumala Zebaot, käännä meitä: anna kasvos paistaa, niin me autetuksi tulemme."
    ],
    [
      "Gittitin päällä, edelläveisaajalle, Asaphin (Psalmi.) (H81:2) Veisatkaat iloisesti Jumalalle, joka on meidän väkevyytemme: ihastukaat Jakobin Jumalalle.",
      "Ottakaat psalmit ja tuokaat kanteleet, iloiset harput ja psaltari.",
      "Soittakaat pasunilla uudessa kuussa, meidän lehtimajamme juhlapäivänä.",
      "Sillä se on tapa Israelissa, ja Jakobin Jumalan oikeus.",
      "Sen hän pani Josephissa todistukseksi, koska he Egyptin maalta läksivät, ja oudon kielen kuulleet olivat.",
      "Minä olen heidän olkansa kuormasta vapahtanut; ja heidän kätensä pääsivät tiiliä tekemästä.",
      "Koska sinä tuskassas minua avukses huusit, niin minä autin sinua: minä kuulin sinua, koska tuulispää tuli sinun päälles, ja koettelin sinua riitaveden tykönä, Sela!",
      "Kuule, minun kansani, minä todistan sinun seassas: Israel, jospa sinä minua kuulisit!",
      "Ei pidä sinun seassas muukalainen jumala oleman, ja ei pidä sinun vierasta jumalaa kumartaman.",
      "Minä olen Herra sinun Jumalas, joka sinun vein ulos Egyptin maalta: levitä suus, niin minä sen täytän.",
      "Mutta minun kansani ei kuullut minun ääntäni, ja Israel ei totellut minua.",
      "Niin minä laskin heitä sydämensä pahuuteen, vaeltamaan neuvonsa jälkeen.",
      "Jos minun kansani kuulis minua, ja Israel minun teissäni kävis,",
      "Niin minä pian heidän vihollisensa painaisin alas, ja käteni kääntäisin heidän vihollistensa päälle,",
      "Ja Herran viholliset hukkaan tulisivat; mutta heidän aikansa olisi ijankaikkisesti pysyvä,",
      "Ja minä ruokkisin heitä parhailla nisuilla, ja ravitsisin heitä hunajalla kalliosta."
    ],
    [
      "Asaphin Psalmi. Jumala seisoo Jumalan seurakunnassa: hän on tuomari Jumalain seassa.",
      "Kuinka kauvan te väärin tuomitsette, ja jumalattoman muotoa katsotte? Sela!",
      "Tehkää oikeus köyhälle ja orvolle, ja auttakaat raadolliset ja vaivaiset oikeudelle.",
      "Pelastakaat ylönkatsottua ja köyhää, ja päästäkäät häntä jumalattoman kädestä.",
      "Mutta ei he tottele eikä lukua pidä: he käyvät lakkaamata pimeässä: sentähden täytyy kaikki maan perustukset kaatua.",
      "Minä tosin sanoin: te olette jumalat, ja kaikki Korkeimman lapset;",
      "Kuitenkin täytyy teidän kuolla niinkuin ihmiset, ja niinkuin tyrannit hukkua.",
      "Nouse, Jumala, ja tuomitse maa; sillä kaikki pakanat ovat sinun omas."
    ],
    [
      "Asaphin Psalmi ja veisu. (H83:2) Jumala, älä niin ratki vaikene, ja älä niin ääneti ole: Jumala, älä sitä niin kärsi.",
      "Sillä katso, Sinun vihollises kiukuitsevat, ja jotka sinua vihaavat, ylentävät päänsä.",
      "He pitävät kavaloita juonia sinun kansaas vastaan, ja pitävät neuvoa sinun salatuitas vastaan,",
      "Sanoen: tulkaat, hävittäkäämme heitä, niin ettei he ensinkään kansa olisikaan, ettei Israelin nimeä silleen muisteltaisi.",
      "Sillä he ovat sydämessänsä panneet neuvonsa yhteen, ja tehneet liiton sinua vastaan:",
      "Edomilaiset ja Ismaelilaiset majat, Moabilaiset ja Hagarilaiset,",
      "Gebalilaiset, Ammonilaiset ja Amalekilaiset, Philistealaiset ja Tyron asuvaiset.",
      "Assur on myös itsensä heihin liittänyt, auttamaan Lotin lapsia, Sela!",
      "Tee niille niinkuin Midianilaisille, niinkuin Siseralle, niinkuin Jabinille Kisonin ojan tykönä;",
      "Jotka mestattiin Endorin tykönä, ja tulivat loaksi maan päälle.",
      "Tee heidän pääruhtinaansa niinkuin Orebin ja Seebin, ja kaikki heidän ylimmäisensä niinkuin Seban ja Salmunnan,",
      "Jotka sanovat: me omistamme meillemme Jumalan huoneet.",
      "Jumala, tee heitä niinkuin rattaan, niinkuin korren tuulen edessä.",
      "Niinkuin kulo metsän polttaa, ja niinkuin liekki mäet sytyttää;",
      "Vainoo juuri niin heitä sinun rajuilmallas, ja hämmästytä heitä tuulispäälläs.",
      "Täytä heidän kasvonsa häpiällä, että he sinun nimeäs, Herra, etsisivät.",
      "Hävetköön he ja hämmästyköön ijankaikkisesti, ja häpiään tulkoon ja hukkukoon.",
      "Niin he saavat tuta, että sinä, jonka ainoan nimi on Herra, olet ylimmäinen kaikessa maailmassa."
    ],
    [
      "Koran lasten Psalmi, Gittitin päällä, edelläveisaajalle. (H84:2) Kuinka ihanat ovat sinun asuinsijas, Herra Zebaot!",
      "Minun sieluni ikävöitsee ja halajaa Herran esikartanoihin: minun ruumiini ja sieluni iloitsee elävässä Jumalassa.",
      "Sillä lintu on huoneen löytänyt, ja pääskynen pesänsä, johonka he poikansa laskevat: sinun alttaris, Herra Zebaot, minun kuninkaani ja minun Jumalani.",
      "Autuaat ovat, jotka sinun huoneessas asuvat: he kiittävät sinua ijankaikkisesti, Sela!",
      "Autuaat ovat ne ihmiset, jotka sinun pitävät väkenänsä, ja sydämestänsä vaeltavat sinun jälkees,",
      "Jotka käyvät itkun laakson lävitse, ja tekevät siellä kaivoja; ja opettajat monella siunauksella kaunistetaan.",
      "He saavat yhden voiton toisen jälkeen, että tunnettaisiin oikia Jumala Zionissa.",
      "Herra Jumala Zebaot, kuule minun rukoukseni: ota, Jakobin Jumala, tätä korviis, Sela!",
      "Katsele siis, Jumala, meidän kilpemme, katso sinun voideltus kasvoja.",
      "Sillä yksi päivä esikartanoissas on parempi kuin tuhannen muualla: ennen minä olisin ovenvartia Jumalani huoneessa, kuin asuisin jumalattomain majoissa.",
      "Sillä Herra Jumala on aurinko ja kilpi: Herra antaa armon ja kunnian: ei hän anna hurskailta mitään hyvää puuttua.",
      "Herra Zebaot, autuas on se ihminen, joka sinuun uskaltaa."
    ],
    [
      "Koran lasten Psalmi, edelläveisaajalle. (H85:2) Herra, sinä kuin (muinen) olit armollinen sinun maakunnalles, ja Jakobin vangit lunastit,",
      "Sinä anteeksi annoit kansas pahat teot, ja kaikki heidän syntinsä peitit, Sela!",
      "Sinä lepytit kaiken vihas, ja käänsit sinuas vihas julmuudesta.",
      "Käännä meitä, meidän autuutemme Jumala, ja pane pois vihas meistä.",
      "Tahdotkos siis ijankaikkisesti olla vihainen meidän päällemme? eli vihas pitää sukukunnasta sukukuntaan?",
      "Etkös käänny, ja meitä virvoita, että kansas sinussa iloitsis?",
      "Herra, osoita meille armos, ja sinun autuutes anna meille.",
      "Jospa minä kuulisin, mitä Herra Jumala puhuu, että hän rauhan lupasi kansallensa ja pyhillensä, ettei he hulluuteen joutuisi.",
      "Kuitenkin on hänen apunsa niiden tykönä, jotka häntä pelkäävät, että meidän maallamme kunnia asuis;",
      "Että laupius ja totuus keskenänsä kohtaisivat: vanhurskaus ja rauha toinen toisellensa suuta antaisivat;",
      "Että totuus maasta vesois, ja vanhurskaus taivaasta katsois;",
      "Että myös meille Herra hyvin tekis, ja meidän maamme hedemänsä antais;",
      "Että vanhurskaus sittenkin hänen edessänsä pysyis ja menestyis."
    ],
    [
      "Davidin rukous. Kallista, Herra, korvas ja kuule minua; sillä minä olen raadollinen ja köyhä.",
      "Kätke minun sieluni; sillä minä olen pyhä. Auta minua, minun Jumalani, palveliaas, joka sinuun luotan.",
      "Herra, ole minulle armollinen; sillä minä huudan ylipäivää sinua.",
      "Ilahuta palvelias sielu; sillä sinun tykös, Herra, minä ylennän sieluni.",
      "Sillä sinä, Herra, olet hyvä ja armollinen, sangen laupias kaikille, jotka sinua avuksensa huutavat.",
      "Ota korviis, Herra, minun rukoukseni, ja ota vaari minun rukoukseni äänestä.",
      "Tuskassani minä sinua rukoilen, ettäs minun kuulisit.",
      "Herra! ei ole yksikään jumalista sinun kaltaises, ja ei ole kenkään, joka niin tehdä taitaa kuin sinä.",
      "Kaikki pakanat, jotka tehnyt olet, pitää tuleman ja kumartaman sinua, Herra, ja sinun nimeäs kunnioittaman,",
      "Ettäs niin suuri olet, ja teet ihmeitä; ja sinä olet yksinäs Jumala.",
      "Osoita minulle, Herra, sinun ties, vaeltaakseni sinun totuudessas: kiinnitä minun sydämeni siihen yhteen, että minä sinun nimeäs pelkäisin.",
      "Minä kiitän sinua, Herra minun Jumalani, kaikesta sydämestäni, ja kunnioitan sinun nimeäs ijankaikkisesti.",
      "Sillä sinun hyvyytes on suuri minussa, ja sinä olet pelastanut sieluni syvimmästä helvetistä.",
      "Jumala! ylpiät karkaavat minua vastaan, ja julmain joukot väijyvät minun sieluani, ja ei pidä sinua silmäinsä edessä.",
      "Mutta sinä, Herra Jumala, olet armollinen ja laupias, kärsiväinen ja sangen hyvä ja vakaa.",
      "Käännä itses minuun päin, ole minulle armollinen; vahvista palveliaas sinun voimallas, ja auta piikas poikaa.",
      "Tee merkki minun kanssani, että minulle hyvin kävis, ja he sen näkisivät, jotka minua vihaavat, ja häpeäisivät, että sinä Herra autat ja lohdutat minua."
    ],
    [
      "Psalmi, Koran lasten veisu. Hän on vahvasti perustettu pyhäin vuorten päälle.",
      "Herra rakastaa Zionin portteja enempi kuin kaikkia Jakobin asuinsioja.",
      "Korkiat ja kunnialliset asiat sinussa saarnataan, sinä Jumalan kaupunki, Sela!",
      "Minä annan saarnata Rahabin ja Babelin edessä, että he minun tuntevat: katso, Philistealaiset, Tyrolaiset ja Etiopialaiset syntyvät siellä.",
      "Zionille pitää sanottaman, että kaikkinaiset kansat siellä syntyvät, ja että Korkein sitä rakentaa.",
      "Herra antaa saarnata kirjoituksessa kaikkinaisilla kielillä, että myös muutamat heistä siellä syntyvät, Sela!",
      "Ja veisaajat niinkuin tanssissa, kaikki minun lähteeni sinussa."
    ],
    [
      "Psalmi, Koran lasten veisu, edelläveisaajalle, raadollisten heikkoudesta, Hemanin Esrahilaisen oppi. (H88:2) Herra, minun autuuteni Jumala, minä huudan päivällä ja yöllä sinun edessäs,",
      "Anna minun rukoukseni etees tulla: kallista korvas huutoni puoleen.",
      "Sillä minun sieluni on surkeutta täynnä, ja minun elämäni on juuri liki helvettiä.",
      "Minä olen arvattu niiden kaltaiseksi, jotka hautaan menevät: minä olen niinkuin se mies, jolla ei yhtään apua ole.",
      "Minä makaan hyljättynä kuolleiden seassa, niinkuin haavoitetut, jotka haudassa makaavat, joita et sinä enää muista, ja jotka kädestäs eroitetut ovat.",
      "Sinä olet painanut minun alimmaiseen kaivoon, pimeyteen ja syvyyteen.",
      "Sinun hirmuisuutes ahdistaa minua, ja pakottaa minua sinun aalloillas, Sela!",
      "Sinä eroitat kauvas ystäväni minusta: sinä olet minun tehnyt heille kauhistukseksi: minä makaan vangittuna, etten minä voi päästä ulos.",
      "Minun kasvoni ovat surkiat raadollisuuden tähden: Herra, minä avukseni huudan sinua joka päivä: minä hajoitan käteni sinun puolees.",
      "Teetkös siis ihmeitä kuolleiden seassa? eli nousevatko kuolleet sinua kiittämään? Sela!",
      "Luetellaanko haudoissa sinun hyvyyttäs? ja totuuttas kadotuksessa?",
      "Tunnetaanko sinun ihmees pimiässä? eli vanhurskautes siinä maassa, jossa kaikki unohdetaan?",
      "Mutta minä huudan sinua, Herra, ja minun rukoukseni tulee varhain sinun etees.",
      "Miksis, Herra, heität pois sieluni, ja peität kasvos minulta?",
      "Minä olen raadollinen ja väetöin, että minä niin hylätty olen: minä kärsin sinun hirmuisuuttas, että minä lähes epäilen.",
      "Sinun vihas tulee minun päälleni: sinun pelkos likistää minua.",
      "Ne saartavat minua joka päivä niinkuin vesi, ja ynnä minua piirittävät.",
      "Sinä teet, että minun ystäväni ja lähimmäiseni erkanevat kauvas minusta, ja minun tuttavilleni olen minä pimeydessä."
    ],
    [
      "Etanin sen Esrahilaisen opetus. (H89:2) Minä veisaan Herran armoja ijankaikkisesti, ja ilmoitan sinun totuuttas suullani suvusta sukuun,",
      "Ja sanon: ijankaikkinen armo käy ylös: sinä pidät uskollisesti totuutes taivaissa.",
      "Minä olen liiton tehnyt valittuini kanssa: minä olen vannonut Davidille palvelialleni:",
      "Hamaan ijankaikkisuuteen vahvistan minä sinun siemenes, ja rakennan sinun istuimes suvusta sukuun, Sela!",
      "Ja taivaat pitää ylistämän, Herra, sinun ihmeitäs, niin myös totuuttas pyhäin seurakunnassa.",
      "Sillä kuka taidetaan pilvissä verrattaa Herraan? ja kuka on Herran kaltainen jumalain lasten seassa?",
      "Jumala on sangen väkevä pyhäinsä kokouksissa, ja ihmeellinen kaikkein seassa, jotka ovat hänen ympärillänsä.",
      "Herra Jumala Zebaot, kuka on niinkuin sinä, väkevä Jumala? ja sinun totuutes on sinun ympärilläs.",
      "Sinä vallitset pauhaavaisen meren: sinä hillitset paisuvaiset aallot.",
      "Sinä lyöt Rahabin kuoliaaksi: sinä hajoitat vihollises urhoollisella käsivarrellas.",
      "Taivaat ovat sinun, maa myös on sinun: sinä olet perustanut maan piirin, ja mitä siinä on.",
      "Pohjan ja etelän olet sinä luonut: Tabor ja Hermon kiittävät sinun nimeäs.",
      "Sinulla on voimallinen käsivarsi: väkevä on sinun kätes, ja korkia on oikia kätes.",
      "Vanhurskaus ja tuomio on istuimes vahvistus: armo ja totuus ovat sinun kasvois edessä.",
      "Autuas on se kansa, joka ihastua taitaa: Herra, heidän pitää vaeltaman sinun kasvois valkeudessa.",
      "Heidän pitää iloitseman joka päivä sinun nimestäs, ja sinun vanhurskaudessas kunnialliset oleman.",
      "Sillä sinä olet heidän väkevyytensä kerskaus, ja sinun armos kautta nostat sinä ylös meidän sarvemme.",
      "Sillä Herra on meidän kilpemme, ja pyhä Israelissa on meidän kuninkaamme.",
      "Silloin sinä puhuit näyissä pyhilles ja sanoit: minä olen sankarin herättänyt auttamaan: minä olen korottanut valitun kansasta.",
      "Minä olen löytänyt palveliani Davidin: minä olen hänen voidellut pyhällä öljylläni.",
      "Minun käteni tukee häntä, ja minun käsivarteni vahvistaa häntä.",
      "Ei pidä viholliset häntä voittaman, ja väärät ei pidä häntä sulloman.",
      "Vaan minä lyön hänen vihollisensa hänen edestänsä; ja niitä, jotka häntä vihaavat, tahdon minä vaivata.",
      "Mutta minun totuuteni ja armoni pitää hänen tykönänsä oleman, ja hänen sarvensa pitää minun nimeeni nostettaman ylös.",
      "Minä asetan hänen kätensä mereen, ja hänen oikian kätensä virtoihin.",
      "Näin hänen pitää minun kutsuman: sinä olet minun Isäni, Jumalani ja turvani, joka minua auttaa.",
      "Ja minä asetan hänen esikoiseksi, kaikkein korkeimmaksi kuningasten seassa maan päällä.",
      "Minä pidän hänelle armoni tähteellä ijankaikkisesti, ja minun liittoni pitää hänelle vahva oleman.",
      "Minä annan hänelle ijankaikkisen siemenen, ja vahvistan hänen istuimensa niinkauvan kuin taivaat pysyvät.",
      "Mutta jos hänen lapsensa minun lakini hylkäävät, ja ei vaella minun oikeudessani,",
      "Jos he minun säätyni turmelevat, ja ei minun käskyjäni pidä;",
      "Niin minä heidän syntinsä vitsalla rankaisen, ja heidän pahat tekonsa haavoilla.",
      "Mutta armoani en minä hänestä käännä pois, enkä salli totuuteni vilpistellä.",
      "En minä riko liittoani, ja mitä minun suustani käynyt on, en minä muuta.",
      "Minä olen vihdoin vannonut pyhyyteni kautta: en minä Davidille valehtele.",
      "Hänen siemenensä on oleva ijankaikkisesti, ja hänen istuimensa minun edessäni niinkuin aurinko.",
      "Ja niinkuin kuu, vahvistetaan se ijankaikkisesti, ja on vahvana niinkuin todistus pilvissä, Sela!",
      "Vaan nyt sinä syökset ja heität pois, ja vihastut voidellulles.",
      "Sinä särjet palvelias liiton, ja tallaat hänen kruununsa maahan.",
      "Sinä rikot hänen muurinsa, ja annat hänen linnansa särjettää.",
      "Häntä raatelevat kaikki ohitsekäyväiset: hän on tullut läsnäolevaisillensa nauruksi.",
      "Sinä korotat hänen vihollistensa oikian käden, ja ilahutat kaikki hänen vainollisensa.",
      "Hänen miekkansa voiman olet sinä myös ottanut pois, ja et salli hänen voittaa sodassa,",
      "Sinä hävitit hänen puhtautensa, ja annoit hänen istuimensa kaatua maahan.",
      "Sinä lyhennät hänen nuoruutensa ajat, ja peität hänen häpiällä, Sela!",
      "Herra, kuinka kauvan sinä sinus niin salaat? ja annat hirmuisuutes palaa niinkuin tulen?",
      "Muista, kuinka lyhyt minun elämäni on: miksis tahdoit kaikki ihmiset hukkaan luoda?",
      "Kuka elää, ja ei näe kuolemaa? kuka sielunsa tuonelan käsistä pelastaa? Sela!",
      "Herra, kussa ovat sinun entiset armos, jotkas Davidille vannonut olet totuudessas?",
      "Muista, Herra, palveliais pilkkaa, jonka minä kannan helmassani, kaikista niin monista kansoista,",
      "Joilla, Herra, vihollises pilkkaavat, joilla he pilkkaavat voideltus askelia.",
      "Kiitetty olkoon Herra ijankaikkisesti, amen! ja amen!"
    ],
    [
      "Moseksen Jumalan miehen rukous. Herra, sinä olet meidän turvamme, suvusta sukuun.",
      "Ennenkuin vuoret olivat, eli maa ja maailma luotiin, olet sinä Jumala ijankaikkisesta ijankaikkiseen,",
      "Sinä, joka annat ihmiset kuolla, ja sanot: tulkaat jälleen, te ihmisten lapset.",
      "Sillä tuhat ajastaikaa ovat sinun edessäs niinkuin eilinen päivä, joka meni ohitse, ja niinkuin vartio yöllä.",
      "Sinä vuodatat heitä niinkuin kosken, ja he ovat niinkuin uni, niinkuin ruoho aamulla, joka kohta lakastuu,",
      "Joka aamulla kukoistaa ja nopiasti kuivuu, ja ehtoona leikataan ja kuivettuu.",
      "Sen tekee sinun vihas, että me niin hukumme, ja sinun hirmuisuutes, että me niin äkisti täältä temmataan.",
      "Sillä meidän pahat tekomme sinä asetat etees, meidän tuntemattomat syntimme valkeuteen sinun kasvois eteen.",
      "Sentähden kuluvat kaikki meidän päivämme sinun vihastas: meidän vuotemme loppuvat pikemmin kuin juttu.",
      "Meidän elinaikamme on seitsemänkymmentä vuotta, taikka enintään kahdeksankymmentä vuotta: ja kuin se paras on ollut, niin on se tuska ja työ ollut: sillä se leikataan pois. niinkuin me lentäisimme pois.",
      "Mutta kuka uskoo sinun niin raskaasti vihastuvan? ja kuka pelkää senkaltaista hirmuisuuttas?",
      "Opeta meitä ajattelemaan, että meidän pitää kuoleman, että me ymmärtäväisiksi tulisimme.",
      "Herra! käännä siis itses taas meidän puoleemme, ja ole palvelioilles armollinen.",
      "Täytä meitä pian armoillas, niin me riemuitsemme ja iloitsemme kaikkena meidän elinaikanamme.",
      "Ilahuta nyt meitä jälleen, ettäs meitä niin kauvan vaivannut olet, että me niin kauvan onnettomuutta kärsineet olemme.",
      "Osoita palvelialles sinun tekos, ja kunnias heidän lapsillensa.",
      "Ja, Herra meidän Jumalamme olkoon meille leppyinen, ja vahvistakoon meidän kättemme teot meissä: jaa, meidän kättemme teot hän vahvistakoon!"
    ],
    [
      "Joka Korkeimman varjeluksessa istuu ja Kaikkivaltiaan varjossa oleskelee,",
      "Hän sanoo Herralle: minun toivoni ja linnani, minun Jumalani, johon minä uskallan.",
      "Sillä hän pelastaa sinun väijyjän paulasta, ja vahingollisesta ruttotaudista.",
      "Hän sulillansa sinua varjoo, ja sinun turvas on hänen siipeinsä alla: hänen totuutensa on keihäs ja kilpi;",
      "Ettes pelkäisi yön kauhistusta, ja nuolia, jotka päivällä lentävät,",
      "Sitä ruttoa, joka pimeässä liikkuu, ja sairautta, joka puolipäivänä turmelee.",
      "Vaikka tuhannen lankeisi sivullas, ja kymmenentuhatta sinun oikiallas, niin ei se sinuun satu.",
      "Ja tosin sinun pitää silmilläs näkemän ja katsoman, kuinka jumalattomille kostetaan.",
      "Sillä Herra on sinun toivos, ja Ylimmäinen on sinun turvas.",
      "Ei sinua pidä mikään paha kohtaaman, ja ei yhtään vaivaa pidä sinun majaas lähestymän.",
      "Sillä hän on antanut käskyn enkeleillensä sinusta, että he kätkevät sinua kaikissa teissäs,",
      "Että he kantavat sinua käsissä, ettes jalkaas kiveen loukkaisi.",
      "Sinä käyt jalopeuran ja kyykäärmeen päällä, ja tallaat nuoren jalopeuran ja lohikäärmeen.",
      "Että hän minua halasi, niin minä hänen päästän: hän tuntee minun nimeni, sentähden minä varjelen häntä.",
      "Hän avuksihuutaa minua, sentähden minä kuulen häntä; hänen tykönänsä olen minä tuskassa; siitä minä hänen tempaan pois ja saatan hänen kunniaan.",
      "Minä ravitsen hänen pitkällä ijällä, ja osoitan hänelle autuuteni."
    ],
    [
      "Psalmi sabbatina veisattava. (H92:2) Hyvä on Herraa kiittää, ja veisata kiitosta sinun nimelles, sinä kaikkein Ylimmäinen.",
      "Aamulla julistaa armoas, ja ehtoolla totuuttas,",
      "Kymmenkielisellä ja psaltarilla, soittain kanteleilla.",
      "Sillä sinä ilahutit minua, Herra, sinun teoissas: ja minä iloiten kerskaan kättes töitä.",
      "Herra, kuinka sinun tekos ovat niin suuret? Sinun ajatukses ovat ylen syvät.",
      "Hullu ei usko sitä, ja tomppeli ei ymmärrä niitä.",
      "Jumalattomat viheriöitsevät niinkuin ruoho, ja pahointekiät kaikki kukoistavat, siihenasti kuin he hukkuvat ijankaikkisesti.",
      "Mutta sinä, Herra, olet korkein, ja pysyt ijankaikkisesti.",
      "Sillä katso, sinun vihollises, Herra, katso, sinun vihollises pitää katooman, ja kaikki pahantekiät pitää hajoitettaman.",
      "Mutta minun sarveni tulee korotetuksi niinkuin yksisarvisen, ja minä voidellaan tuoreella öljyllä,",
      "Ja minun silmäni näkevät viholliseni, ja minun korvani kuulevat pahoja, jotka heitänsä asettavat minua vastaan.",
      "Vanhurskaan pitää viheriöitsemän niinkuin palmupuu, ja kasvaman niinkuin sedripuu Libanonissa.",
      "Jotka ovat istutetut Herran huoneessa, pitää viheriöitsemän meidän Jumalamme kartanoissa.",
      "Heidän pitää vesoman vielä vanhuudessansa, hedelmälliset ja vihannat oleman,",
      "Ja julistaman, että Herra on niin hurskas, minun turvani, ja ei ole hänessä vääryyttä."
    ],
    [
      "Herra on kuningas: hän on pukenut yllensä suuren kunnian: Herra on pukenut ja vyöttänyt itsensä väkevyydellä, ja on vahvistanut maan piirin, ettei sen pidä liikkuman.",
      "Siitä ajasta pysyy sinun istuimes vahvana: sinä olet ijankaikkinen.",
      "Herra, vesikosket paisuvat, vesikosket paisuttavat pauhinansa, vesikosket paisuttavat aaltonsa.",
      "Aallot meressä ovat suuret ja pauhaavat hirmuisesti; mutta Herra on vielä väkevämpi korkeudessa.",
      "Sinun todistukses ovat aivan lujat: pyhyys on sinun huonees kaunistus, Herra, ijankaikkisesti."
    ],
    [
      "Herra Jumala, jonka kostot ovat, Jumala, jonka kostot ovat, selkiästi itses näytä.",
      "Korota sinuas, maailman tuomari: maksa ylpeille, mitä he ansainneet ovat.",
      "Herra, kuinka kauvan pitää jumalattomain, kuinka kauvan pitää jumalattomain riemuitseman?",
      "Tiuskuman ja puhuman niin ylpiästi, ja kaikki pahantekiät niin kerskaaman?",
      "Herra, he polkevat alas sinun kansas, ja sinun perimistäs he vaivaavat.",
      "Lesket ja muukalaiset he tappavat, ja orvot he kuolettavat,",
      "Ja sanovat: ei Herra sitä näe, ja Jakobin Jumala ei sitä tottele.",
      "Ymmärtäkäät siis, te hullut kansan seassa! ja, te tyhmät, koska te taitaviksi tulette?",
      "Joka korvan on istuttanut, eikö hän kuule? eli joka silmän loi, eikö hän näe?",
      "Joka pakanoita kurittaa, eikö hän rankaise, joka ihmisille opettaa tiedon?",
      "Mutta Herra tietää ihmisten ajatukset, että ne turhat ovat.",
      "Autuas on se, jota sinä, Herra, kuritat, ja opetat sinun laistas,",
      "Että hänellä kärsivällisyys olis, koska vastoin käy, siihenasti kuin jumalattomalle hauta valmistetaan.",
      "Sillä ei Herra heitä kansaansa pois, eli hylkää perimistänsä.",
      "Sillä oikeuden pitää sittekin oikeuden oleman, ja kaikki hurskaat sydämet sitä seuraavat.",
      "Kuka seisoo minun kanssani pahoja vastaan? kuka astuu minun tyköni pahointekiöitä vastaan?",
      "Ellei Herra minua auttaisi, niin minun sieluni makais lähes hiljaisuudessa.",
      "Minä sanoin: minun jalkani on horjunut, vaan sinun armos, Herra, minun tukesi.",
      "Minulla oli paljo surua sydämessäni; mutta sinun lohdutukses ilahutti minun sieluni.",
      "Etpäs mielisty koskaan tosin vahingolliseen istuimeen, joka lain häijysti opettaa.",
      "He kokoovat joukkonsa vanhurskaan sielua vastaan, ja tuomitsevat viattoman veren kadotukseen,",
      "Mutta Herra on minun varjelukseni: minun Jumalani on minun uskallukseni turva,",
      "Ja hän kostaa heidän vääryytensä, ja hukuttaa heitä heidän pahuutensa tähden: Herra, meidän Jumalamme, hukuttaa heitä."
    ],
    [
      "Tulkaat, veisatkaamme kiitosta Herralle, ja iloitkaamme meidän autuutemme turvalle!",
      "Tulkaamme hänen kasvoinsa eteen kiitoksella, ja riemuitkaamme hänelle lauluilla!",
      "Sillä Herra on suuri Jumala, ja suuri kuningas kaikkein jumalain ylitse.",
      "Sillä hänen kädessänsä on kaikki, mitä maa kantaa, ja vuorten kukkulat ovat myös hänen.",
      "Sillä hänen on meri, ja hän on sen tehnyt, ja hänen kätensä ovat kuivan valmistaneet.",
      "Tulkaat, kumartakaamme ja polvillemme langetkaamme, ja maahan laskeukaamme Herran meidän Luojamme eteen!",
      "Sillä hän on meidän Jumalamme ja me hänen elatuskansansa, ja hänen kättensä lauma. Tänäpänä, jos kuulette hänen äänensä,",
      "Niin älkäät paaduttako sydämiänne, niinkuin Meribassa tapahtui, niinkuin kiusauksen päivänä korvessa,",
      "Kussa isänne minua kiusasivat, koettelivat minua, ja näkivät myös minun tekoni;",
      "Että minä neljäkymmentä ajastaikaa suutuin tähän kansaan, ja sanoin: se on senkaltainen kansa, jonka sydämet aina eksyä tahtovat, ja jotka minun tietäni ei tahtoneet oppia;",
      "Joille minä vihoissani vannoin: ettei heidän pidä minun lepooni tuleman."
    ],
    [
      "Veisatkaat Herralle uusi veisu: veisatkaat Herralle, kaikki maa!",
      "Veisatkaat Herralle, ja kiittäkäät hänen nimeänsä: julistakaat päivä päivältä hänen autuuttansa.",
      "Luetelkaat pakanain seassa hänen kunniaansa, kaikkein kansain seassa hänen ihmeitänsä!",
      "Sillä Herra on suuri ja sangen kiitettävä, ihmeellinen kaikkein jumalain seassa.",
      "Sillä kaikki kansain jumalat ovat epäjumalat; mutta Herra on taivaat tehnyt.",
      "Kunnia ja kaunistus ovat hänen edessänsä, väkevyys ja kauneus hänen pyhässänsä.",
      "Kansain sukukunnat, tuokaat Herralle, tuokaat Herralle kunnia ja voima!",
      "Tuokaat Herralle hänen nimensä kunnia: tuokaat lahjoja ja tulkaat hänen esihuoneisiinsa!",
      "Kumartakaat Herraa pyhässä kaunistuksessa: peljätkään häntä kaikki maailma!",
      "Sanokaat pakanain seassa: Herra on kuningas, joka maan piirin on vahvistanut, ettei se liiku, ja tuomitsee kansan oikeudella.",
      "Taivaat riemuitkaan, ja maa iloitkaan: meri pauhatkaan ja mitä siinä on.",
      "Kedot olkaan iloiset, ja kaikki mitkä hänessä ovat, ja kaikki puut ihastukaan metsissä,",
      "Herran edessä; sillä hän tulee, hän tulee tuomitsemaan maata. Hän tuomitsee maan piirin vanhurskaudessa ja kansat totuudessansa."
    ],
    [
      "Herra on kuningas, siitä maa iloitkaan: olkoon saaret riemuiset, niin monta kuin heitä on.",
      "Pilvet ja pimeys ovat hänen ympärillänsä: vanhurskaus ja tuomio ovat hänen istuimensa vahvistus.",
      "Tuli käy hänen edellänsä ja polttaa ympärillä hänen vihollisensa.",
      "Hänen leimauksensa välkkyvät maan piirin päällä: maa näkee sen ja vapisee.",
      "Vuoret sulavat niinkuin vedenvaha Herran edessä, koko maailman Herran edessä.",
      "Taivaat julistavat hänen vanhurskauttansa, ja kaikki kansat näkevät hänen kunniansa.",
      "Hävetkäät kaikki, jotka kuvia palvelevat, ja kerskaavat epäjumalista: kumartakaat häntä kaikki enkelit.",
      "Zion kuulee sen ja iloitsee, ja Juudan tyttäret ovat riemuissansa, Herra, sinun hallituksestas.",
      "Sillä sinä, Herra, olet Korkein kaikissa maakunnissa: sinä olet sangen suuresti korotettu kaikkein jumalain ylitse.",
      "Te kuin Herraa rakastatte, vihatkaat pahaa! hän kätkee pyhäinsä sielut: jumalattomain käsistä hän heitä pelastaa.",
      "Vanhurskaalle koittaa valkeus, ja ilo hurskaille sydämille,",
      "Vanhurskaat iloitkaat Herrassa, kiittäkäät hänen pyhyytensä muistoksi."
    ],
    [
      "Psalmi. Veisatkaat Herralle uusi veisu; sillä hän tekee ihmeitä. Hän saa voiton oikialla kädellänsä ja pyhällä käsivarrellansa.",
      "Herra antaa tiettäväksi tehdä autuutensa: kansain edessä hän ilmoittaa vanhurskautensa.",
      "Hän muistaa armonsa ja totuutensa Israelin huoneelle: kaikki maailman ääret näkevät meidän Jumalamme autuuden.",
      "Riemuitkaat Herralle kaikki maa: veisatkaat, ylistäkäät ja kiittäkäät.",
      "Kiittäkäät Herraa kanteleella, kanteleella ja psalmilla,",
      "Vaskitorvilla ja basunilla: riemuitkaat Herran, kuninkaan, edessä.",
      "Meri pauhatkaan ja kaikki, mitä hänessä on, maan piiri ja jotka asuvat sen päällä.",
      "Kosket pauhatkaan ilosta, ja kaikki vuoret olkaan iloiset,",
      "Herran edessä; sillä hän tulee maata tuomitsemaan: hän tuomitsee maan piirin vanhurskaudella ja kansat oikeudella."
    ],
    [
      "Herra on Kuningas, kansat kiukuitsevat: hän istuu Kerubimin päällä, sentähden liikkuu maailma.",
      "Suuri on Herra Zionissa, ja korkein kaikkein kansain ylitse.",
      "Kiittäkään he sinun suurta ja ihmeellistä nimeäs, joka pyhä on.",
      "Ja Kuninkaan voima rakastaa oikeutta: sinä toimitat oikeuden, sinä saatat tuomion ja vanhurskauden Jakobissa.",
      "Korottakaat Herraa meidän Jumalaamme, ja kumartakaat hänen astinlautansa juuressa, sillä hän on pyhä.",
      "Moses ja Aaron hänen pappeinsa seassa, ja Samuel niiden seassa, jotka hänen nimeänsä avuksensa huutavat: he avuksensa huutavat Herraa, ja hän kuulee heidän rukouksensa.",
      "Hän puhui heille pilven patsaasta: he pitivät hänen todistuksensa ja säätynsä, jonka hän heille antoi.",
      "Herra, sinä olet Jumalamme, sinä kuulit heidän rukouksensa: sinä, Jumala, annoit heille anteeksi, ja laitit heidän työnsä.",
      "Korottakaat Herraa meidän Jumalaamme, ja kumartakaat hänen pyhällä vuorellansa; sillä Herra meidän Jumalamme on pyhä."
    ],
    [
      "Kiitos-Psalmi. Riemuitkaat Herralle, kaikki maa!",
      "Palvelkaat Herraa ilolla: tulkaat hänen kasvoinsa eteen riemulla!",
      "Tietäkäät, että Herra on Jumala: hänpä meidän teki, ja emme itse meitämme, kansaksensa ja laitumensa lampaiksi.",
      "Menkäät hänen porttiinsa kiitoksella, hänen esihuoneisiinsa veisulla: kiittäkäät häntä ja ylistäkäät hänen nimeänsä!",
      "Sillä Herra on hyvä, ja hänen laupiutensa pysyy ijankaikkisesti, ja hänen totuutensa sukukunnasta sukukuntaan."
    ],
    [
      "Davidin Psalmi. Minä veisaan armosta ja oikeudesta: sinulle, Herra, minä veisaan.",
      "Minä tahdon vaarin ottaa oikiasta tiestä, koskas minun tyköni tulet: minä tahdon vaeltaa sydämeni vakuudessa minun huoneessani.",
      "En minä ota pahaa asiaa eteeni: minä vihaan väärintekiöitä, ja en salli heitä olla tykönäni.",
      "Nurja sydän olkoon minusta pois: en minä kärsi pahaa.",
      "Joka lähimmäistänsä salaa panettelee, sen minä hukutan: en minä kärsi ylpeitä ja röyhkeitä.",
      "Minun silmäni katsovat uskollisia maan päällä, että he asuisivat minun tykönäni: joka vaeltaa oikialla tiellä, se pitää oleman minun palveliani.",
      "Petollisia ihmisiä en minä pidä huoneessani: ei valehteliat menesty minun tykönäni.",
      "Varhain minä hukutan kaikki jumalattomat maasta, hävittääkseni kaikkia pahantekiöitä Herran kaupungista."
    ],
    [
      "Raadollisen rukous, kuin hän murheissansa on, ja valituksensa Herran eteen vuodattaa. (H102:2) Herra, kuule minun rukoukseni, ja anna minun huutoni tykös tulla!",
      "Älä kasvojas minulta peitä hädässä: kallista korvas minun puoleeni; koska minä sinua rukoilen, niin kuule pian minun rukoukseni.",
      "Sillä minun päiväni ovat kuluneet niinkuin savu, ja minun luuni ovat poltetut niinkuin kekäle.",
      "Minun sydämeni on lyöty ja kuivettunut niinkuin heinä, niin että minä myös unohdan leipäni syödä.",
      "Minun luuni tarttuvat lihaani huokauksestani.",
      "Minä olen niinkuin ruovonpäristäjä korvessa: minä olen niinkuin hyypiä hävitetyissä kaupungeissa.",
      "Minä valvon, ja olen niinkuin yksinäinen lintu katon päällä.",
      "Joka päivä häpäisevät viholliseni minua, ja jotka minua syljeskelevät, vannovat minun kauttani.",
      "Sillä minä syön tuhkaa niinkuin leipää, ja sekoitan juomani itkulla,",
      "Sinun uhkaukses ja vihas tähden, ettäs minun nostanut olet ja paiskannut maahan.",
      "Minun päiväni ovat kuluneet niinkuin varjo, ja minä kuivetun niinkuin ruoho.",
      "Mutta sinä, Herra, pysyt ijankaikkisesti, ja sinun muistos sukukunnasta sukukuntaan.",
      "Nouse siis ja armahda Zionia; sillä aika on häntä armahtaa, ja aika on tullut.",
      "Sillä sinun palvelias halajavat sitä rakentaa, ja näkisivät mielellänsä, että hänen kivensä ja kalkkinsa valmiit olisivat,",
      "Että pakanat Herran nimeä pelkäisivät, ja kaikki kuninkaat maan päällä sinun kunniaas.",
      "Kuin Herra rakentaa Zionin, niin hän nähdään kunniassansa.",
      "Hän kääntää itsensä hyljättyjen rukouksen puoleen, ja ei katso heidän rukoustansa ylön.",
      "Se pitää kirjoitettaman tulevaisille sukukunnille, ja se kansa, joka luodaan, pitää kiittämän Herraa.",
      "Sillä hän katselee pyhästä korkeudestansa: Herra näkee taivaasta maan päälle,",
      "Että hän kuulee vankein huokaukset, ja kirvoittaa kuoleman lapset;",
      "Että he saarnaavat Herran nimeä Zionissa, ja hänen kiitostansa Jerusalemissa,",
      "Koska kansat ynnä kokoontuvat, ja valtakunnat, Herraa palvelemaan.",
      "Hän nöyryyttää tiellä minun voimani: hän lyhentää minun päiväni.",
      "Minä sanoin: minun Jumalani, älä minua ota pois keski-ijässäni: sinun ajastaikas pysyvät suvusta sukuun.",
      "Sinä olet muinen maan perustanut, ja taivaat ovat sinun käsialas.",
      "Ne katoovat, mutta sinä pysyt: ne kaikki vanhenevat niinkuin vaate: ne muuttuvat niinkuin vaate, koska sinä heitä muuttelet.",
      "Mutta sinä pysyt niinkuin sinä olet, ja sinun vuotes ei lopu.",
      "Sinun palveliais lapset pysyvät ja heidän sikiänsä sinun edessäs menestyvät."
    ],
    [
      "Davidin Psalmi. Kiitä Herraa, sieluni, ja kaikki mitä minussa on, hänen pyhää nimeänsä!",
      "Kiitä Herraa, sieluni, ja älä unohda, mitä hyvää hän minulle tehnyt on,",
      "Joka sinulle kaikki syntis antaa anteeksi, ja parantaa kaikki rikokses;",
      "Joka henkes päästää turmeluksesta, joka sinun kruunaa armolla ja laupiudella;",
      "Joka suus täyttää hyvyydellä, että sinun nuoruutes uudistetaan niinkuin kotkan.",
      "Herra saattaa vanhurskauden ja tuomion kaikille, jotka vääryyttä kärsivät.",
      "Hän on tiensä Mosekselle tiettäväksi tehnyt, Israelin lapsille tekonsa.",
      "Laupias ja armollinen on Herra, kärsiväinen ja aivan hyvä.",
      "Ei hän aina riitele, eikä vihastu ijankaikkisesti.",
      "Ei hän synteimme perästä tee meille, eikä kosta meille pahain tekoimme jälkeen.",
      "Sillä niin korkia kuin taivas on maasta, antaa hän armonsa lisääntyä niille, jotka häntä pelkäävät.",
      "Niin kaukana kuin itä on lännestä, siirsi hän meistä pahat tekomme.",
      "Niinkuin isä armahtaa lapsia, niin Herrakin armahtaa pelkääväisiänsä;",
      "Sillä hän tietää, minkäkaltainen teko me olemme: hän muistaa meidät tomuksi.",
      "Ihminen on eläissänsä niinkuin ruoho: hän kukoistaa niinkuin kukkanen kedolla:",
      "Kuin tuuli käy sen päällitse, niin ei hän enään kestä, eikä hänen siansa tunne häntä ensinkään.",
      "Mutta Herran armo pysyy ijankaikkisesta ijankaikkiseen, hänen pelkääväistensä päälle, ja hänen vanhurskautensa lasten lapsiin,",
      "Niille, jotka hänen liittonsa pitävät, ja muistavat hänen käskyjänsä, tehdäksensä niitä.",
      "Herra on valmistanut istuimensa taivaassa, ja hänen valtakuntansa hallitsee kaikkia.",
      "Kiittäkäät Herraa, te hänen enkelinsä, te väkevät sankarit, jotka hänen käskynsä toimitatte, että hänen sanansa ääni kuultaisiin.",
      "Kiittäkäät Herraa, kaikki hänen sotaväkensä, te hänen palveliansa, jotka teette hänen tahtonsa.",
      "Kiittäkäät Herraa, kaikki hänen työnsä, kaikissa hänen valtansa paikoissa: kiitä, sieluni, Herraa."
    ],
    [
      "Kiitä Herraa, sieluni! Herra, minun Jumalani, sinä olet sangen suuresti kunnioitettu, suurella kunnialla ja kaunistuksella olet sinä puetettu.",
      "Sinä puetat itses valkeudella niinkuin vaatteella: sinä levität taivaat niinkuin peitteen.",
      "Sinä peität sen päällyksen vedellä: sinä menet pilvissä niinkuin ratasten päällä, ja käyt tuulen siipein päällä.",
      "Sinä teet enkelis hengeksi ja palvelias liekitseväiseksi tuleksi.",
      "Sinä joka maan perustit perustuksensa päälle, ettei sen pidä liikkuman ijankaikkisesti.",
      "Syvyydellä sinä sen peität niinkuin vaatteella, ja vedet seisovat vuorilla.",
      "Mutta sinun nuhtelemisestas he pakenevat: sinun jylinästäs he menevät pois.",
      "Vuoret astuvat ylös, ja laaksot astuvat alas siallensa, johon heidät perustanut olet.",
      "Määrän sinä panit, jota ei he käy ylitse, eikä palaja maata peittämään.",
      "Sinä annat lähteet laaksoissa kuohua, niin että ne vuorten välitse vuotavat;",
      "Että kaikki eläimet metsässä joisivat, ja että pedot janonsa sammuttaisivat.",
      "Heidän tykönänsä istuvat taivaan linnut, ja visertävät oksilla.",
      "Sinä liotat vuoret ylhäältä: sinä täytät maan hedelmällä, jonka sinä saatat.",
      "Sinä kasvatat ruohon karjalle, ja jyvät ihmisten tarpeeksi, tuottaakses leipää maasta.",
      "Ja että viina ihmisen sydämen ilahuttaa, ja hänen kasvonsa kaunistuu öljystä: ja leipä vahvistaa ihmisen sydämen.",
      "Että Herran puut nesteestä täynnä olisivat: Libanonin sedripuut, jotka hän on istuttanut;",
      "Siellä linnut pesiä tekevät, ja haikarat hongissa asuvat.",
      "Korkiat vuoret ovat metsävuohten turva, ja kivirauniot kaninein.",
      "Sinä teet kuun aikoja jakamaan, ja aurinko tietää laskemisensa.",
      "Sinä teet pimeyden ja yö tulee: silloin kaikki metsän eläimet tulevat ulos.",
      "Nuoret jalopeurat saaliin perään kiljuvat, ja elatustansa Jumalalta etsivät.",
      "Mutta kuin aurinko koittaa, niin he kokoontuvat, ja luolissansa makaavat.",
      "Niin menee myös ihminen työhönsä, ja askareillensa ehtoosen asti.",
      "Herra, kuinka suuret ja monet ovat sinun käsialas? Sinä olet kaikki taitavasti säätänyt, ja maa on täynnä sinun tavaraas.",
      "Tämä meri, joka niin suuri ja lavia on, siinä epälukuiset liikuvat, sekä pienet että suuret eläimet;",
      "Siellä haahdet kuljeskelevat: siinä valaskalat ovat, jotkas tehnyt olet, leikitsemään hänessä.",
      "Kaikki odottavat sinua, ettäs heille antaisit ruan ajallansa.",
      "Koskas heille annat, niin he kokoovat: koskas kätes avaat, niin he hyvyydellä ravitaan.",
      "Jos sinä kasvos peität, niin he hämmästyvät: koska sinä otat heidän henkensä pois, niin he hukkuvat, ja tomuksi tulevat jälleen.",
      "Sinä lähetät ulos henkes, niin he luoduksi tulevat, ja sinä uudistat maan muodon.",
      "Herran kunnia pysyy ijankaikkisesti: Herra iloitsee töissänsä.",
      "Hän katsahtaa maan päälle, niin se vapisee: hän rupee vuoriin, niin ne suitsevat.",
      "Minä veisaan Herralle minun elinaikanani, ja kiitän minun Jumalaani niinkauvan kuin minä olen.",
      "Minun puheeni kelpaa hänelle, ja minä iloitsen Herrassa.",
      "Syntiset maalta lopetetaan, ja jumalattomat ei pidä silleen oleman: kiitä Herraa, sieluni, Halleluja!"
    ],
    [
      "Kiittäkäät Herraa, ja saarnatkaat hänen nimeänsä, julistakaat hänen töitänsä kansain seassa!",
      "Veisatkaat hänelle, soittakaat hänelle, puhukaat kaikista hänen ihmeistänsä.",
      "Ylistäkäät hänen pyhää nimeänsä: niiden sydän iloitkaan, jotka etsivät Herraa!",
      "Kysykäät Herraa ja hänen voimaansa, etsikäät alati hänen kasvojansa!",
      "Muistakaat hänen ihmeellisiä töitänsä, jotka hän tehnyt on, hänen ihmeitänsä ja hänen sanojansa.",
      "Te Abrahamin hänen palveliansa siemen, te Jakobin hänen valittunsa lapset.",
      "Hänpä on Herra meidän Jumalamme: hän tuomitsee kaikessa maailmassa.",
      "Hän muistaa liittonsa ijankaikkisesti, sanansa, jonka hän on käskenyt tuhannelle sukukunnalle,",
      "Jonka hän teki Abrahamin kanssa, ja valansa Isaakin kanssa.",
      "Ja pani sen Jakobille säädyksi ja Israelille ijankaikkiseksi liitoksi,",
      "Ja sanoi: sinulle minä annan Kanaanin maan, teidän perimisenne arvan.",
      "Koska heitä vähä ja harvat olivat, ja he olivat muukalaiset siinä,",
      "Ja vaelsivat kansasta kansaan ja valtakunnasta toiseen kansaan:",
      "Ei hän sallinut yhdenkään ihmisen heitä vahingoittaa, vaan rankaisi kuninkaat heidän tähtensä.",
      "Älkäät ruvetko minun voideltuihini, ja älkäät tehkö pahaa minun prophetailleni.",
      "Ja hän kutsui nälän maan päälle, ja vei kaiken leivän varan pois.",
      "Hän lähetti miehen heidän eteensä: Joseph myytiin orjaksi.",
      "He ahdistivat hänen jalkansa jalkapuuhun: hänen ruumiinsa täytyi raudoissa maata,",
      "Siihenasti että hänen sanansa tuli, ja Herran puhe koetteli hänen.",
      "Niin lähetti kuningas ja päästi hänen: kansain päämies laski hänen vallallensa,",
      "Ja asetti hänen huoneensa herraksi, ja kaiken tavaransa haltiaksi,",
      "Opettamaan päämiehiänsä oman tahtonsa jälkeen, ja vanhimmille viisautta.",
      "Ja Israel meni Egyptiin, ja Jakob tuli muukalaiseksi Hamin maalle.",
      "Ja hän antoi kansansa sangen suuresti kasvaa, ja teki heitä väkevämmäksi kuin heidän vihollisensa.",
      "Hän käänsi heidän sydämensä vihaamaan hänen kansaansa, ja hänen palvelioitansa viekkaudella painamaan alas.",
      "Hän lähetti palveliansa Moseksen, ja Aaronin, jonka hän valitsi.",
      "Ne tekivät hänen merkkinsä heidän seassansa, ja hänen ihmeensä Hamin maalla.",
      "Hän antoi pimeyden tulla, ja sen pimeytti; ja ei olleet he hänen sanoillensa kuulemattomat.",
      "Hän muutti heidän vetensä vereksi ja kuoletti heidän kalansa.",
      "Heidän maansa kuohutti sammakoita, heidän kuningastensa kammioissa.",
      "Hän sanoi, niin turilaat ja täit tulivat heidän maansa ääriin.",
      "Hän antoi rakeet heille sateeksi, tulen liekit heidän maallensa,",
      "Ja löi heidän viinapuunsa ja fikunapuunsa, ja särki puut heidän maansa äärissä.",
      "Hän sanoi, niin tulivat epälukuiset paarmat ja vapsaiset,",
      "Ja ne söivät kaiken ruohon heidän maaltansa, ja ne söivät heidän maansa hedelmän.",
      "Ja hän löi kaikki esikoiset heidän maallansa, ensimäiset kaikesta heidän voimastansa,",
      "Ja vei heitä hopialla ja kullalla ulos: ja ei ollut heidän sukukunnissansa yksikään sairas.",
      "Egypti iloitsi heidän lähtemisestänsä; sillä heidän pelkonsa oli tullut heidän päällensä.",
      "Hän levitti pilven verhoksi ja tulen yötä valistamaan.",
      "He anoivat, niin antoi hän metsäkanat tulla, ja ravitsi heitä taivaan leivällä.",
      "Hän avasi kallion, niin vesi vuoti, ja virrat juoksivat kuivaa myöten.",
      "Sillä hän muisti pyhän sanansa, jonka hän palveliallensa Abrahamille puhunut oli,",
      "Ja vei kansansa ilolla ulos, ja valittunsa riemulla,",
      "Ja antoi heille pakanain maan, niin että he kansain hyvyydet omistivat heillensä.",
      "Että he pitäisivät hänen säätynsä, ja hänen lakinsa kätkisivät, Halleluja!"
    ],
    [
      "Halleluja. Kiittäkäät Herraa! sillä hän on hyvä, ja hänen laupiutensa pysyy ijankaikkisesti.",
      "Kuka taitaa puhua ulos Herran suurta voimaa, ja ylistää kaikkia hänen kiitettäviä tekojansa?",
      "Autuaat ovat, jotka käskyn pitävät ja aina vanhurskauden tekevät.",
      "Herra, muista minua armos perästä, jonkas kansalles luvannut olet: opi minua sinun autuudellas,",
      "Että minä näkisin valittujes menestyksen, ja iloitsisin kansas ilossa, ja kerskaisin perimises kanssa.",
      "Me teimme syntiä meidän isäimme kanssa: me teimme väärin, ja olemme olleet jumalattomat.",
      "Ei meidän isämme tahtoneet ymmärtää Egyptissä sinun ihmeitäs, eikä muistaneet sinun suurta laupiuttas, ja olivat meren tykönä tottelemattomat, Punaisen meren tykönä.",
      "Kuitenkin autti hän heitä nimensä tähden, niin että hän voimansa osoitti.",
      "Ja hän uhkasi Punaista merta, niin se kuivui; ja vei heitä syvyyden lävitse, niinkuin korvessa,",
      "Ja vapahti heitä niiden käsistä, joka heitä vihasivat, ja lunasti heitä vihollistensa käsistä.",
      "Ja vedet peittivät heidän vainollisensa, niin ettei yksikään eläväksi jäänyt.",
      "Silloin he uskoivat hänen sanansa, ja veisasivat hänen kiitoksensa.",
      "Mutta he unohtivat pian hänen työnsä, ja ei ottaneet hänen neuvoansa.",
      "He kiehuivat himosta korvessa, ja kiusasivat Jumalaa erämaassa.",
      "Mutta hän antoi heille heidän anomisensa, ja lähetti heille laihuuden heidän himonsa tähden.",
      "Ja he asettuivat Mosesta vastaan leirissä, Aaronia Herran pyhää vastaan.",
      "Maa aukeni ja nieli Datanin, ja peitti Abiramin joukon,",
      "Ja tuli syttyi heidän joukossansa, ja liekki poltti jumalattomat.",
      "He tekivät vasikan Horebissa, ja kumarsivat valettua kuvaa.",
      "Ja he muuttelivat kunniansa härjän muotoon, joka heiniä syö.",
      "He unohtivat Jumalan, vapahtajansa, joka oli niin suuria töitä tehnyt Egyptissä,",
      "Ihmeitä Hamin maalla, ja peljättäviä töitä Punaisen meren tykönä.",
      "Ja hän sanoi heitä hukuttavansa, ellei Moses hänen valittunsa olisi seisonut siinä välissä, ja palauttanut hänen vihaansa, ettei hän ratki heitä kadottanut.",
      "Ja he katsoivat sen ihanan maan ylön, eikä uskoneet hänen sanaansa,",
      "Ja napisivat majoissansa, eikä olleet kuuliaiset Herran äänelle.",
      "Ja hän nosti kätensä heitä vastaan, maahan lyödäksensä heitä korvessa,",
      "Ja heittääksensä heidän siemenensä pakanain sekaan, ja hajoittaaksensa heitä maakuntiin.",
      "Ja he ryhtyivät BaalPeoriin, ja söivät kuolleiden (epäjumalain) uhreista,",
      "Ja vihoittivat hänen töillänsä; niin tuli myös rangaistus heidän sekaansa.",
      "Niin Pinehas astui edes, ja lepytti asian, ja rangaistus lakkasi.",
      "Ja se luettiin hänelle vanhurskaudeksi, suvusta sukuun ijankaikkisesti.",
      "Ja vihoittivat hänen riitaveden tykönä ja tapahtui Mosekselle pahoin heidän tähtensä;",
      "Sillä he saattivat hänen sydämensä murheelliseksi, niin että hän sanoissansa eksyi.",
      "Ei he hukuttaneet pakanoita, niinkuin Herra heille käskenyt oli,",
      "Vaan sekaantuivat pakanain sekaan, ja oppivat heidän töitänsä,",
      "Ja palvelivat heidän epäjumaliansa; ja ne tulivat heille paulaksi.",
      "Ja he uhrasivat poikansa ja tyttärensä perkeleille,",
      "Ja vuodattivat viattoman veren, poikainsa ja tyttäriensä veren, jotka he uhrasivat Kanaanealaisten epäjumalille, niin että maa veren vioilla turmeltiin,",
      "Ja saastuttivat itsensä omissa töissänsä, ja tekivät huorin teoissansa.",
      "Niin julmistui Herran viha kansansa päälle, ja hän kauhistui perimistänsä,",
      "Ja hylkäsi ne pakanain käsiin, että ne vallitsivat heitä, jotka heitä vihasivat.",
      "Ja heidän vihollisensa ahdistivat heitä, ja he painettiin heidän kätensä alle.",
      "Hän monesti heitä pelasti; mutta he vihoittivat hänen neuvoillansa, ja he painettiin alas pahain tekoinsa tähden.",
      "Ja hän näki heidän tuskansa, kuin hän heidän valituksensa kuuli,",
      "Ja muisti liittonsa, jonka hän heidän kanssansa tehnyt oli, ja katui sitä suuresta laupiudestansa,",
      "Ja antoi heidän löytää armon kaikkein edessä, jotka heitä vanginneet olivat.",
      "Auta meitä, Herra meidän Jumalamme, ja kokoa meitä pakanoista, että kiittäisimme sinun pyhää nimeäs, ja kehuisimme sinun kiitostas.",
      "Kiitetty olkoon Herra Israelin Jumala, ijankaikkisuudesta niin ijankaikkisuuteen: ja sanokaan kaikki kansa: Amen, Halleluja!"
    ],
    [
      "Kiittäkäät Herraa; sillä hän on hyvä, ja hänen laupiutensa pysyy ijankaikkisesti.",
      "Sanokaan Herran lunastetut, jotka hän on tuskasta vapahtanut,",
      "Ja jotka hän on maakunnista koonnut, idästä ja lännestä, pohjoisesta ja etelästä,",
      "Jotka eksyksissä vaelsivat korvessa umpitietä, ja ei he löytäneet kaupunkia asuaksensa,",
      "Isoovaiset ja janoovaiset; ja heidän sielunsa vaipui heissä.",
      "Ja he huusivat Herraa tuskissansa, ja hän pelasti heitä heidän hädistänsä,",
      "Ja vei heitä oikiaa tietä, että he menivät asuinkaupunkiin.",
      "Kiittäkään he siis Herraa hänen laupiutensa edestä, ja hänen ihmeittensä tähden, jotka hän ihmisten lasten kohtaan tekee:",
      "Että hän ravitsee himoitsevaisen sielun ja täyttää isoovaisen sielun hyvyydellä.",
      "Jotka istuvat pimeässä ja kuoleman varjossa, vangitut ahdistuksessa ja raudoissa:",
      "Että he olivat Jumalan käskyä vastaan kovakorvaiset, ja olivat katsoneet ylön ylimmäisen lain;",
      "Sentähden täytyi heidän sydämensä onnettomuudella vaivattaa, niin että he lankesivat, ja ei kenkään heitä auttanut.",
      "Ja he huusivat Herraa tuskissansa, ja hän autti heitä heidän hädistänsä,",
      "Ja vei heitä pimeydestä ulos ja kuoleman varjosta, ja särki heidän siteensä.",
      "Kiittäkään he siis Herraa hänen laupiutensa edestä, ja hänen ihmeittensä tähden, jotka hän ihmisten lasten kohtaan tekee:",
      "Että hän särkee vaskiportit, ja rikkoo rautaiset salvat.",
      "Hullut, jotka rangaistiin ylitsekäymisensä tähden, ja synteinsä tähden,",
      "Heidän sielunsa kauhistui kaikkea ruokaa, ja saivat kuolintautinsa.",
      "Ja he huusivat Herraa tuskissansa, ja hän autti heitä heidän hädistänsä.",
      "Hän lähetti sanansa ja paransi heitä, ja pelasti heitä, ettei he kuolleet.",
      "Kiittäkään he siis Herraa hänen laupiutensa edestä, ja hänen ihmeittensä tähden, jotka hän ihmisten lasten kohtaan tekee,",
      "Ja uhratkaan kiitosuhria, ja luetelkaan hänen tekojansa ilolla.",
      "Jotka haaksilla meressä vaeltavat, ja asiansa toimittavat suurilla vesillä,",
      "He näkivät Herran työt, ja hänen ihmeensä syvyydessä.",
      "Kuin hän sanoi, ja paisutti suuren ilman, joka aallot nosti ylös,",
      "Niin he menivät ylös taivasta kohden ja menivät syvyyteen alas, että heidän sielunsa ahdistuksesta epäili,",
      "Että he horjuivat ja hoipertelivat niinkuin juopuneet, ja ei silleen neuvoa tietäneet;",
      "Ja he huusivat Herraa tuskissansa, ja hän autti heitä heidän hädistänsä.",
      "Ja hän hillitsi kovan ilman, että aallot asettuivat.",
      "Ja he tulivat iloisiksi, että tyveni, ja hän vei heitä satamaan heidän mielensä jälkeen.",
      "Kiittäkään he siis Herraa hänen laupiutensa edestä, ja hänen ihmeittensä tähden, jotka hän ihmisten lasten kohtaan tekee.",
      "Ja ylistäkään häntä kansan seurakunnassa, ja kiittäkään häntä vanhimpain seassa,",
      "Joka virrat teki erämaaksi, ja vesilähteet kuivaksi maaksi,",
      "Ettei hedelmällinen maa mitään kantanut, heidän pahuutensa tähden, jotka siinä asuivat.",
      "Erämaan teki hän vesilammiksi ja kuivan maan vesilähteeksi,",
      "Ja asetti sinne isoovaiset; ja he valmistivat siihen kaupunkia, jossa he asuivat,",
      "Ja kylvivät pellot ja viinapuita istuttivat, ja saivat jokavuotisen hedelmän.",
      "Ja hän siunasi heitä ja he sangen suuresti enenivät, ja hän antoi paljon karjaa heille;",
      "Jotka olivat painetut alas ja sorretut pahain väkivallalta ja ahdistukselta,",
      "Koska ylönkatse päämiesten päälle vuodatettu oli, ja kaikki maa eksyksissä ja autiona oli.",
      "Ja hän varjeli köyhää raadollisuudesta, ja enensi hänen sukunsa niinkuin lauman.",
      "Näitä vanhurskaat näkevät ja iloitsevat, ja jokainen paha suu pitää tukittaman.",
      "Kuka on taitava ja näitä kätkee, se ymmärtää Herran moninaisen laupiuden."
    ],
    [
      "Psalmi, Davidin veisu. (H108:2) Jumala! minun sydämeni on valmis: minä veisaan ja kiitän, niin myös minun kunniani.",
      "Nouse, psaltari ja kantele; minä nousen varhain.",
      "Sinua, Herra, minä kiitän kansain seassa: minä veisaan sinulle kiitosta sukukunnissa.",
      "Sillä sinun armos on suuri ylitse taivasten, ja sinun totuutes hamaan pilviin asti.",
      "Korota sinuas, Jumala, taivasten ylitse ja kunnias kaiken maan ylitse,",
      "Että sinun rakkaat ystäväs vapaaksi tulisivat; auta oikialla kädelläs, ja kuule minun rukoukseni.",
      "Jumala on puhunut pyhässänsä, siitä minä iloitsen: minä jaan Sikemin, ja mittaan Sukkotin laakson.",
      "Gilead on minun, Manasse on myös minun, ja Ephraim on minun pääni väkevyys: Juuda on minun päämieheni;",
      "Moab on minun pesinastiani, minä venytän kenkäni Edomin päälle: Philistealaisten ylitse minä iloitsen.",
      "Kuka vie minua vahvaan kaupunkiin? kuka vie minua Edomiin?",
      "Etkös sinä, Jumala, joka meitä heittänyt olet pois? Ja etkös mene ulos, Jumala, meidän sotaväkemme kanssa?",
      "Saata meille apua tuskissamme; sillä ihmisten apu on turha.",
      "Jumalassa me tahdomme urhoollisia töitä tehdä; ja hän polkee meidän vihollisemme alas."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle. Jumala, minun kiitokseni, älä vaikene.",
      "Sillä he ovat jumalattoman ja pettäväisen suunsa avanneet minua vastaan: he puhuvat minun kanssani viekkaalla kielellä,",
      "Ja myrkyllisillä sanoilla ovat he minun piirittäneet, ja sotivat minua vastaan ilman syytä.",
      "Että minä heitä rakastan, ovat he minua vastaan; mutta minä rukoilen.",
      "He osoittavat minulle pahaa hyvän edestä ja vihaa rakkauden edestä.",
      "Aseta jumalattomat hänen päällensä, ja perkele seisokaan hänen oikialla kädellänsä.",
      "Koska hän tuomitaan, niin lähtekään siitä ulos jumalattomana, ja hänen rukouksensa olkoon synti.",
      "Olkoon hänen päivänsä harvat, ja hänen virkansa ottakoon toinen.",
      "Hänen lapsensa olkoon orvot, ja hänen emäntänsä leski.",
      "Käykään hänen lapsensa kulkiana, ja kerjätkään, ja etsikään elatuksensa köyhyydessänsä.",
      "Kaikki mitä hänellä on, korkorahainen ottakoon, ja muukalaiset repikään hänen hyvyytensä.",
      "Älköön kenkään hänelle hyvää tehkö, eikä yksikään armahtako hänen orpojansa.",
      "Hänen sukunsa olkoon hävitetty: heidän nimensä olkoon toisessa polvessa pyyhitty pois.",
      "Hänen isäinsä pahat teot tulkaan muistoksi Herran edessä, ja hänen äitinsä synti ei pidä pyyhittämän pois.",
      "Olkoon ne alati Herran kasvoin edessä, ja hukkukoon heidän muistonsa maan päältä,",
      "Ettei hänellä ensinkään laupiutta ollut, vaan vainosi raadollista ja köyhää, ja murheellista tappaaksensa.",
      "Ja hän tahtoi kirousta, sen myös pitää hänelle tuleman: ei hän tahtonut siunausta, sen pitää myös hänestä kauvas erkaneman.",
      "Ja hän puki kirouksen päällensä niinkuin paitansa ja se meni hänen sisällyksiinsä niinkuin vesi, ja hänen luihinsa niinkuin öljy.",
      "Se olkoon hänelle niinkuin vaate, jolla hän itsensä verhottaa, ja niinkuin vyö, jolla hän aina itsensä vyöttää.",
      "Aivan näin tapahtukoon heille Herralta, jotka ovat minua vastaan, ja puhuvat pahoin minun sieluani vastaan.",
      "Mutta sinä, Herra, Herra, tee minun kanssani sinun nimes tähden; sillä sinun armos on hyvä, pelasta minua.",
      "Sillä minä olen köyhä ja raadollinen: minun sydämeni on särjetty minussa.",
      "Minä menen pois niinkuin varjo, koska se kulkee pois, ja pudistetaan ulos niinkuin kaskaat.",
      "Minun polveni ovat heikoksi tulleet paastosta, ja minun lihani on laihtunut lihavuudesta.",
      "Ja minun täytyy olla heidän pilkkansa: koska he minun näkevät, niin he päätänsä pudistavat.",
      "Auta minua, Herra minun Jumalani: auta minua sinun armos perästä,",
      "Että he tuntisivat sen sinun kädekses, ja että sinä Herra sen teet.",
      "Koska he sadattavat, niin siunaa sinä: koska he karkaavat minua vastaan, niin tulkoon he häpiään, mutta sinun palvelias iloitkaan.",
      "Olkoon minun vainolliseni häväistyksellä puetut, ja olkoon häpiällänsä verhotetut niinkuin hameella.",
      "Minä kiitän suuresti Herraa suullani, ja ylistän häntä monen seassa.",
      "Sillä hän seisoo köyhän oikialla kädellä, auttamassa häntä niistä, jotka hänen sieluansa tuomitsevat."
    ],
    [
      "Davidin Psalmi. Herra sanoi minun Herralleni: istu oikialle kädelleni, siihenasti kuin minä panen sinun vihollises sinun jalkais astinlaudaksi.",
      "Herra lähettää sinun väkevyytes valtikan Zionista: vallitse vihollistes seassa.",
      "Sinun voittos päivänä palvelee sinun kansas sinua mielellänsä pyhissä kaunistuksissa: sinun lapses synnytetään sinulle niinkuin kaste aamuruskosta.",
      "Herra on vannonut, ja ei kadu sitä: sinä olet pappi ijankaikkisesti, Melkisedekin säädyn jälkeen.",
      "Herra on sinun oikialla kädelläs: hän musertaa kuninkaat vihansa päivänä.",
      "Hän tuomitsee pakanain seassa, hän täyttää maakunnat ruumiilla: hän musertaa monen maakunnan pään.",
      "Hän juo ojasta tiellä; sen tähden korottaa hän päänsä."
    ],
    [
      "Halleluja! Minä kiitän Herraa kaikesta sydämestäni, hurskasten neuvossa ja seurakunnassa.",
      "Suuret ovat Herran työt: joka niistä ottaa vaarin, hänellä on sula riemu niistä.",
      "Mitä hän asettaa, se on kunniallinen ja jalo, ja hänen vanhurskautensa pysyy ijankaikkisesti.",
      "Hän on säätänyt ihmeittensä muiston: armollinen ja laupias on Herra.",
      "Hän antaa ruan pelkääväisillensä: hän muistaa liittonsa ijankaikkisesti.",
      "Hän ilmoittaa kansallensa väkevät työnsä, antaaksensa heille pakanain perimisen.",
      "Hänen kättensä työt ovat totuus ja oikeus: kaikki hänen käskynsä ovat toimelliset.",
      "Ne pysyvät vahvana aina ja ijankaikkisesti: ne ovat tehdyt totuudessa ja oikeudessa.",
      "Hän lähetti kansallensa lunastuksen, hän lupaa liittonsa pysymään ijankaikkisesti: pyhä ja peljättävä on hänen nimensä.",
      "Herran pelko on viisauden alku: se on hyvä ymmärrys kaikille, jotka sen tekevät: hänen kiitoksensa pysyy ijankaikkisesti."
    ],
    [
      "Halleluja! Autuas on, joka pelkää Herraa: joka hänen käskyjänsä sangen himoitsee.",
      "Hänen siemenensä on valtias maan päällä: hurskasten suku pitää siunatuksi tuleman.",
      "Rikkaus ja runsaus on hänen huoneessansa, ja hänen vanhurskautensa pysyy ijankaikkisesti.",
      "Hurskaille koittaa valkeus pimeässä, armolliselta, laupiaalta ja vanhurskaalta.",
      "Hyvä ihminen on laupias ja mielellänsä lainaa, ja toimittaa asiansa toimellisesti.",
      "Sillä hän pysyy ijankaikkisesti: ei vanhurskas ikänä unhoteta.",
      "Koska rangaistus tulee, niin ei hän pelkää: hänen sydämensä uskaltaa lujasti Herran päälle.",
      "Hänen sydämensä on vahvistettu ja ei pelkää, siihenasti kuin hän näkee ilonsa vihollisistansa.",
      "Hän jakaa ja antaa vaivaisille: hänen vanhurskautensa pysyy ijankaikkisesti: hänen sarvensa korotetaan kunnialla.",
      "Jumalatoin näkee sen ja närkästyy: hän pureskelee hampaitansa ja nääntyy; sillä mitä jumalattomat halajavat, se tyhjäksi tulee."
    ],
    [
      "Halleluja! Kiittäkäät te, Herran palveliat, kiittäkäät Herran nimeä!",
      "Kiitetty olkoon Herran nimi, nyt ja ijankaikkisesti!",
      "Auringon koitosta hänen laskemiseensa asti olkoon Herran nimi kiitetty!",
      "Herra on korkia ylitse kaikkein pakanain, ja hänen kunniansa ylitse taivasten.",
      "Kuka on niinkuin Herra meidän Jumalamme, joka niin korkialla asuu?",
      "Ja kuitenkin katsoo alimmaisia taivaassa ja maassa;",
      "Joka köyhän tomusta ylentää, ja vaivaisen loasta korottaa,",
      "Istuttaaksensa häntä päämiesten sivuun, kansansa päämiesten sivuun;",
      "Joka hedelmättömät saattaa huoneesen asumaan, että hän riemuiseksi lasten äidiksi tulee. Halleluja!"
    ],
    [
      "Kuin Israel Egyptistä läksi, Jakobin huone muukalaisesta kansasta,",
      "Niin Juuda tuli hänen pyhäksensä: Israel hänen vallaksensa.",
      "Sen meri näki ja pakeni: Jordan palasi takaperin,",
      "Vuoret hyppäsivät niinkuin oinaat, ja kukkulat niinkuin nuoret lampaat.",
      "Mikä sinun oli meri, ettäs pakenit? ja sinä Jordan, ettäs palasit takaperin?",
      "Te vuoret, että te hyppäsitte niinkuin oinaat? te kukkulat niinkuin nuoret lampaat?",
      "Herran edessä vapisi maa, Jakobin Jumalan edessä,",
      "Joka kalliot muuttaa vesilammiksi, ja kiven vesilähteeksi."
    ],
    [
      "Ei meille, Herra, ei meille, vaan sinun nimelles anna kunnia, sinun armos ja totuutes tähden.",
      "Miksi pakanat sanovat: kussa on nyt heidän Jumalansa?",
      "Mutta meidän Jumalamme on taivaissa: mitä ikänä hän tahtoo, sen hän tekee.",
      "Vaan heidän epäjumalansa ovat hopia ja kulta, ihmisten käsillä tehdyt.",
      "Heillä on suu, ja ei puhu: heillä ovat silmät, ja ei näe.",
      "Heillä ovat korvat, ja ei kuule: heillä ovat sieraimet, ja ei haista.",
      "Heillä ovat kädet, ja ei rupee: heillä ovat jalat, ja ei käy; ja ei puhu kurkustansa.",
      "Jotka niitä tekevät, ovat niiden kaltaiset, ja kaikki, jotka heihin uskaltavat.",
      "Mutta Israel toivokaan Herran päälle: hän on heidän apunsa ja heidän kilpensä.",
      "Aaronin huone toivokaan Herran päälle: hän on heidän apunsa ja heidän kilpensä.",
      "Jotka Herraa pelkäävät, toivokaan myös Herran päälle: hän on heidän apunsa ja heidän kilpensä.",
      "Herra muistaa meitä ja siunaa meitä: hän siunaa Israelin huoneen, hän siunaa Aaronin huoneen.",
      "Hän siunaa ne, jotka Herraa pelkäävät, sekä pienet että suuret.",
      "Herra siunatkoon teitä enemmin ja enemmin, teitä ja teidän lapsianne.",
      "Te olette Herran siunatut, joka taivaat ja maan on tehnyt.",
      "Taivasten taivaat ovat Herran; mutta maan on hän ihmisten lapsille antanut.",
      "Kuolleet ei taida Herraa kiittää, eikä ne, jotka menevät alas hiljaisuuteen.",
      "Mutta me kiitämme Herraa, hamasta nyt ja ijankaikkiseen, Halleluja!"
    ],
    [
      "Sitä minä rakastan, että Herra kuulee minun rukoukseni äänen;",
      "Että hän korvansa kallistaa minun puoleeni; sentähden minä avukseni huudan häntä elinaikanani.",
      "Kuoleman paulat ovat minun piirittäneet, ja helvetin ahdistukset ovat minun löytäneet: minä tulin vaivaan ja tuskaan.",
      "Mutta minä avukseni huudan Herran nimeä: o Herra, pelasta minun sieluni!",
      "Herra on armollinen ja vanhurskas, ja meidän Jumalamme on laupias.",
      "Herra kätkee yksinkertaiset: kuin minä olin kovin vaivattu, niin hän minua autti.",
      "Palaja taas, minun sieluni, sinun lepoos; sillä Herra tekee hyvästi sinulle.",
      "Sillä sinä olet sieluni temmannut pois kuolemasta, silmäni kyynelistä, jalkani kompastuksesta.",
      "Minä vaellan Herran edessä eläväin maassa.",
      "Minä uskon, sentähden minä puhun; mutta minä sangen vaivataan.",
      "Minä sanoin hämmästyksessä: kaikki ihmiset ovat valehteliat.",
      "Kuinka minä maksan Herralle kaikki hänen hyvät tekonsa, jotka hän minulle teki?",
      "Minä otan sen autuaallisen kalkin, ja saarnaan Herran nimeä.",
      "Minä maksan lupaukseni Herralle kaiken hänen kansansa edessä.",
      "Hänen pyhäinsä kuolema on kallis Herran edessä.",
      "O Herra! minä olen sinun palvelias, minä olen sinun palvelias, sinun piikas poika: sinä olet minun siteeni vallallensa päästänyt.",
      "Minä uhraan sinulle kiitosuhria, ja Herran nimeä saarnaan.",
      "Minä maksan Herralle lupaukseni kaiken hänen kansansa edessä,",
      "Herran huoneen esikartanoissa, keskellä sinua, Jerusalem. Halleluja!"
    ],
    [
      "Kiittäkäät Herraa, kaikki pakanat: ylistäkäät häntä kaikki kansat!",
      "Sillä hänen armonsa on voimallinen meidän päällemme, ja Herran totuus ijankaikkisesti. Halleluja!"
    ],
    [
      "Kiittäkäät Herraa; sillä hän on hyvä, ja hänen laupiutensa pysyy ijankaikkisesti.",
      "Sanokaan nyt Israel: hänen laupiutensa pysyy ijankaikkisesti.",
      "Sanokaan nyt Aaronin huone: hänen laupiutensa pysyy ijankaikkisesti.",
      "Sanokaan nyt kaikki, jotka Herraa pelkäävät: hänen laupiutensa pysyy ijankaikkisesti.",
      "Tuskissani minä Herraa avukseni huusin, ja Herra kuuli minua, ja pelasti minun.",
      "Herra on minun kanssani; sentähden en minä pelkää, mitä ihmiset minulle tekisivät.",
      "Herra on minun kanssani auttamassa minua, ja minä tahdon nähdä iloni minun vihollisistani.",
      "Parempi on uskaltaa Herran päälle, kuin luottaa ihmisiin.",
      "Parempi on uskaltaa Herran päälle, kuin luottaa päämiehiin.",
      "Kaikki pakanat piirittävät minua; mutta Herran nimeen minä heitä lyön maahan.",
      "He piirittävät minua joka kulmalta; mutta Herran nimeen minä heitä lyön maahan.",
      "He piirittävät minua niinkuin kimalaiset, ja he sammuvat niinkuin tuli orjantappuroissa; mutta Herran nimeen minä heitä lyön maahan.",
      "Minua kovin sysätään lankeemaan; mutta Herra auttaa minua.",
      "Herra on minun väkevyyteni, ja minun virteni, ja on minun autuuteni.",
      "Ilon ja autuuden ääni on vanhurskasten majoissa: Herran oikia käsi saa voiton.",
      "Herran oikia käsi on koroitettu: Herran oikia käsi saa voiton.",
      "En minä kuole, vaan elän, ja Herran tekoja luettelen.",
      "Kyllä Herra minua kurittaa, vaan ei hän minua kuolemalle anna.",
      "Avatkaat minulle vanhurskauden portit, minun käydäkseni sisälle, kiittämään Herraa.",
      "Tämä on Herran portti: vanhurskaat siitä käyvät sisälle.",
      "Minä kiitän sinua, ettäs minun rukoukseni kuulit, ja autit minua.",
      "Se kivi, jonka rakentajat hylkäsivät, on tullut kulmakiveksi.",
      "Herralta se on tapahtunut, ja on ihme meidän silmäimme edessä.",
      "Tämä on se päivä, jonka Herra teki: iloitkaamme ja riemuitkaamme hänessä.",
      "O Herra, auta, o Herra, anna menestyä!",
      "Siunattu olkoon se,joka tulee Herran nimeen! me siunaamme teitä Herran huoneesta.",
      "Herra on Jumala, joka meitä valistaa: kaunistakaat juhlalehdillä hamaan alttarin sarviin asti.",
      "Sinä olet minun Jumalani, ja minä kiitän sinua; minun Jumalani! sinua minä ylistän.",
      "Kiittäkäät Herraa; sillä hän on hyvä, ja hänen laupiutensa pysyy ijankaikkisesti."
    ],
    [
      "Autuaat ovat ne, jotka viattomasti elävät, ja jotka Herran laissa vaeltavat.",
      "Autuaat ovat ne, jotka hänen todistuksiansa pitävät, ja kaikesta sydämestä häntä etsivät.",
      "Sillä, jotka hänen teissänsä vaeltavat, ei he tee mitään pahaa.",
      "Sinä olet käskenyt sangen visusti pitää sinun käskys.",
      "O jospa minun tieni ojennettaisiin pitämään sinun säätyjäs!",
      "Koska minä katson kaikkia sinun käskyjäs, niin en minä tule häpiään.",
      "Minä kiitän sinua oikiasta sydämestä, ettäs opetat minulle vanhurskautes oikeudet.",
      "Sinun säätys minä pidän, älä minua ikänä hylkää.",
      "Kuinka nuorukainen tiensä puhdistais? kuin hän itsensä käyttää sinun sanas jälkeen.",
      "Minä etsin sinua kaikesta sydämestäni: älä salli minun eksyä sinun käskyistäs.",
      "Minä pidän sydämessäni sinun sanas, etten minä rikkoisi sinua vastaan.",
      "Kiitetty ole, sinä Herra: opeta minulle sinun säätyjäs!",
      "Minä luettelen huulillani kaikki sinun suus oikeudet.",
      "Minä iloitsen sinun todistustes tiellä, niinkuin kaikkinaisesta rikkaudesta.",
      "Minä tutkistelen sinun käskyjäs, ja katselen sinun teitäs.",
      "Minä halajan sinun oikeuttas, ja en unohda sinun sanojas.",
      "Tee hyvästi palvelialles, että minä eläisin ja sinun sanas pitäisin.",
      "Avaa minun silmäni näkemään ihmeitä sinun laistas.",
      "Minä olen vieras maan päällä: älä peitä minulta käskyjäs.",
      "Minun sieluni on muserrettu rikki ikävöitsemisestä, alati sinun oikeutes jälkeen.",
      "Sinä rankaiset ylpiät kirotut, jotka sinun käskyistäs poikkeevat.",
      "Käännä minusta pois pilkka ja ylönkatse; sillä minä pidän sinun todistukses.",
      "Istuvat myös päämiehet ja puhuvat minua vastaan; mutta sinun palvelias tutkistelee sinun säätyjäs.",
      "Sinun todistukses ovat minun iloni, ne ovat minun neuvonantajani.",
      "Minun sieluni tomussa makaa: virvoita minua sanas jälkeen.",
      "Minä luen minun teitäni, ja sinä kuulet minua: opeta minulle sinun säätys.",
      "Anna minun ymmärtää sinun käskyis tie, niin minä puhun sinun ihmeistäs.",
      "Niin minä suren, että sydän sulaa minussa: vahvista minua sinun sanas jälkeen.",
      "Käännä minusta pois väärä tie, ja suo minulle sinun lakis.",
      "Totuuden tien minä olen valinnut, oikeutes olen minä asettanut eteeni.",
      "Minä riipun sinun todistuksissas: Herra, älä salli minun häpiään tulla.",
      "Koskas minun sydämeni vahvistat, niin minä juoksen sinun käskyis tietä myöten.",
      "Opeta minulle, Herra, sinun säätyis tie, että minä sen loppuun asti kätkisin.",
      "Anna minulle ymmärrys, kätkeäkseni sinun lakias, ja pitääkseni sitä koko sydämestäni.",
      "Anna minun käydä sinun käskyis tietä; sillä niihin minä halajan.",
      "Kallista minun sydämeni sinun todistuksiis, ja ei ahneuden puoleen.",
      "Käännä minun silmäni pois katselemasta turhuutta; vaan virvoita minua sinun tiehes.",
      "Anna palvelias lujasti sinun käskys pitää, että minä sinua pelkäisin.",
      "Käännä minusta pois se pilkka, jota minä pelkään; sillä sinun oikeutes ovat suloiset.",
      "Katso, minä pyydän sinun käskyjäs: virvoita minua vanhurskaudellas.",
      "Herra, anna armos minulle tapahtua, autuutes sinun sanas jälkeen,",
      "Että minä voisin vastata minun pilkkaajiani; sillä minä luotan sinun sanaas.",
      "Älä ota totuuden sanaa peräti pois minun suustani; sillä minä toivon sinun oikeuttas.",
      "Minä pidän alati sinun lakis, aina ja ijankaikkisesti,",
      "Ja vaellan ilossa, sillä minä etsin sinun käskyjäs,",
      "Ja puhun sinun todistuksistas kuningasten edessä, ja en häpee,",
      "Ja iloitsen sinun käskyistäs, joita minä rakastan,",
      "Ja nostan käsiäni sinun käskyihis, joita minä rakastan, ja puhun sinun säädyistäs.",
      "Muista sanaas sinun palvelialles, jota sinä annoit minun toivoa.",
      "Tämä on minun turvani minun vaivassani, että sinun sanas virvoittaa minun.",
      "Ylpiät irvistelevät minua sangen; en minä sentähden sinun laistas poikkee.",
      "Herra, kuin minä ajattelen, kuinka sinä maailman alusta toiminut olet, niin minä lohdutetaan.",
      "Minä hämmästyin jumalattomain tähden, jotka sinun lakis hylkäävät.",
      "Sinun oikeutes ovat minun veisuni vaellukseni huoneessa.",
      "Herra, minä ajattelen yöllä sinun nimeäs, ja pidän sinun lakis.",
      "Se olis minun tavarani, että minä sinun käskys pitäisin.",
      "Minä olen sanonut: Herra, se on minun perimiseni, että minä pidän sinun sanas.",
      "Minä rukoilen sinun kasvois edessä täydestä sydämestä: ole minulle armollinen sinun sanas jälkeen.",
      "Minä tutkin teitäni, ja käännän jalkani sinun todistustes puoleen.",
      "Minä riennän, ja en viivy, sinun käskyjäs pitämään.",
      "Jumalattomain joukko raatelee minua; mutta en minä unohda sinun lakias.",
      "Puoliyöstä minä nousen sinua kiittämään, sinun vanhurskautes oikeuden tähden.",
      "Minä olen heidän kumppaninsa, jotka sinua pelkäävät ja sinun käskyjäs pitävät,",
      "Herra! maa on täynnä sinun hyvyyttäs: opeta minulle sinun säätyjäs.",
      "Hyvästi teit sinun palveliaas kohtaan, Herra, sinun sanas jälkeen.",
      "Opeta minulle hyviä tapoja ja taitoa; sillä minä uskon sinun käskys.",
      "Ennenkuin minä nöyryytettiin, eksyin minä; mutta nyt minä pidän sinun sanas.",
      "Sinä olet hyvä ja teet hyvin: opeta minulle sinun säätyjäs.",
      "Ylpiät ajattelevat valheen minun päälleni; mutta minä pidän täydestä sydämestä sinun käskys.",
      "Heidän sydämensä on lihava niinkuin rasva; mutta minä iloitsen sinun laistas.",
      "Se on minulle hyvä, ettäs minun nöyryytit, että minä sinun säätyjäs oppisin.",
      "Sinun suus laki on minulle otollisempi kuin monta tuhatta kappaletta kultaa ja hopiaa.",
      "Sinun kätes ovat minun tehneet ja valmistaneet: anna minulle ymmärrystä oppiakseni sinun käskyjäs.",
      "Jotka sinua pelkäävät, ne minun näkevät ja iloitsevat; sillä minä toivon sinun sanaas.",
      "Herra! minä tiedän sinun tuomios vanhurskaaksi, ja sinä olet minua totuudessa nöyryyttänyt.",
      "Olkoon siis sinun armos minun lohdutukseni, niinkuin sinä palvelialles luvannut olet.",
      "Anna minulle sinun laupiutes tapahtua, että minä eläisin; sillä sinun lakis on minun iloni.",
      "Jospa ylpiät häpiään tulisivat, jotka minua painavat alas valheellansa; mutta minä ajattelen sinun käskyjäs.",
      "Tulkaan ne minun tyköni, jotka sinua pelkäävät, ja sinun todistukses tuntevat.",
      "Olkoon minun sydämeni toimellinen sinun säädyissäs, etten minä häväistäisi.",
      "Minun sieluni ikävöitsee sinun autuuttas: minä toivon sinun sanas päälle.",
      "Minun silmäni hiveltyvät sinun sanas jälkeen, ja sanovat: koskas minua lohdutat?",
      "Sillä minä olen niinkuin nahka savussa: en minä unohda sinun säätyjäs.",
      "Kuinka kauvan sinun palvelias odottaa? koskas tuomitset minun vainoojani?",
      "Ylpiät minulle kuoppia kaivavat, jotka ei ole sinun lakis perään.",
      "Kaikki sinun käskys ovat sula totuus: he valheella minua vaivaavat: auta minua.",
      "He olisivat juuri lähes minun maan päällä hukuttaneet; mutta en minä sinun käskyjäs hyljännyt.",
      "Virvoita minua sinun armoillas, että minä pitäisin sinun suus todistuksen.",
      "Herra! sinun sanas pysyy ijankaikkisesti taivaissa.",
      "Sinun totuutes pysyy suvusta sukuun: sinä perustit maan, ja se pysyy.",
      "Ne pysyvät tähän päivään asti sinun asetukses jälkeen; sillä kaikki sinua palvelevat.",
      "Ellei sinun lakis olisi ollut minun lohdutukseni, niin minä olisin raadollisuudessani hukkunut.",
      "En minä ikänä unohda sinun käskyjäs; sillä niillä sinä minua lohdutat.",
      "Sinun minä olen: auta minua! sillä minä etsin sinun käskyjäs.",
      "Jumalattomat minua vartioitsevat hukuttaaksensa; mutta sinun todistuksistas minä otan vaarin.",
      "Kaikista kappaleista minä olen lopun nähnyt; mutta sinun käskys ovat määrättömät.",
      "Kuinka minä rakastan sinun lakias? Joka päivä minä sitä ajattelen.",
      "Sinä teit minun taitavammaksi käskyilläs kuin minun viholliseni ovat; sillä se on minun ijankaikkinen tavarani.",
      "Minä olen oppineempi kuin kaikki minun opettajani; sillä sinun todistukses ovat minun ajatukseni.",
      "Enemmän minä ymmärrän kuin vanhemmat; sillä minä pidän sinun käskys.",
      "Minä estän jalkani kaikista pahoista teistä, että minä sinun sanas pitäisin.",
      "En minä poikkee sinun oikeudestas; sillä sinä opetat minua.",
      "Sinun sanas ovat minun suulleni makiammat kuin hunaja.",
      "Sinun käskys tekevät minun ymmärtäväiseksi; sentähden minä vihaan kaikkia vääriä teitä.",
      "Sinun sanas on minun jalkaini kynttilä, ja valkeus teilläni.",
      "Minä vannon, ja sen vahvana pidän, että minä sinun vanhurskautes oikeudet pitää tahdon.",
      "Minä olen sangen kovin vaivattu: Herra, virvoita minua sinun sanas perästä.",
      "Olkoon sinulle, Herra, otolliset minun suuni mieluiset uhrit, ja opeta minulle sinun oikeutes.",
      "Minun sieluni on alati minun käsissäni, ja en unohda sinun lakias.",
      "Jumalattomat virittävät minulle paulan; mutta en minä eksy sinun käskyistäs.",
      "Sinun todistukses ovat minun ijankaikkiset perimiseni; sillä ne ovat minun sydämeni ilo.",
      "Minä kallistan minun sydämeni tekemään sinun säätys jälkeen, aina ja ijankaikkisesti.",
      "Minä vihaan viekkaita henkiä, ja rakastan sinun lakias.",
      "Sinä olet minun varjelukseni ja kilpeni: minä toivon sinun sanas päälle.",
      "Poiketkaat minusta, te pahanilkiset; ja minä pidän minun Jumalani käskyt.",
      "Tue minua sanallas, että minä eläisin, ja älä anna minun toivoni häpiään tulla.",
      "Vahvista minua, että minä autetuksi tulisin, niin minä halajan alati sinun säätyjäs.",
      "Sinä tallaat alas kaikki, jotka sinun säädyistäs horjuvat; sillä heidän viettelyksensä on sula valhe.",
      "Sinä heität pois kaikki jumalattomat maan päältä niinkuin loan; sentähden minä rakastan sinun todistuksias.",
      "Minä pelkään sinua, niin että minun ihoni värisee, ja vapisen sinun tuomioitas.",
      "Minä teen oikeuden ja vanhurskauden: älä minua hylkää niille, jotka minulle väkivaltaa tekevät.",
      "Vastaa palvelias edestä, ja lohduta häntä, ettei ylpiät tekisi minulle väkivaltaa.",
      "Minun silmäni hiveltyvät sinun autuutes perään, ja sinun vanhurskautes sanan jälkeen.",
      "Tee palvelias kanssa sinun armos jälkeen, ja opeta minulle sinun säätyjäs.",
      "Sinun palvelias minä olen: anna minulle ymmärrystä, että minä tuntisin sinun todistukses.",
      "Jopa aika on, että Herra siihen jotakin tekis: he ovat sinun lakis särkeneet.",
      "Sentähden minä rakastan sinun käskyjäs, enempi kuin kultaa ja parasta kultaa.",
      "Sentähden minä pidän visusti kaikkia sinun käskyjäs: minä vihaan kaikkia vääriä teitä.",
      "Ihmeelliset ovat sinun todistukses; sentähden minun sieluni ne pitää.",
      "Kuin sinun sanas julistetaan, niin se valistaa ja antaa yksinkertaisille ymmärryksen.",
      "Minä avaan suuni ja huokaan; sillä minä halajan sinun käskys.",
      "Käännä sinuas minun puoleeni, ja ole minulle armollinen, niinkuin sinä olet niille tottunut tekemään, jotka sinun nimeäs rakastavat.",
      "Vahvista minun käymiseni sinun sanassas, ja älä anna väkivallan minua vallita.",
      "Lunasta minua ihmisten väkivallasta, niin minä pidän sinun käskys.",
      "Valista sinun kasvos palvelias päälle, ja opeta minulle sinun säätys.",
      "Minun silmäni vettä vuotavat, niinkuin virta, ettei sinun käskyjäs pidetä.",
      "Herra! sinä olet vanhurskas ja sinun tuomios ovat oikiat.",
      "Sinä olet vanhurskautes todistukset ja totuuden visusti käskenyt.",
      "Minä olen lähes surmakseni kiivannut, että minun viholliseni ovat sinun sanas unohtaneet.",
      "Sinun puhees on sangen koeteltu, ja sinun palvelias sen rakkaana pitää.",
      "Minä olen halpa ja ylönkatsottu, mutta en minä unohda sinun käskyjäs.",
      "Sinun vanhurskautes on ijankaikkinen vanhurskaus, ja sinun lakis on totuus.",
      "Ahdistus ja tuska ovat minun saavuttaneet; mutta minä iloitsen sinun käskyistäs.",
      "Sinun todistustes vanhurskaus pysyy ijankaikkisesti: anna minulle ymmärrys, niin minä elän.",
      "Minä huudan kaikesta sydämestäni: kuule, Herra, minua, että minä sinun säätys pitäisin.",
      "Sinua minä huudan, auta minua, että minä sinun todistukses pitäisin.",
      "Varhain minä ennätän, ja huudan: sinun sanas päälle minä toivon.",
      "Varhain minä herään, tutkistelemaan sinun sanojas.",
      "Kuule minun ääneni sinun armos jälkeen: Herra, virvoita minua sinun oikeutes jälkeen.",
      "Pahanilkiset vainoojat karkaavat minun päälleni, ja ovat kaukana sinun laistas.",
      "Herra, sinä olet läsnä, ja sinun käskys ovat sula totuus.",
      "Mutta minä sen aikaa tiesin, että sinä olet todistukses ijankaikkisesti perustanut.",
      "Katso minun raadollisuuttani, ja pelasta minua; sillä enpä minä unohda sinun lakias.",
      "Toimita minun asiani ja päästä minua: virvoita minua sinun sanas kautta.",
      "Autuus on kaukana jumalattomista, sillä ei he tottele säätyjäs.",
      "Herra, sinun laupiutes on suuri: virvoita minua sinun oikeutes jälkeen.",
      "Minun vainoojaani ja vihollistani on monta; mutta en minä poikkee sinun todistuksistas.",
      "Minä näen ylönkatsojat, ja siihen suutun, ettei he sinun sanaas pidä.",
      "Katso, minä rakastan sinun käskyjäs: Herra, virvoita minua sinun armos jälkeen.",
      "Sinun sanas on alusta totuus ollut: kaikki sinun vanhurskautes oikeudet pysyvät ijankaikkisesti.",
      "Päämiehet vainoovat minua ilman syytä; mutta minun sydämeni pelkää sinun sanojas.",
      "Minä iloitsen sinun puheestas, niinkuin se joka suuren saaliin löytänyt on.",
      "Valhetta minä vihaan ja kauhistun; mutta sinun lakias minä rakastan.",
      "Seitsemästi päivässä minä kiitän sinua sinun vanhurskautes oikeuden tähden.",
      "Suuri rauha on niillä, jotka sinun lakias rakastavat, ja ei he itsiänsä loukkaa.",
      "Herra! minä odotan sinun autuuttas, ja teen sinun käskys.",
      "Minun sieluni pitää sinun todistukses, ja minä rakastan niitä sangen suuresti.",
      "Minä pidän sinun käskys ja todistukses; sillä kaikki minun tieni ovat edessäs.",
      "Herra! anna minun huutoni tulla sinun etees: anna minulle ymmärrystä sinun sanas jälkeen.",
      "Anna minun rukoukseni tulla sinun etees: pelasta minua sinun sanas jälkeen.",
      "Minun huuleni kiittävät, koskas minulle opetat sinun säätys.",
      "Minun kieleni puhuu sinun sanastas; sillä kaikki sinun käskys ovat vanhurskaat.",
      "Olkoon sinun kätes minulle avullinen; sillä minä olen valinnut sinun käskys.",
      "Herra, minä ikävöitsen sinun autuuttas, ja halajan sinun lakias.",
      "Anna minun sieluni elää, että hän sinua kiittäis, ja sinun oikeutes auttakoon minua!",
      "Minä olen eksyvä niinkuin kadotettu lammas, etsi sinun palveliaas; sillä en minä unohda sinun käskyjäs."
    ],
    [
      "Veisu korkeimmassa Kuorissa. Minä huudan Herraa minun tuskissani, ja hän kuulee minun rukoukseni.",
      "Herra, pelasta minun sieluni valhettelevista suista ja vääristä kielistä?",
      "Mitä väärä kieli taitaa sinulle tehdä? ja mitä se taitaa toimittaa?",
      "Se on niinkuin väkevän terävät nuolet, niinkuin tuli katajissa.",
      "Voi minua, että minä olen muukalainen Mesekin seassa! minun täytyy asua Kedarin majain seassa.",
      "Se tulee minun sielulleni ikäväksi, asua niiden tykönä, jotka rauhaa vihaavat.",
      "Minä pidän rauhan, mutta kuin minä puhun, niin he sodan nostavat."
    ],
    [
      "Veisu korkeimmassa Kuorissa. Minä nostan silmäni mäkiin päin, joista minulle apu tulee.",
      "Minun apuni tulee Herralta, joka taivaan ja maan tehnyt on.",
      "Ei hän salli jalkas horjua; eikä se torku, joka sinua kätkee.",
      "Katso, joka Israelia varjelee, ei se torku eli makaa.",
      "Herra kätkeköön sinua: Herra on sinun varjos, sinun oikialla kädelläs,",
      "Ettei aurinko sinua polttaisi päivällä, eikä kuu yöllä.",
      "Herra kätkeköön sinun kaikesta pahasta: hän kätkeköön sinun sielus!",
      "Herra kätkeköön sinun uloskäymises ja sisällekäymises, hamasta nyt ja ijankaikkiseen!"
    ],
    [
      "Davidin veisu korkeimmassa Kuorissa. Minä iloitsen niistä, jotka minulle sanovat: että me menemme Herran huoneeseen,",
      "Ja että meidän jalkamme pitää seisoman sinun porteissas, Jerusalem.",
      "Jerusalem on rakennettu kaupungiksi, johon on tuleminen kokoon,",
      "Että sukukunnat astuisivat sinne ylös, Herran sukukunnat, Israelille todistukseksi, kiittämään Herran nimeä.",
      "Sillä siellä ovat istuimet rakennetut tuomittaa, Davidin huoneen istuimet.",
      "Toivottakaat Jerusalemille rauhaa: he menestyköön, jotka sinua rakastavat!",
      "Rauha olkoon sinun muureis sisällä, ja onni sinun huoneissas!",
      "Minun veljieni ja ystäväini tähden minä toivotan nyt sinulle rauhaa!",
      "Herran meidän Jumalamme huoneen tähden etsin minä sinun parastas."
    ],
    [
      "Veisu korkeimmassa Kuorissa. Minä nostan silmäni sinun tykös, joka asut taivaissa.",
      "Katso, niinkuin palveliain silmät katsovat isäntänsä käsiin, niinkuin piikain silmät katsovat emäntäinsä käsiin, niin meidänkin silmämme katsovat Herraa meidän Jumalaamme, siihenasti että hän meitä armahtaa.",
      "Ole meille armollinen, Herra, ole meille armollinen! sillä me olemme sangen täytetyt ylönkatseesta;",
      "Sangen täynnä on meidän sielumme rikasten pilkkaa ja ylpeiden ylönkatsetta."
    ],
    [
      "Davidin veisu korkeimmassa Kuorissa. Ellei Herra olisi meidän kanssamme, niin sanokaan Israel:",
      "Ellei Herra olisi meidän kanssamme, koska ihmiset karkaavat meitä vastaan,",
      "Niin he nielisivät meidät elävältä, kuin heidän vihansa julmistuu meidän päällemme;",
      "Niin vesi meitä upottais: kosket kävisivät sieluimme ylitse:",
      "Niin ylpiät veden aallot kävisivät sielumme ylitse.",
      "Kiitetty olkoon Herra, joka ei meitä anna raatelukseksi heidän hampaillensa!",
      "Meidän sielumme pääsi niinkuin lintu lintumiehen paulasta. Paula on särjetty, ja me olemme päästetyt.",
      "Meidän apumme on Herran nimessä, joka taivaan ja maan tehnyt on."
    ],
    [
      "Veisu korkeimmassa Kuorissa. Jotka Herran päälle uskaltavat, ei he lankee, vaan pysyvät ijankaikkisesti niinkuin Zionin vuori.",
      "Jerusalemin ympäri ovat vuoret, ja Herra on kansansa ympärillä, hamasta nyt ja ijankaikkiseen.",
      "Sillä jumalattomain valtikka ei pidä pysymän vanhurskasten joukon päällä, ettei vanhurskaat ojentaisi käsiänsä vääryyteen.",
      "Herra, tee hyvästi hyville ja hurskaille sydämille.",
      "Mutta jotka poikkeevat vääriin teihinsä, niitä Herra ajaa pois pahantekiäin kanssa; mutta rauha olkoon Israelille!"
    ],
    [
      "Veisu korkeimmassa Kuorissa. Koska Herra päästää Zionin vangit, niin me olemme niinkuin unta näkeväiset.",
      "Silloin meidän suumme naurulla täytetään, ja kielemme on täynnä riemua; silloin sanotaan pakanoissa: Herra on suuria heidän kohtaansa tehnyt.",
      "Herra on suuria tehnyt meidän kohtaamme: siitä me olemme iloiset.",
      "Herra! käännä meidän vankiutemme, niinkuin virrat etelässä.",
      "Jotka kyyneleillä kylvävät, ne ilolla niittävät.",
      "He menevät matkaan ja itkevät, ja vievät ulos kalliin siemenen, ja tulevat riemulla, ja tuovat lyhteensä."
    ],
    [
      "Salomon veisu korkeimmassa Kuorissa. Jos ei Herra huonetta rakenna, niin hukkaan työtä tekevät, jotka sitä rakentavat: jos ei Herra kaupunkia varjele, niin vartiat hukkaan valvovat.",
      "Se on turha, että te varhain nousette ja hiljain maata menette, ja syötte leipänne surulla; sillä hän antaa ystävillensä heidän maatessansa.",
      "Katso, lapset ovat Herran lahja, ja kohdun hedelmä on anto.",
      "Kuin nuolet väkevän kädessä, niin ovat nuorukaiset.",
      "Autuas on se, jonka viini on niitä täynnänsä: ei ne häväistä, kuin heillä vihollistensa kanssa portissa tekemistä on."
    ],
    [
      "Veisu korkeimmassa Kuorissa. Autuas on jokainen, joka Herraa pelkää, ja hänen tiellänsä vaeltaa.",
      "Sillä sinä elätät itses kättes töistä: autuas sinä olet, ja sinulle käy hyvästi.",
      "Sinun emäntäs on niinkuin hedelmällinen viinapuu huonees sisimmäisissä loukkaissa: sinun lapses niinkuin öljypuun vesat, pöytäs ympärillä.",
      "Katsos, näin se mies siunataan, joka Herraa pelkää.",
      "Herra siunaa sinua Zionista, ettäs näet Jerusalemin onnen kaikkena elinaikanas,",
      "Ja saat nähdä lastes lapset: rauha olkoon Israelille!"
    ],
    [
      "Veisu korkeimmassa Kuorissa. He ovat usein minua ahdistaneet, hamasta nuoruudestani, sanokaan nyt Israel;",
      "He ovat usein minua ahdistaneet, hamasta nuoruudestani; mutta ei he minua voittaneet.",
      "Kyntäjät ovat minun selkäni päällä kyntäneet, ja vakonsa pitkäksi vetäneet.",
      "Herra, joka vanhurskas on, on jumalattomain köydet katkonut.",
      "Tulkoon häpiään ja kääntyköön takaperin kaikki, jotka Zionia vihaavat.",
      "Olkoon niinkuin ruoho kattojen päällä, joka kuivettuu ennen kuin se reväistään ylös,",
      "Joista niittäjä ei kättänsä täytä, eikä lyhteensitoja syliänsä;",
      "Eikä yksikään ohitsekäypä sano: olkoon Herran siunaus teidän päällänne: me siunaamme teitä Herran nimeen."
    ],
    [
      "Veisu korkeimmassa Kuorissa. Syvyydessä minä huudan sinua, Herra.",
      "Herra, kuule minun ääneni: vaarinottakaan korvas rukousteni äänestä.",
      "Jos sinä, Herra, soimaat syntiä: Herra, kuka siis pysyy?",
      "Sillä sinun tykönäs on anteeksi antamus, että sinua peljättäisiin.",
      "Minä odotan Herraa: sieluni odottaa, ja minä toivon hänen sanansa päälle.",
      "Sieluni vartioitsee Herraa huomenvartiosta toiseen huomenvartioon asti.",
      "Israel toivokaan Herran päälle; sillä Herralla on armo, ja runsas lunastus hänellä.",
      "Ja hän lunastaa Israelin kaikista synneistänsä."
    ],
    [
      "Davidin veisu korkeimmassa Kuorissa. Herra! ei minun sydämeni ole paisunut, eikä minun silmäni ole ylpiät; enkä minä vaella suurissa asioissa, jotka minulle työläät ovat.",
      "Kuin en minä sieluani asettanut ja vaikittanut, niin minun sieluni tuli vieroitetuksi, niinkuin lapsi äidistänsä vieroitetaan.",
      "Israel toivokaan Herran päälle, hamasta nyt ja ijankaikkiseen."
    ],
    [
      "Veisu korkeimmassa Kuorissa. Muista, Herra, Davidia, ja kaikkia hänen vaivojansa,",
      "Joka Herralle vannoi, ja lupasi lupauksen Jakobin väkevälle:",
      "En mene huoneeni majaan, enkä vuoteeseeni pane maata;",
      "En anna silmäini unta saada, enkä silmälautaini torkkua,",
      "Siihenasti kuin minä löydän sian Herralle, Jakobin väkevän asumiseksi.",
      "Katso, me kuulimme hänestä Ephratassa: me olemme sen löytäneet metsän kedoilla.",
      "Me tahdomme hänen asuinsioihinsa mennä, ja kumartaa hänen jalkainsa astinlaudan edessä.",
      "Nouse, Herra, sinun lepoos, sinä ja sinun väkevyytes arkki.",
      "Anna pappis pukea heitänsä vanhurskaudella ja sinun pyhäs riemuitkaan.",
      "Älä käännä pois voideltus kasvoja, sinun palvelias Davidin tähden.",
      "Herra on vannonut Davidille totisen valan, ja ei hän siitä vilpistele: sinun ruumiis hedelmästä minä istutan istuimelles.",
      "Jos sinun lapses minun liittoni pitävät, ja minun todistukseni, jotka minä heille opetan, niin heidän lapsensa myös pitää sinun istuimellas istuman ijankaikkisesti.",
      "Sillä Herra on Zionin valinnut, ja tahtoo sitä asuinsiaksensa.",
      "Tämä on minun leponi ijankaikkisesti: tässä minä tahdon asua; sillä se minulle kelpaa.",
      "Minä hyvästi siunaan hänen elatuksensa, ja hänen köyhillensä kyllä annan leipää.",
      "Hänen pappinsa minä puetan autuudella; ja hänen pyhänsä pitää ilolla riemuitseman.",
      "Siellä minä annan puhjeta Davidin sarven: minä valmistan kynttilän voidellulleni.",
      "Hänen vihollisensa minä häpiällä puetan; mutta hänen päällänsä pitää hänen kruununsa kukoistaman."
    ],
    [
      "Davidin veisu korkeimmassa Kuorissa. Katsos kuinka hyvä ja kuinka suloinen se on, että veljekset sovinnossa keskenänsä asuvat.",
      "Niinkuin kallis voide, joka Aaronin päästä vuotaa koko hänen partaansa, joka vuotaa hänen vaatettensa liepeesen;",
      "Niinkuin Hermonin kaste, joka tulee alas Zionin vuorelle; sillä siellä lupaa Herra siunauksen ja elämän alati ja ijankaikkisesti."
    ],
    [
      "Veisu korkeimmassa Kuorissa. Katso, kiittäkäät Herraa, kaikki Herran palveliat, jotka yöllä seisotte Herran huoneessa!",
      "Nostakaat kätenne pyhään päin, ja kiittäkäät Herraa.",
      "Herra siunatkoon sinua Zionista, joka taivaan ja maan tehnyt on."
    ],
    [
      "Halleluja! Ylistäkäät Herran nimeä, kiittäkäät, Herran palveliat.",
      "Te kuin seisotte Herran huoneessa, meidän Jumalamme esihuoneissa.",
      "Kiittäkäät Herraa, sillä Herra on hyvä, ja veisatkaat kiitosta hänen nimellensä; sillä se on suloinen.",
      "Sillä Herra on itsellensä valinnut Jakobin, Israelin omaksensa.",
      "Minä tiedän, että Herra on suuri, ja meidän Jumalamme kaikkein jumalain ylitse.",
      "Kaikki, mitä Herra tahtoo, niin hän tekee, taivaassa ja maassa, meressä ja kaikessa syvyydessä;",
      "Joka pilvet nostaa maan ääristä, joka pitkäisen leimauksesta sateen saattaa, ja tuulen tuo ulos tavaroistansa;",
      "Joka esikoiset Egyptissä löi, sekä ihmisistä että karjasta,",
      "Ja antoi merkkinsä ja ihmeensä tulla Egyptin keskelle, Pharaolle ja kaikille hänen palvelioillensa;",
      "Joka monet pakanat löi, ja tappoi väkevät kuninkaat:",
      "Sihonin Amorilaisten kuninkaan, ja Ogin Basanin kuninkaan, ja kaikki Kanaanin valtakunnat,",
      "Ja antoi heidän maansa perimiseksi, Israelille kansallensa perimiseksi.",
      "Herra, sinun nimes pysyy ijankaikkisesti: Herra, sinun muistos pysyy suvusta sukuun.",
      "Sillä Herra tuomitsee kansansa, ja on palvelioillensa armollinen.",
      "Pakanain epäjumalat ovat hopia ja kulta, ihmisten käsillä tehdyt.",
      "Heillä on suu, ja ei puhu: heillä ovat silmät, ja ei näe;",
      "Heillä ovat korvat, ja ei kuule: eikä ole henkeä heidän suussansa.",
      "Jotka niitä tekevät, he ovat niiden kaltaiset, ja kaikki, jotka heihin uskaltavat.",
      "Te Israelin huoneesta, kiittäkäät Herraa! te Aaronin huoneesta, kiittäkäät Herraa!",
      "Te Levin huoneesta, kiittäkäät Herraa! te jotka Herraa pelkäätte, kiittäkäät Herraa!",
      "Kiitetty olkoon Herra Zionista, joka Jerusalemissa asuu! Halleluja!"
    ],
    [
      "Kiittäkäät Herraa, sillä hän on hyvä; sillä hänen laupiutensa pysyy ijankaikkisesti.",
      "Kiittäkäät kaikkein jumalain Jumalaa; sillä hänen laupiutensa pysyy ijankaikkisesti.",
      "Kiittäkäät kaikkein herrain Herraa; sillä hänen laupiutensa pysyy ijankaikkisesti,",
      "Joka yksinänsä suuret ihmeet tekee; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Joka taivaat toimellisesti on tehnyt; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Joka maan on levittänyt veden päälle; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Joka suuret valkeudet on tehnyt; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Auringon päivää hallitsemaan; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Kuun ja tähdet yötä hallitsemaan; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Joka Egyptin esikoiset löi: sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Ja vei Israelin ulos heidän keskeltänsä; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Väkevällä kädellä ja ojennetulla käsivarrella; sillä hänen laupiutensa pysyy ijankaikkisesti.",
      "Joka Punaisen meren jakoi kahtia; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Ja antoi Israelin käydä sen keskeltä; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Joka Pharaon sotaväkinensä Punaiseen mereen upotti; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Joka johdatti kansansa korven lävitse; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Joka suuret kuninkaat löi; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Ja tappoi väkevät kuninkaat; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Sihonin Amorilaisten kuninkaan; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Ja Ogin Basanin kuninkaan; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Ja antoi heidän maansa perimiseksi; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Perimiseksi palveliallensa Israelille; sillä hänen laupiutensa pysyy ijankaikkisesti.",
      "Hän muisti meitä, kuin me olimme painetut alas; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Ja lunasti meitä vihollisistamme; sillä hänen laupiutensa pysyy ijankaikkisesti;",
      "Joka antaa kaikelle lihalle ruan; sillä hänen laupiutensa pysyy ijankaikkisesti.",
      "Kiittäkäät taivaan Jumalaa! sillä hänen laupiutensa pysyy ijankaikkisesti."
    ],
    [
      "Babelin virtain tykönä me istuimme ja itkimme, kuin me Zionin muistimme.",
      "Kanteleemme me ripustimme pajuihin, jotka siellä olivat.",
      "Siellä he käskivät meidän veisata, jotka meitä vankina pitivät, ja iloita meidän itkussamme: Veisatkaat meille Zionin virsiä.",
      "Kuinka me veisaisimme Herran veisun vieraalla maalla?",
      "Jos minä unohdan sinua, Jerusalem, niin olkoon oikia käteni unohdettu.",
      "Tarttukoon kieleni suuni lakeen, ellen minä sinua muista, ellen minä tee Jerusalemia ylimmäiseksi ilokseni.",
      "Herra, muista Edomin lapsia Jerusalemin päivänä, jotka sanovat: repikäät maahan hamaan hänen perustukseensa asti.",
      "Sinä hävitetty tytär, Babel; autuas on, se joka sinulle kostaa, niinkuin sinä meille tehnyt olet.",
      "Autuas on se, joka piskuiset lapses ottaa ja paiskaa kiviin."
    ],
    [
      "Davidin. Minä kiitän sinua kaikesta sydämestäni: jumalain edessä minä sinulle kiitosta veisaan.",
      "Minä tahdon kumartaen rukoilla sinun pyhän templis puoleen, ja kiittää sinun nimeäs, sinun armos ja totuutes tähden; sillä sinä teit nimes ja sanas suureksi kaikkein ylitse.",
      "Koska minä sinua avukseni huudan, niin sinä kuulet minua, ja annat sielulleni suuren väkevyyden.",
      "Herra! sinua kiittävät kaikki kuninkaat maan päällä, että he kuulevat sinun suus sanoja,",
      "Ja veisaavat Herran teille, että Herran kunnia on suuri.",
      "Sillä Herra on korkia, ja katselee nöyriä, ja ylpiät tuntee kaukaa.",
      "Jos minä vaeltaisin ahdistuksen keskellä, niin sinä virvoitat minua, ja lähetät kätes vihollisteni vihan päälle: sinun oikia kätes varjelee minua.",
      "Herra tekee siihen lopun minun tähteni: Herra, sinun laupiutes on ijankaikkinen, älä käsialaas hylkää!"
    ],
    [
      "Davidin Psalmi, edelläveisaajalle. Herra! sinä tutkit minua, ja tunnet minun.",
      "Joko minä istun eli nousen, niin sinä sen tiedät: sinä ymmärrät taampaa ajatukseni.",
      "Joko minä käyn eli makaan, niin sinä olet ympärilläni, ja näet kaikki tieni.",
      "Sillä katso, ei ole sanaakaan kieleni päällä, joita et sinä Herra kaikkia tiedä.",
      "Sinä olet tehnyt jälkimäiseni ja ensimäiseni, ja pidät sinun kätes minun päälläni.",
      "Senkaltainen tieto on minulle ylen ihmeellinen ja ylen korkia, etten minä voi sitä käsittää.",
      "Kuhunka minä menen sinun hengestäs? ja kuhunka minä sinun kasvois edestä pakenen?",
      "Jos minä astuisin ylös taivaaseen, niin sinä siellä olet: jos minä vuoteeni helvetissä rakentaisin, katso, sinä myös siellä olet.",
      "Jos minä ottaisin aamuruskon siivet, ja asuisin meren äärissä,",
      "Niin sinun kätes sielläkin minua johdattais, ja sinun oikia kätes pitäis minun.",
      "Jos minä sanoisin: pimeys kuitenkin peittää minun, niin on myös yö valkeus minun ympärilläni.",
      "Sillä ei pimeys sinun edessäs pimitä, ja yö valistaa niinkuin päivä; pimeys on niinkuin valkeus.",
      "Sinun hallussas ovat minun munaskuuni: sinä peitit minun äitini kohdussa.",
      "Minä kiitän sinua sen edestä, että minä niin aivan ihmeellisesti tehty olen: ihmeelliset ovat sinun tekos, ja sen minun sieluni kyllä tietää.",
      "Ei minun luuni olleet sinulta salatut, kuin minä siinä salaisesti tehty olin, kuin minä maan sisällä niin taitavasti koottu olin.",
      "Sinun silmäs näkivät minun, kuin en vielä valmistettu ollut, ja kaikki päivät sinun kirjaas olivat kirjoitetut, jotka vielä oleman piti, joista ei yksikään silloin vielä tullut ollut.",
      "Mutta kuinka kalliit ovat minun edessäni, Jumala, sinun ajatukses? kuinka suuri on heidän lukunsa?",
      "Jos minä heitä lukisin, niin ne olisivat usiammat kuin santa: kuin minä herään, olen minä vielä tykönäs.",
      "Jumala, jospa tappaisit jumalattomat, ja verikoirat minusta poikkeisivat.",
      "Sillä he puhuvat sinusta häpiällisesti, ja sinun vihollises turhaan lausuvat (sinun nimes).",
      "Herra, minä tosin vihaan niitä, jotka sinua vihaavat, ja minä närkästyn heistä, jotka karkaavat sinua vastaan.",
      "Täydestä todesta minä heitä vihaan; sentähden ovat he minulle viholliset.",
      "Tutki minua, Jumala, ja koettele sydämeni: kiusaa minua, ja ymmärrä, kuinka minä ajattelen.",
      "Ja katsos, jos minä pahalla tiellä lienen, niin saata minua ijankaikkiselle tielle."
    ],
    [
      "Davidin Psalmi, edelläveisaajalle. (H140:2) Herra, pelasta minua pahoista ihmisistä: varjele minua vääristä miehistä,",
      "Jotka pahaa ajattelevat sydämissänsä, ja joka päivä sotaan hankitsevat.",
      "He hiovat kieltänsä niinkuin kärme: kyykärmeen myrkky on heidän huultensa alla, Sela!",
      "Varjele minua, Herra, jumalattomain käsistä, varjele minua vääristä ihmisistä, jotka ajattelevat minun käymiseni kukistaa.",
      "Ylpiät asettavat paulat ja nuorat minun eteeni, ja venyttävät verkot tien viereen: minun eteeni panevat he paulan, Sela!",
      "Mutta minä sanoin Herralle: sinä olet minun Jumalani: Herra, kuule minun rukoukseni ääni.",
      "Herra, Herra, väkevä apuni! sinä varjelet minun pääni sodan aikana.",
      "Herra, älä salli jumalattomalle hänen himoansa: älä vahvista hänen pahaa tahtoansa, ettei hän ylpeytyisi, Sela!",
      "Heidän sappensa, jotka minua piirittävät, ja heidän huultensa vaiva langetkoon heidän päällensä.",
      "Tuliset hiilet pitää heidän päällensä putooman: hän antaa heidän langeta tuleen ja syvään kuoppaan, ettei heidän pidä nouseman ylös.",
      "Kielilakkarin ei pidä menestymän maan päällä: häijy väärä ihminen karkoitetaan ja kukistetaan.",
      "Sillä minä tiedän, että Herra raadollisen asian ja köyhän oikeuden toimittaa.",
      "Tosin vanhurskaat kiittävät sinun nimeäs, ja vakaat asuvat sinun kasvois edessä."
    ],
    [
      "Davidin Psalmi. Herra, minä avukseni huudan sinua: riennä minun puoleeni: ota korviis minun ääneni, koska minä sinua huudan.",
      "Kelvatkoon minun rukoukseni sinun edessäs niinkuin savu-uhri, minun kätteni ylennys niinkuin ehtoo-uhri.",
      "Herra, varjele minun suuni ja varjele minun huuleni.",
      "Älä kallista minun sydäntäni mihinkään pahuuteen, pitämään jumalatointa menoa pahointekiäin kanssa, etten minä söisi niitä, mitkä heille kelpaavat.",
      "Vanhurskas lyökään minua ystävällisesti, ja nuhdelkaan minua, se olkoon niinkuin öljy minun pääni päällä; sillä minä vielä rukoilen heidän pahuuttansa vastaan.",
      "Heidän opettajansa sysättäköön kiveen, niin sitte kuullaan minun opetukseni suloiseksi.",
      "Meidän luumme ovat hajoitetut haudan reunalle, niinkuin joku maan repis ja kaivais.",
      "Sillä sinua, Herra, Herra, minun silmäni katsovat: minä uskallan sinuun, älä minun sieluani hylkää.",
      "Varjele minua siitä paulasta, jonka he asettivat eteeni, ja pahointekiäin ansasta.",
      "Jumalattomat lankeevat toinen toisensa kanssa omiin verkkoihinsa, siihenasti kuin minä pääsen ohitse."
    ],
    [
      "Davidin oppi ja rukous, kuin hän luolassa oli. (H142:2) Minä huudan Herran tykö äänelläni, ja rukoilen Herraa äänelläni.",
      "Minä vuodatan ajatukseni hänen edessänsä, ja osoitan hänelle hätäni,",
      "Koska henkeni on ahdistuksessa, niin sinä tiedät käymiseni: tielle, jota minä vaellan, asettavat he paulat eteeni.",
      "Katsele oikialle puolelle ja näe, siellä ei yksikään tahdo minua tuta: en minä taida paeta, ei tottele kenkään minun sieluani.",
      "Herra, sinua minä huudan ja sanon: sinä olet minun toivoni ja minun osani elävien maalla.",
      "Ota vaari minun rukouksestani, sillä minua vaivataan sangen: pelasta minua vainollisistani; sillä he ovat minua väkevämmät.",
      "Vie minun sieluni vankeudesta ulos kiittämään sinun nimeäs: vanhurskaat kokoontuvat minun tyköni, koskas minulle hyvästi teet."
    ],
    [
      "Davidin Psalmi. Herra! kuule minun rukoukseni, ota anomiseni korviis, sinun totuutes tähden, kuule minua sinun vanhurskautes tähden,",
      "Ja älä käy tuomiolle palvelias kanssa; sillä ei yksikään elävä ole vakaa sinun edessäs.",
      "Sillä vihollinen vainoo minun sieluani, ja lyö minun elämäni rikki maahan asti: hän panee minun pimeyteen, niinkuin kuolleet maailmassa.",
      "Minun henkeni on minussa ahdistettu: sydämeni on minussa kulutettu.",
      "Minä muistelen entisiä aikoja: minä ajattelen kaikkia sinun tekojas, ja tutkistelen sinun kättes töitä.",
      "Minä levitän käteni sinun puolees: minun sieluni janoo sinua, niinkuin karkia maa, Sela!",
      "Herra, kuule minua nopiasti, henkeni katoo: älä kasvojas minulta kätke, etten minä niiden kaltaiseksi tulisi, jotka hautaan menevät.",
      "Suo minun varhain kuulla sinun armojas, sillä sinuun minä toivon: ilmoita minulle tie, jota minä käyn; sillä minä ylennän sieluni sinun tykös.",
      "Pelasta minua, Herra, vihollisistani! sinun tykös minä pakenen.",
      "Opeta minua tekemään sinun suosios jälkeen; sillä sinä olet minun Jumalani: sinun hyvä henkes viekään minua tasaista tietä.",
      "Herra, virvoita minua nimes tähden: vie sieluni hädästä ulos sinun vanhurskautes tähden.",
      "Ja teloita viholliseni sinun laupiutes tähden, ja kadota kaikki, jotka minun sieluani ahdistavat, sillä minä olen palvelias."
    ],
    [
      "Davidin Psalmi. Kiitetty olkoon Herra, minun turvani, joka käteni opettaa sotimaan, ja sormeni tappelemaan,",
      "Minun laupiuteni ja minun linnani, minun varjelukseni ja minun vapahtajani, minun kilpeni, johon minä uskallan, joka minun kansani minun alleni vaatii.",
      "Herra, mikä on ihminen, ettäs häntä korjaat? eli ihmisen poika, ettäs hänestä otat vaarin?",
      "On sittekin ihminen tyhjän verta: hänen aikansa katoo niinkuin varjo.",
      "Herra, kallista sinun taivaas, ja astu alas: rupee vuoriin, että he suitsisivat.",
      "Anna leimaukset iskeä, ja hajoita heitä: ammu nuolias ja kauhistuta heitä.",
      "Lähetä kätes ylhäältä, ja kirvota minua, ja pelasta minua suurista vesistä ja muukalaisten lasten käsistä,",
      "Joiden suu puhuu valhetta, ja heidän oikia kätensä on petollinen oikia käsi.",
      "Jumala, minä veisaan sinulle uuden virren: minä soitan sinulle kymmenkielisellä psaltarilla,",
      "Sinä joka kuninkaille voiton annat, ja palvelias Davidin vapahdat murhamiekasta.",
      "Päästä myös minua ja pelasta minua muukalaisten kädestä, joiden suu puhuu valhetta, ja heidän oikia kätensä on petollinen oikia käsi,",
      "Että meidän pojat kasvaisivat nuoruudessansa niinkuin vesat, ja meidän tyttäret, niinkuin templin kaunistetut seinät.",
      "Meidän aittamme olkoon täynnä, jotka runsaat elatukset antaisivat toinen toisensa perästä, että meidän lampaamme poikisivat tuhannen, ja sata tuhatta, kylissämme;",
      "Että härkämme olisivat vahvat työhön; ettei yhtään vahinkoa, eikä valitusta eli kannetta olisi kaduillamme.",
      "Autuas on se kansa, jolle niin käy; vaan autuas on se kansa, jonka Jumalana Herra on."
    ],
    [
      "Davidin kiitos. Minä ylistän sinua, Jumalani, sinä kuningas, ja kiitän sinun nimeäs aina ja ijankaikkiseti.",
      "Joka päivä minä kunnioitan sinua, ja kiitän sinun nimeäs aina ja ijankaikkisesti.",
      "Suuri on Herra, ja sangen kunniallinen, ja hänen suuruutensa on sanomatoin.",
      "Suku pitää suvulle jutteleman sinun töitäs, ja sinun voimastas puhuman.",
      "Minä ajattelen sinun suuren kunnias kauneutta ja sinun ihmeitäs;",
      "Että puhuttaisiin sinun ihmeellisten töittes voimasta: ja sinun suurta herrauttas minä juttelen;",
      "Että sinun suuren hyvyytes muisto ylistettäisiin, ja sinun vanhurskautes kiitettäisiin.",
      "Armollinen ja laupias on Herra, hidas vihaan ja sangen hyvä.",
      "Suloinen on Herra kaikille, ja armahtaa kaikkia tekojansa.",
      "Kiittäkään sinua, Herra, kaikki sinun tekos, ja sinun pyhäs kiittäkään sinua;",
      "Julistakaan sinun valtakuntas kunniaa, ja puhukaa sinun voimastas.",
      "Että sinun voimas tulis ihmisten lapsille tiettäväksi, ja sinun valtakuntas suuri kunnia.",
      "Sinun valtakuntas on ijankaikkinen valtakunta, ja sinun herrautes pysyy suvusta sukuun.",
      "Herra tukee kaikkia kaatuvaisia, ja nostaa kaikkia sullotuita.",
      "Kaikkein silmät vartioitsevat sinua, ja sinä annat heille ruan ajallansa.",
      "Sinä avaat kätes, ja ravitset kaikki, kuin elävät, suosiolla.",
      "Vanhurskas on Herra kaikissa teissänsä, ja laupias kaikissa töissänsä.",
      "Läsnä on Herra kaikkia, jotka häntä avuksensa huutavat, kaikkia, jotka totuudessa häntä avuksensa huutavat.",
      "Hän tekee, mitä häntä pelkääväiset halajavat, ja kuulee heidän huutonsa, ja auttaa heitä.",
      "Herra varjelee kaikkia, jotka häntä rakastavat, ja hukuttaa kaikki jumalattomat.",
      "Minun suuni pitää puhuman Herran kiitoksen, ja kaikki liha kunnioittakaan hänen pyhää nimeänsä, aina ja ijankaikkisesti."
    ],
    [
      "Halleluja! Kiitä Herraa, minun sieluni.",
      "Minä kiitän Herraa niinkauvan kuin minä elän, ja Jumalalleni kiitoksen veisaan, niinkauvan kuin minä täällä olen.",
      "Älkäät uskaltako päämiehiin; ihmiset he ovat, ei he voi mitään auttaa.",
      "Sillä ihmisen henki pitää erkaneman, ja hänen täytyy maaksi tulla jälleen: silloin ovat kaikki hänen aivoituksensa hukassa.",
      "Autuas on se, jonka apu Jakobin Jumala on, jonka toivo Herrassa hänen Jumalassansa on;",
      "Joka taivaan ja maan, meren ja kaikki, jotka niissä ovat, tehnyt on, joka totuuden pitää ijankaikkisesti;",
      "Joka oikeuden saattaa niille, jotka väkivaltaa kärsivät, joka isoovaiset ravitsee. Herra kirvottaa vangitut:",
      "Herra avaa sokian silmät: Herra nostaa kukistetut: Herra rakastaa vanhurskaita.",
      "Herra varjelee vieraat, ja holhoo orpoja ja leskiä, ja jumalattomain tien hajoittaa.",
      "Herra on kuningas ijankaikkisesti, sinun Jumalas, Zion, suvusta sukuun, Halleluja!"
    ],
    [
      "Kiittäkäät Herraa! sillä Jumalaamme kiittää on kallis asia: kiitos on suloinen ja kaunis.",
      "Herra rakentaa Jerusalemin, ja kokoo hajoitetut Israelilaiset.",
      "Hän parantaa murretut sydämet, ja sitoo heidän kipunsa.",
      "Hän lukee tähdet, ja kutsuu heitä kaikkia nimeltänsä.",
      "Suuri on meidän Herramme, ja suuri hänen voimansa, ja hänen viisautensa on määrätöin.",
      "Herra ojentaa raadolliset, ja jumalattomat maahan paiskaa.",
      "Vuoroin veisatkaat Herralle kiitossanalla, ja veisatkaat meidän Herrallemme kanteleella;",
      "Joka taivaan pilvillä peittää ja antaa sateen maan päälle; joka ruohot vuorilla kasvattaa;",
      "Joka eläimille antaa heidän ruokansa, ja kaarneen pojille, jotka häntä avuksensa huutavat.",
      "Ei hän mielisty hevosten väkevyyteen, eikä hänelle kelpaa miehen sääriluut.",
      "Herralle kelpaavat ne, jotka häntä pelkäävät, ja jotka hänen laupiuteensa uskaltavat.",
      "Ylistä, Jerusalem, Herraa: kiitä, Zion, sinun Jumalaas!",
      "Sillä hän vahvistaa sinun porttis salvat, ja siunaa sinussa sinun lapses.",
      "Hän saattaa rauhan sinun ääriis, ja ravitsee sinua parhailla nisuilla.",
      "Hän lähettää puheensa maan päälle: hänen sanansa nopiasti juoksee.",
      "Hän antaa lumen niinkuin villan; hän hajoittaa härmän niinkuin tuhan.",
      "Hän heittää rakeensa niinkuin palat; kuka hänen pakkasensa edessä kestää?",
      "Hän lähettää sanansa, ja sulaa ne; hän antaa tuulen puhaltaa, niin vedet juoksevat.",
      "Hän ilmoittaa Jakobille sanansa, ja Israelille säätynsä ja oikeutensa.",
      "Ei hän niin tehnyt kaikille pakanoille; eikä he tiedä hänen oikeuttansa, Halleluja!"
    ],
    [
      "Halleluja! Kiittäkäät Herraa taivaissa, kiittäkäät häntä korkeudessa.",
      "Kiittäkäät häntä kaikki hänen enkelinsä: kiittäkäät häntä kaikki hänen sotaväkensä.",
      "Kiittäkäät häntä aurinko ja kuu: kiittäkäät häntä kaikki kirkkaat tähdet.",
      "Kiittäkäät häntä, te taivasten taivaat, ja vedet, jotka taivasten päällä ovat.",
      "Heidän pitää Herran nimeä kiittämän; sillä hän käski, ja ne luoduksi tulivat.",
      "Hän pitää ylös ne aina ja ijankaikkisesti: hän asettaa heitä, ettei heidän toisin käymän pitäisi.",
      "Kiittäkäät Herraa maan päällä, te valaskalat ja kaikki syvyydet;",
      "Tuli ja rakeet, lumi ja sumu, tuulispää, jotka hänen sanansa toimittavat,",
      "Vuoret ja kaikki kukkulat, hedelmälliset puut ja kaikki sedripuut;",
      "Pedot ja kaikki eläimet, madot ja siivelliset linnut;",
      "Maan kuninkaat ja kaikki kansat, päämiehet ja kaikki tuomarit maan päällä;",
      "Nuorukaiset ja neitseet, vanhat nuorten kanssa:",
      "Kiittäkään Herran nimeä; sillä hänen ainoan nimensä on korotettu, ja hänen suuri kunniansa ylitse maan ja taivaan.",
      "Ja hän korottaa sarven kansallensa: kaikki hänen pyhänsä kiittäkäät, Israelin lapset, kansa joka häntä lähin on, Halleluja!"
    ],
    [
      "Halleluja! Veisatkaat Herralle uusi veisu: pyhäin seurakunnan pitää häntä kiittämän.",
      "Iloitkaan Israel tekiässänsä: Zionin lapset riemuitkaan Kuninkaastansa.",
      "Heidän pitää tanssissa hänen nimeänsä kiittämän: harpuilla ja kanteleilla pitää heidän soittaman.",
      "Sillä Herra rakastaa kansaansa: hän kunnioittaa nöyriä autuudella.",
      "Pyhäin pitää iloitseman kunnialla, ja kiittämän vuoteissansa.",
      "Heidän suussansa pitää Jumalan ylistys oleman, ja kaksiteräiset miekat heidän käsissänsä,",
      "Kostamaan pakanoille, ja rankaisemaan kansoja,",
      "Heidän kuninkaitansa sitomaan kahleisiin, ja heidän jaloimpiansa rautakahleisiin,",
      "Ja tekemään heille kirjoitetun oikeuden: tämä kunnia pitää kaikille hänen pyhillensä oleman, Halleluja!"
    ],
    [
      "Halleluja! Kiittäkäät Herraa hänen pyhässänsä: kiittäkäät häntä hänen väkevyytensä avaruudessa!",
      "Kiittäkäät häntä hänen voimallisten tekoinsa tähden: kiittäkäät häntä ylenpalttisen suuruutensa tähden!",
      "Kiittäkäät häntä basunilla: kiittäkäät häntä psaltareilla ja kanteleilla!",
      "Kiittäkäät häntä harpuilla ja tanssilla: kiittäkäät häntä harpun kielillä ja huiluilla!",
      "Kiittäkäät häntä kilisevillä symbaleilla!",
      "Kaikki, joilla henki on, kiittäkään Herraa, Halleluja!"
    ]
  ],
  "name": "Psalms"
}
