{
  "id": "1ch",
  "chapters": [
    [
      "Adam, Set, Enos,",
      "Kenan, Mahaleel, Jared,",
      "Henok, Metusala, Lamek,",
      "Noa, Sem, Ham ja Japhet.",
      "Japhetin lapset: Gomer, Magog, Madai, Javan ja Tubal, Mesek ja Tiras.",
      "Gomerin lapset: Askenas, Riphatja, Togarma.",
      "Niin myös Javanin lapset: Elisa ja Tarsisa, Kittim ja Dodanim.",
      "Hamin lapset: Kus, Mitsraim, Put ja Kanaan.",
      "Ja Kusin lapset: Seba, Hevila, Sabta, Raema ja Sabteka; ja Raeman lapset: Sjeba ja Dedan.",
      "Kus siitti Nimrodin: tämä rupesi olemaan voimallinen maalla.",
      "Mistraim siitti Ludim, Anamim, Lehabim, Naphutim,",
      "Niin myös Patrusim ja Kaluhim, joista Philistealaiset ovat tulleet ja Kaphtorim.",
      "Kanaan siitti Zidonin esikoisensa ja Hetin,",
      "Niin myös Jebusin, Amorin ja Gergosin,",
      "Ja Hevin, Arkin ja Sinin,",
      "Ja Arvadin, Zemarin ja Hematin.",
      "Semin lapset: Elam, Assur, Arphaksad, Lud ja Aram, Uts, Hul, Geter ja Masek.",
      "Arphaksad siitti Salan, ja Sala siitti Eberin.",
      "Eberille oli syntynyt kaksi poikaa: yhden nimi oli Peleg, että hänen aikanansa oli maa jaettu, ja hänen veljensä nimi oli Joktan.",
      "Joktan siitti Almodadin ja Salephin, Hatsarmavetin ja Jaran,",
      "Hadoramin, Usalin ja Diklan,",
      "Ebalin, Abimaelin ja Sjeban,",
      "Ophirin, Hevilan ja Jobadin: nämät ovat kaikki Joktanin lapset.",
      "Sem, Arphaksad, Sala,",
      "Eber, Peleg, Regu,",
      "Serug, Nahor, Tara,",
      "Abram, se on Abraham.",
      "Abrahamin lapset: Isaak ja Ismael.",
      "Nämät ovat heidän sukukuntansa: Ismaelin esikoinen Nebajot, Kedar, Adbeel ja Mibsam,",
      "Misma, Duma, Masa, Hadad ja Tema,",
      "Jetur, Naphis ja Kedma: nämät ovat Ismaelin lapset.",
      "Keturan Abrahamin toisen emännän lapset, jotka hän synnytti: Simran, Joksan, Medan, Midian, Jesbak ja Sua; ja Joksanin lapset: Sjeba ja Dedan.",
      "Midianin lapset: Epha, Epher, Henok, Abida ja Eldaa. Nämät ovat kaikki Keturan lapset.",
      "Ja Abraham siitti Isaakin. Isaakin lapset olivat Esau ja Israel.",
      "Esaun lapset: Eliphas, Reguel, Jeus, Jaelam ja Korah.",
      "Eliphan lapset: Teman, Omar, Zephi, Gaetan, Kenas, Timna ja Amalek.",
      "Reguelin lapset: Nahat, Sera, Samma ja Missa.",
      "Seirin lapset: Lotan, Sobal, Sibeon ja Ana, Dison, Etser ja Disan.",
      "Lotanin lapset: Hori ja Homam; mutta Lotanin sisar oli Timna.",
      "Sobalin lapset: Aljan, Manahat, Ebal, Sephi ja Onam. Sibeonin lapset ovat: Aija ja Ana.",
      "Anan lapset: Dison. Disonin lapset: Hamran, Esban, Jitran ja Karan.",
      "Etserin lapset: Bilhan, Saevan, Jaekan. Disanin lapset: Uts ja Aran.",
      "Nämät ovat kuninkaat, jotka hallitsivat Edomin maalla, ennenkuin yksikään kuningas hallitsi Israelin lasten seassa: Bela Beorin poika, ja hänen kaupunkinsa nimi oli Dinhaba.",
      "Ja kuin Bela oli kuollut, tuli Jobab Seran poika Botsrasta kuninkaaksi hänen siaansa.",
      "Kuin Jobab oli kuollut, tuli Husam kuninkaaksi hänen siaansa, Temanilaisten maalta.",
      "Kuin Husam oli kuollut, tuli hänen siaansa kuninkaaksi Hadad Bedadin poika, joka löi Midianilaiset Moabilaisten kedolla; ja hänen kaupunkinsa nimi oli Avit.",
      "Kuin Hadad oli kuollut, tuli hänen siaansa kuninkaaksi Samla Masrekasta.",
      "Kuin Samla oli kuollut, tuli Saul Rehobotin virran tyköä kuninkaaksi hänen siaansa.",
      "Kuin Saul oli kuollut, tuli Baal Hanan Akborin poika kuninkaaksi hänen siaansa.",
      "Kuin Baal Hanan oli kuollut, hallitsi hänen siassansa Hadad; ja hänen kaupunkinsa nimi oli Pagi. Ja hänen emäntänsä nimi oli Mehetabeel, Matredin tytär, Mehasabin tyttären.",
      "Kuin Hadad oli kuollut, olivat ruhtinaat Edomissa: ruhtinas Timna, ruhtinas Alja, ruhtinas Jetet,",
      "Ruhtinas Oholibama, ruhtinas Ela, ruhtinas Pinon,",
      "Ruhtinas Kenas, ruhtinas Teman, ruhtinas Mibtsar,",
      "Ruhtinas Magdiel, ruhtinas Iram: nämät ovat Edomin ruhtinaat."
    ],
    [
      "Nämät ovat Israelin lapset: Ruben, Simeon, Levi ja Juuda, Isaskar ja Sebulon,",
      "Dan, Joseph ja Benjamin, Naphtali, Gad ja Asser.",
      "Juudan lapset: Ger, Onan, Sela, ne kolme synnytti hänelle Suan tytär Kanaanealainen. Ja Ger Juudan esikoinen oli paha Herran edessä, sentähden tappoi hän hänen.",
      "Ja Tamar hänen miniänsä synnytti hänelle Peretsen ja Seran, niin että Juudan lapsia oli kaikkiansa viisi.",
      "Peretsen lapset: Hetsron ja Hamul.",
      "Seran lapset: Simri, Etan, Heman, Kalkol ja Dara: ja heitä kaikkiansa oli myös viisi.",
      "Karmin lapset: Akar, joka Israelin murheelliseksi saatti, ryhtyissänsä kirottuun.",
      "Etanin lapset, Asaria.",
      "Hetsronin lapset, jotka hänelle ovat syntyneet: Jerahmeel, Ram ja Kalubai.",
      "Ram siitti Amminadabin; Amminadab siitti Nahessonin, Juudan lasten päämiehen.",
      "Nahessson siitti Salman; Salma siitti Boaksen.",
      "Boas siitti Obedin; Obed siitti Isain.",
      "Isai siitti esikoisensa Eliabin, toisen Abinadabin, kolmannen Simean,",
      "Neljännen Netaneelin, viidennen Raddain,",
      "Kuudennen Otsemin ja seitsemännen Davidin.",
      "Ja heidän sisarensa olivat Seruja ja Abigail. Serujan lapset: Abisai, Joab ja Asael, ne kolme.",
      "Ja Abigail synnytti Amasan; ja Jeter Ismaelilainen oli Amasan isä.",
      "Kaleb Hetsronin poika siitti emäntäinsä Asuban ja Jerigodin kanssa, nämät ovat hänen lapsensa: Jeser, Sobad ja Ardon.",
      "Ja kuin Asuba kuoli, otti Kaleb itsellensä Ephratin, joka synnytti hänelle Hurin.",
      "Hur siitti Urin ja Uri siitti Betsaleelin.",
      "Sitte meni Hetsron Makirin Gileadin isän tyttären tykö ja nai hänen, kuin hän oli kuudenkymmenen ajastaikainen; ja hän synnytti hänelle Segubin.",
      "Ja Segub siitti Jairin; ja hänellä oli kolmekolmattakymmentä kaupunkia Gileadin maakunnassa.",
      "Mutta Gesur ja Aram saivat heiltä Jairin kylät, Kenatin ja hänen tyttärensä, kuusikymmentä kaupunkia: kaikki nämät ovat Makirin Gileadin isän lapset.",
      "Kuin Hetsron oli kuollut Kalebin Ephratassa, niin Hetsronin emäntä Abia synnytti hänelle Assurin Tekoan isän.",
      "Ja Jerahmeelilla Hetsronin esikoisella olivat lapset: hänen esikoisensa Ram, ja Buna, Oren, Otsem ja Ahia.",
      "Ja Jerahmeelilla oli vielä toinen emäntä, hänen nimensä oli Atara, hän on Onamin äiti.",
      "Ja Ramin Jerahmeelin esikoisen lapset: Maats, Jamin ja Eker.",
      "Ja Onamilla olivat lapset: Samai ja Jada; Samain lapset: Nadab ja Abisur.",
      "Ja Abisurin emännän nimi oli Abihail, ja hän synnytti hänelle Ahbanin ja Molidin.",
      "Nadabin lapset: Seled ja Appaim. Ja Seled kuoli lapsetonna.",
      "Ja Appaimin lapset: Jisei; ja Jisein lapset: Sesan; Sesanin lapset: Ahlai.",
      "Ja Jodan Sammain veljen lapset: Jeter ja Jonatan. Ja Jeter kuoli lapsetonna.",
      "Ja Jonatanin lapset: Pelet ja Sasa: nämät ovat Jerahmeelin lapset.",
      "Sesanilla ei ollut yhtään poikaa, vaan tyttäriä. Ja Sesanilla oli Egyptiläinen palvelia, hänen nimensä oli Jarha.",
      "Ja Sesan antoi Jarhalle palveliallensa tyttärensä emännäksi, hän synnytti hänelle Attain.",
      "Attai siitti Natanin, Natan siitti Sabadin.",
      "Sabad siitti Ephlalin, Ephlal siitti Obedin.",
      "Obed siitti Jehun, Jehu siitti Asarian.",
      "Asaria siitti Haletsin, ja Halets siitti Elasan.",
      "Elasa siitti Sismain, ja Sismai siitti Sallumin.",
      "Sallum siitti Jekamian, ja Jekamia siitti Elisaman.",
      "Kalebin Jerahmeelin veljen lapset: Mesa hänen esikoisensa; hän on Siphin isä: ja Maresan Hebronin isän lapset.",
      "Ja Hebronin lapset: Kora, Tappua, Rekem ja Samma.",
      "Samma siitti Rahamin Jorkamin isän; ja Rekem siitti Sammain.",
      "Ja Sammain poika Maon, ja Maon oli Betsurin isä.",
      "Ja Epha Kalebin vaimo synnytti Haranin, Motsan ja Gaseksen; ja Haran siitti Gaseksen.",
      "Ja Jahdain lapset: Regem, Jotam, Gesan, Pelet, Epha ja Saaph.",
      "Maeka Kalebin vaimo synnytti Seberin ja Tirhenan.",
      "Ja hän synnytti myös Saaphin Madmannan isän ja Sjevan Makbenan isän ja Gibean isän. Ja Aksa oli Kalebin tytär.",
      "Nämät olivat Kalebin lapset Hurin pojan Ephratan esikoisen: Sobal, Kirjatjearimin isä,",
      "Salma Betlehemin isä, Hareph Betgaderin isä.",
      "Ja Sobalilla Kirjatjearimin isällä oli poikia: Haroe, Hatsimenyhot.",
      "Ja Kirjatjearimin sukukunnat: Jetriläiset, Putilaiset, Sumatilaiset ja Misrailaiset. Heistä ovat Zorgatilaiset ja Estaolilaiset tulleet.",
      "Salman lapset, Betlehem ja Netophatilaiset, Joabin huoneen kruunut; ja puoli osaa Manatilaisista ovat Zorgilaiset.",
      "Ja kirjoittajain sukukunnat, jotka asuivat Jabeksessa, ovat Tirgatilaiset, Simealaiset, Sukatilaiset. Nämät ovat Kiniläiset, jotka ovat tulleet Hammatista Rekabin huoneen isästä."
    ],
    [
      "Nämät olivat Davidin pojat, jotka hänelle syntyneet olivat Hebronissa: Amnon esikoinen, joka syntyi Ahinoamista Jisreeliläisestä, toinen Daniel Abigailista Karmelilaisesta.",
      "Kolmas Absalom Maakan poika Talmain Gessurin kuninkaan tyttären, neljäs Adonia Haggitin poika,",
      "Viides Sephatia Abitalista, kuudes Jitream, hänen emännästänsä Eglasta.",
      "Nämät kuusi ovat hänelle syntyneet Hebronissa. Ja hän hallitsi siellä seitsemän vuotta ja kuusi kuukautta; mutta Jerusalemissa hallitsi hän kolmeneljättäkymmentä ajastaikaa.",
      "Ja nämät ovat hänelle syntyneet Jerusalemissa: Simea, Sobab, Natan ja Salomo, ne neljä Batsuasta Ammeelin tyttärestä.",
      "Sitte Jibhar, Elisama ja Eliphalet,",
      "Nogah, Nepheg ja Japhia,",
      "Elisama, Eljada, Eliphelet; ne yhdeksän.",
      "Nämät ovat kaikki Davidin pojat; ilman muiden vaimoin lapsia. Ja Tamar oli heidän sisarensa.",
      "Rehabeam oli Salomon poika, hänen poikansa Abia, hänen poikansa Asa, hänen poikansa Josaphat,",
      "Hänen poikansa Joram, hänen poikansa Ahasia, hänen poikansa Joas,",
      "Hänen poikansa Amasia, hänen poikansa Asaria, hänen poikansa Jotam,",
      "Hänen poikansa Ahas, hänen poikansa Hiskia, hänen poikansa Manasse,",
      "Hänen poikansa Amon, hänen poikansa Josia.",
      "Mutta Josian pojat olivat: esikoinen Johanan, toinen Jojakim, kolmas Zidkia, neljäs Sallum.",
      "Mutta Jojakimin lapset: Jekonia hänen poikansa, Zidkia hänen poikansa.",
      "Mutta vangitun Jekonian lapset: hänen poikansa Sealtiel,",
      "(Hänen poikansa) Malkiram, Pedaja, Senatsar, Jekamja, Hosama, Nedabja.",
      "Pedajan pojat, Zerubbabel ja Simi; Zerubbabelin pojat Mesullam ja Hanania, ja heidän sisarensa Selomit,",
      "Hasuba, Ohel, Berekia, Hasadia, Jusabhesed; ne viisi.",
      "Hananian pojat Pelatja ja Jesaja; Rephajan pojat, Arnanin pojat, Obadian pojat, Sekanian pojat.",
      "Mutta Sekanian lapset: Semaja; ja Semajan lapset: Hattus, Jigal, Baria, Nearia, Saphat; ne kuusi.",
      "Nearin lapset: Eljoenai, Hiskia, Asrikam; ne kolme.",
      "Eljoenain lapset: Hodajeva, Eljasib, Pelaja, Akkub, Johanan, Delaja ja Anani; ne seitsemän."
    ],
    [
      "Juudan lapset: Perets, Hetsron, Karmi, Hur ja Sobal.",
      "Mutta Reaja Sobalin poika siitti Jahatin, Jahat siitti Ahumain ja Lahadin: nämät ovat Zorgalaisten sukukunnat.",
      "Ja nämät Etamin isän: Jisreel, Jisma, Jidbas, ja heidän sisarensa nimi oli Hatslelponi.",
      "Ja Penuel Gedorin isä, ja Eser Husan isä: nämät ovat Hurin Betlehemin isän Ephratan esikoisen lapset.",
      "Mutta Ashurilla Tekoan isällä oli kaksi emäntää, Helea ja Naera.",
      "Ja Naera synnytti hänelle Ahussamin, Hepherin, Temenin, Ahastarin: nämät ovat Naeran lapset.",
      "Mutta Helean lapset: Zeret, Jesohar ja Etnan.",
      "Mutta Kots siitti Anubin ja Hatsobeban, ja Aharhelin Harumin pojan sukukunnat.",
      "Mutta Jagbets oli kuuluisampi veljiänsä; ja hänen äitinsä kutsui hänen Jagbets, sillä hän sanoi: minä olen hänen synnyttänyt kivulla.",
      "Ja Jagbets rukoili Israelin Jumalaa ja sanoi: jos sinä minua hyvin siunaisit ja levittäisit minun maani rajat, ja sinun kätes olis minun kanssani, ja asettaisit sitä pahaa, ettei se minua vaivaisi. Ja Jumala antoi tapahtua niinkuin hän rukoili.",
      "Mutta Kelub Suan veli siitti Mehirin, se on Estonin isä.",
      "Mutta Eston siitti Petraphan, Pasean, Tehinnan Irnahaksen isän: nämät ovat Rekan miehet.",
      "Kenaksen lapset: Otniel ja Seraja; Otnielin lapset: Hatat.",
      "Ja Meonatai siitti Ophran, ja Seraja siitti Joabin seppäin laakson isän, sillä he olivat puusepät.",
      "Kalebin Jephunnen pojan lapset: Iru, Ela ja Naam; Elan lapset: Kenas.",
      "Jehaleelin lapset: Siph, Sipha, Tiria ja Asareel.",
      "Esran lapset: Jeter, Mered, Epher ja Jalon; ja hän siitti Mirjamin, Sammain, Jisban, Estemoan isän.",
      "Ja hänen Juudalainen emäntänsä synnytti Jeredin Gedorin isän, Heberin Sokon isän, Jekuthelin Sanoan isän: nämät ovat Bitian Pharaon tyttären lapset, jonka Mered otti.",
      "Hodijan emännän Nahamin Kegilan isän sisaren lapset: Garmi ja Estemoa, Maakatilainen.",
      "Ja Simonin lapset: Amnon ja Rinna, Benhanan ja Tilon. Jisin lapset: Sohet ja Bensohet.",
      "Selan Juudan pojan lapset: Erlekan isä, Laeda Maresan isä, ja liinainkutojain suvut Asbean huoneessa,",
      "Niin myös Jokim, ja Koseban miehet, Joas ja Saraph, jotka olivat herrat Moabissa ja Jasubilekemissä: nämät ovat vanhat asiat.",
      "He olivat savenvalajat ja asuivat moisioissa ja umpiaidoissa, ja kuninkaan tykönä työnsä tähden, siellä he asuivat.",
      "Simeonin lapset: Nemuel ja Jamin, Jarib, Sera, Saul,",
      "Sallum hänen poikansa, Mibsam hänen poikansa, Misma hänen poikansa.",
      "Misman pojat olivat: Hamuel hänen poikansa, Sakur hänen poikansa, Simei hänen poikansa.",
      "Simeillä oli kuusitoistakymmentä poikaa ja kuusi tytärtä, mutta hänen veljillänsä ei ollut monta lasta; sillä kaikki heidän sukukuntansa ei enentynyt niinkuin Juudan lapset.",
      "Ja he asuivat Bersebassa, Moladassa ja Hatsarsuasissa,",
      "Ja Bilhassa ja Etsemissä ja Toladissa,",
      "Ja Betuelissa ja Hormassa ja Siklagissa,",
      "Ja Betmarkabotissa ja Hatsarsusimissa, BetBirissä ja Saaraimissa. Nämät olivat heidän kaupunkinsa, Davidin hallitukseen asti,",
      "Ja heidän kylänsä, Etam, Ain, Rimmon, Token ja Asan: viisi kaupunkia;",
      "Ja kaikki ne kylät, jotka olivat niiden kaupunkein ympäristöllä Baaliin asti. Tämä on heidän asumasiansa ja sukukuntansa heidän keskenänsä.",
      "Ja Mesobab, Jamlek ja Josat Amatsian poika,",
      "Joel ja Jehu Josibian poika, Serajan pojan, Asielin pojan,",
      "Eljoenai, Jaekoba, Jesohaja, Asaja, Adiel, Jesimiel ja Benaja,",
      "Ja Sisa Siphin poika, Allonin pojan, Jedajan pojan, Simrin pojan, Semajan pojan:",
      "Nämät nimitettiin päämiehiksi sukukuntainsa seassa; ja heidän isäinsä huone hajoitti itsensä paljouden tähden.",
      "Ja he menivät pois ja tulivat hamaan Gedoriin asti itäiselle puolelle laaksoa, etsimään laidunta lampaillensa.",
      "Ja he löysivät lihavan ja hyvän laitumen ja maan, joka oli avara ja lavia, rauhallinen ja levollinen; sillä Hamin lapset olivat ennen siellä asuneet.",
      "Ja jotka nimenomattain kirjoitetut olivat, tulivat Hiskian Juudan kuninkaan aikaan, ja he löivät muiden majat ja Meonilaiset jotka sieltä löydettiin, ja hävittivät heidät hamaan tähän päivään asti, ja asuivat heidän siallansa; sillä siellä olivat laitumet heidän lampaillensa.",
      "Ja silloin meni heistä liki viisisataa miestä, jotka olivat Simeonin lapsia, Seirin vuorelle; ja Pelatia, Nearia, Rephaja ja Ussiel Jisein lapset olivat heidän päämiehensä,",
      "Ja tappoivat päässeet ja jääneet Amalekilaisista, ja asuivat siinä tähän päivään asti."
    ],
    [
      "Rubenin Israelin esikoisen lapset, sillä hän oli ensimäinen poika; mutta että hän isänsä vuoteen saastutti, annettiin hänen esikoisuutensa Josephin Israelin pojan lapsille, ja ei hän ole polviluvussa luettu esikoiseksi:",
      "Sillä Juuda oli voimallinen veljeinsä seassa, ja pääruhtinaat ovat hänestä; ja Josephilla on esikoisuus.",
      "Niin ovat Rubenin Israelin ensimäisen pojan lapset: Hanok, Pallu, Hetsron ja Karmi.",
      "Ja Joelin lapset: Semaja hänen poikansa, Gog hänen poikansa, Simei hänen poikansa,",
      "Hänen poikansa Miika, hänen poikansa Reaja, hänen poikansa Baal,",
      "Hänen poikansa Beera, jonka Tiglat Pilneser Assyrian kuningas vei vangiksi; hän oli Rubenilaisten pääruhtinas.",
      "Mutta hänen veljensä heidän sukukuntainsa jälkeen, koska he heidän sukukunnissansa polvilukuun luettiin, pitivät he Jeielin ja Sakarian pääruhtinainansa,",
      "Ja Bela Asaksen poika, Seman pojan, Joelin pojan: hän asui Aroerissa hamaan Neboon ja Baalmeoniin asti;",
      "Ja asui itään päin siihenasti kuin tullaan korpeen, Phratin virran tyköä; sillä heidän karjansa oli paljo enentynyt Gileadin maalla.",
      "Ja Saulin ajalla sotivat he Hagarilaisia vastaan, niin että ne lankesivat heidän kättensä kautta; ja he asuivat heidän majoissansa, kaikessa itäisessä puolessa Gileadin maata.",
      "Ja Gadin lapset asuivat juuri heidän kohdallansa Basanin maassa Salkaan asti.",
      "Joel ylimmäinen, Sapham toinen, Jaenai ja Saphat Basanissa.",
      "Ja heidän veljensä heidän isäinsä huoneen jälkeen, Mikael, Mesullam, Seba, Jorai, Jaekan, Sia ja Eber, seitsemän.",
      "Nämät ovat Abihailin lapset Hurin pojan, Jaroan pojan, Gileadin pojan, Mikaelin pojan, Jesirain pojan, Jahdon pojan, Busin pojan.",
      "Ahi Abdielin poika, Gunin pojan, oli päämies heidän isäinsä huoneessa.",
      "Ja he asuivat Basanin Gileadissa ja hänen kylissänsä ja kaikissa Saronin esikaupungeissa, hamaan heidän rajoihinsa asti.",
      "Nämät ovat kaikki luetut polvilukuun Jotamin Juudan kuninkaan ja Jerobeamin Israelin kuninkaan aikana.",
      "Rubenin lapset, Gadilaiset ja puoli Manassen sukukuntaa, jotka olivat urhoolliset miehet, jotka kilpeä ja miekkaa kantoivat ja taisivat joutsen jännittää, ja olivat oppineet sotimaan; joita oli neljäviidettäkymmentä tuhatta, seitsemänsataa ja kuusikymmentä, jotka kelpasivat sotaan menemään.",
      "Ja kuin he läksivät sotaan Hagarilaisia, Jeturia, Naphesta ja Nodabia vastaan,",
      "Niin he autettiin niitä vastaan, ja Hagarilaiset annettiin heidän käsiinsä, ja kaikki jotka heidän kanssansa olivat; sillä he huusivat Jumalan tykö sodassa, ja hän kuuli heidän rukouksensa, että he turvasivat häneen.",
      "Ja he veivät heidän karjansa pois, viisikymmentä tuhatta kamelia, kaksisataa ja viisikymmentä tuhatta lammasta, kaksituhatta aasia, niin myös satatuhatta ihmistä.",
      "Sillä siellä lankesi monta haavoitettuna, että sota oli Jumalalta. Ja he asuivat niiden siassa vankeuteen asti.",
      "Ja puolen Manassen sukukunnan lapset asuivat maassa, Basanissa hamaan Baal Hermoniin ja Seniriin, ja Hermonin vuoreen asti; sillä heitä oli monta.",
      "Ja nämät olivat pääruhtinaat heidän isäinsä huoneessa: Epher, Jisei, Eliel, Asriel, Jeremia, Hodavia, Jahdiel, väkevät ja voimalliset miehet ja kuuluisat pääruhtinaat heidän isäinsä huoneessa.",
      "Ja koska he syntiä tekivät isäinsä Jumalaa vastaan, ja tekivät huoruutta niiden kansain epäjumalain kanssa siinä maassa, jotka Jumala oli hävittänyt heidän edestänsä;",
      "Herätti Israelin Jumala Phulin Assyrian kuninkaan hengen, ja Tiglat Pilneserin Assyrian kuninkaan hengen, ja vei Rubenilaiset, Gadilaiset ja puolen Manassen sukukuntaa pois, ja vei heidät Halaan, Haboriin, ja Haraan, ja Gosanin virran tykö, hamaan tähän päivään asti."
    ],
    [
      "Levin lapset: Gerson, Kahat ja Merari.",
      "Mutta Kahatin lapset: Amram, Jitsehar, Hebron ja Usiel.",
      "Amramin lapset: Aaron, Moses ja Mirjam; Aaronin lapset: Nadab, Abihu, Eleasar ja Itamar.",
      "Eleasar siitti Pinehaan; Pinehas siitti Abisuan.",
      "Abisua siitti Bukkin; Bukki siitti Ussin.",
      "Ussi siitti Serajan; Seraja siitti Merajotin.",
      "Merajot siitti Amarian; Amaria siitti Ahitobin.",
      "Ahitob siitti Zadokin; Zadok siitti Ahimaatsin.",
      "Ahimaats siitti Asarian; Asaria siitti Johananin.",
      "Johanan siitti Asarian, joka oli pappi siinä huoneessa, jonka Salomo rakensi Jerusalemissa.",
      "Asaria siitti Amarian; Amaria siitti Ahitobin.",
      "Ahitob siitti Zadokin; Zadok siitti Sallumin.",
      "Sallum siitti Hilkian; Hilkia siitti Asarian.",
      "Asaria siitti Serajan; Seraja siitti Jotsadakin.",
      "Jotsadak myös meni pois, silloin kuin Herra antoi Juudan ja Jerusalemin vietää vankina Nebukadnetsarin kautta.",
      "Levin lapset: Gersom, Kahat ja Merari.",
      "Ja nämät olivat Gersomin lasten nimet: Libni ja Simei.",
      "Kahatin lapset: Amram, Jitsehar, Hebron ja Ussiel.",
      "Merarin lapset: Maheli ja Musi. Nämät ovat Leviläisten sukukunnat heidän isäinsä seassa:",
      "Gersomin poika oli Libni, hänen poikansa Jahat, hänen poikansa Simma,",
      "Hänen poikansa Joah, hänen poikansa Iddo, hänen poikansa Sera, hänen poikansa Jeatrai.",
      "Kahatin lapset: hänen poikansa Amminadab, hänen poikansa Kora, hänen poikansa Assir,",
      "Hänen poikansa Elkana, hänen poikansa Abiasaph, hänen poikansa Assir,",
      "Hänen poikansa Tahat, hänen poikansa Uriel, hänen poikansa Ussia, hänen poikansa Saul.",
      "Elkanan lapset: Amasai ja Ahimot,",
      "Elkana, hänen poikansa Elkana, hänen poikansa Sophai, hänen poikansa Nahat,",
      "Hänen poikansa Eliab, hänen poikansa Jeroham, hänen poikansa Elkana.",
      "Samuelin lapset: hänen esikoisensa Vasni ja Abia.",
      "Merarin lapset: Maheli, hänen poikansa Libni, hänen poikansa Simei, hänen poikansa Ussa,",
      "Hänen poikansa Simea, hänen poikansa Haggia, hänen poikansa Asaja.",
      "Ja nämät ovat ne, jotka David asetti veisaamaan Herran huoneesen, kuin arkki lepäsi.",
      "Ja he palvelivat virsillä seurakunnan majan asuinsian edessä, siihenasti että Salomo rakensi Herran huoneen Jerusalemissa; ja he seisoivat virassansa asetuksensa jälkeen.",
      "Ja nämät ovat ne, jotka siellä seisoivat, ja heidän lapsensa: Kahatin lapsista, Heman veisaaja, Joelin poika, Samuelin pojan,",
      "Elkanan pojan, Jerohamin pojan, Elielin pojan, Toan pojan,",
      "Zuphin pojan, Elkanan pojan, Mahatin pojan, Amasain pojan,",
      "Elkanan pojan, Joelin pojan, Asarian pojan, Zephanian pojan,",
      "Tahatin pojan, Assirin pojan, Abiasaphin pojan, Koran pojan,",
      "Jitseharin pojan, Kahatin pojan, Levin pojan, Israelin pojan.",
      "Ja hänen veljensä Assaph seisoi hänen oikialla puolellansa; ja Assaph oli Berekian poika, Simejan pojan,",
      "Mikaelin pojan, Baesejan pojan, Malkian pojan,",
      "Etnin pojan, Seran pojan, Adajan pojan,",
      "Etanin pojan, Simman pojan, Simein pojan,",
      "Jahatin pojan, Gersomin pojan, Levin pojan.",
      "Mutta heidän veljensä, Merarin lapset, vasemmalla puolella: Etan Kisin poika, Abdin pojan, Mallukin pojan,",
      "Hasabian pojan, Amasian pojan, Hilkian pojan,",
      "Amsin pojan, Banin pojan, Samerin pojan,",
      "Mahelin pojan, Musin pojan, Merarin pojan, Levin pojan.",
      "Ja Leviläiset heidän veljensä olivat annetut kaikkinaisiin virkoihin Jumalan huoneen asuinsiassa.",
      "Ja Aaron ja hänen poikansa olivat sytyttäjät polttouhrin alttarilla ja suitsutusalttarilla kaikkinaisissa töissä siinä kaikkein pyhimmässä, sovittamassa Israelia, juuri niinkuin Moses Jumalan palvelia käskenyt oli.",
      "Nämät ovat Aaronin lapset: Eleasar hänen poikansa, Pinehas hänen poikansa, Abisua hänen poikansa,",
      "Bukki hänen poikansa, Ussi hänen poikansa, Seraja hänen poikansa,",
      "Merajot hänen poikansa, Amaria hänen poikansa, Ahitob hänen poikansa,",
      "Zadok hänen poikansa, Ahimaats hänen poikansa.",
      "Ja nämät ovat heidän asuinsiansa ja kylänsä heidän rajoissansa: Aaronin lasten Kahatilaisten sukukunnasta: sillä arpa lankesi heille.",
      "Ja he antoivat heille Hebronin Juudan maalta ja hänen esikaupunkinsa hänen ympäristöltänsä.",
      "Mutta kaupungin pellot ja sen kylät antoivat he Kalebille Jephunnen pojalle.",
      "Niin antoivat he Aaronin lapsille vapaat kaupungit, Hebronin ja Libnan esikaupunkeinensa, Jaterin ja Estemoan esikaupunkeinensa,",
      "Hilen esikaupunkeinensa, ja Debirin esikaupunkeinensa,",
      "Asanin esikaupunkeinensa, ja Betsemeksen esikaupunkeinensa;",
      "Ja BenJaminin sukukunnasta: Geban esikaupunkeinensa, Alemetin esikaupunkeinensa ja Anatotin esikaupunkeinensa. Ja kaikki kaupungit heidän sukukunnissansa olivat kolmetoistakymmentä kaupunkia.",
      "Mutta ne muut Kahatin lapset heidän suvussansa, siitä puolesta Manassen sukukunnasta, saivat kymmenen kaupunkia arvalla.",
      "Gersonin lapset heidän sukukuntainsa jälkeen saivat Isaskarin sukukunnalta, Asserin sukukunnalta, Naphtalin sukukunnalta ja Manassen sukukunnalta Basanissa, kolmetoistakymmentä kaupunkia.",
      "Ja Merarin lapset heidän sukukuntainsa jälkeen saivat arvalla Rubenin sukukunnalta, Gadin sukukunnalta ja Sebulonin sukukunnalta, kaksitoistakymmentä kaupunkia.",
      "Ja Israelin lapset antoivat myös Leviläisille kaupungit esikaupunkeinensa,",
      "Ja antoivat arvan jälkeen Juudan lasten sukukunnasta, Simeonin lasten sukukunnasta, BenJaminin lasten sukukunnasta, ne kaupungit, jotka he nimittivät.",
      "Mutta ne, jotka olivat Kahatin lasten suvusta, saivat rajakaupunkinsa Ephraimin sukukunnasta.",
      "Niin antoivat he heille nämät vapaat kaupungit: Sikemin ja sen esikaupungit, Ephraimin vuorelta, niin myös Geserin ja sen esikaupungit,",
      "Jokmeamin ja sen esikaupungit, ja Bethoronin esikaupunkeinensa,",
      "Ajalonin esikaupunkeinensa, ja Gatrimmonin esikaupunkeinensa;",
      "Niin myös puolesta Manassen sukukunnasta, Anerin esikaupunkeinensa, ja Bileamin esikaupunkeinensa, antoivat he jääneiden Kahatin lasten sukukunnalle,",
      "Mutta Gersonin lapsille antoivat he puolesta Manassen sukukunnasta, Golanin Basanissa esikaupunkeinensa, ja Astarotin esikaupunkeinensa;",
      "Isaskarin sukukunnasta, Kedeksen esikaupunkeinensa, ja Dobratin esikaupunkeinensa,",
      "Ramotin esikaupunkeinensa, ja Anemin esikaupunkeinensa;",
      "Asserin sukukunnasta, Masalin esikaupunkeinensa ja Abdonin esikaupunkeinensa,",
      "Hukokin esikaupunkeinensa, ja Rehobin esikaupunkeinensa;",
      "Naphtalin sukukunnasta, Kedeksen Galileassa esikaupunkeinensa, Hammonin esikaupunkeinensa ja Kirjataimin esikaupunkeinensa.",
      "Muille Merarin lapsille antoivat he Sebulonin sukukunnasta, Rimmonin esikaupunkeinensa, ja Taborin esikaupunkeinensa;",
      "Ja tuolta puolen Jordania Jerihoon päin, itään käsin Jordanin tyköä, Rubenin sukukunnasta, Betserin korvessa esikaupunkeinensa, ja Jahsan esikaupunkeinensa;",
      "Kedemotin esikaupunkeinensa, ja Mephaatin esikaupunkeinensa;",
      "Gadin sukukunnasta, Ramotin Gileadissa esikaupunkeinensa, Mahanaimin esikaupunkeinensa,",
      "Ja Hesbonin esikaupunkeinensa, ja Jaeserin esikaupunkeinensa."
    ],
    [
      "Isaskarin lapset: Tola, Pua, Jasub ja Simron, neljä.",
      "Tolan lapset: Ussi, Rephaja, Jeriel, Jahemai, Jibsam ja Samuel, jotka olivat päämiehet heidän isäinsä huoneessa Tolasta, ja väkevät miehet sukukunnissansa; heidän lukunsa oli Davidin aikana kaksikolmattakymmentä tuhatta ja kuusisataa.",
      "Ussin lapset: Jisraja. Ja Jisrajan lapset: Mikael, Obadia, Joel ja Jesia, viisi, ja olivat kaikki päämiehet.",
      "Ja heidän kanssansa heidän sukukunnissansa isäinsä huoneessa oli sotajoukko kuusineljättäkymmentä tuhatta; sillä heillä oli monta emäntää ja lasta.",
      "Ja heidän veljensä, jalot miehet kaikesta Isaskarin sukukunnasta, olivat seitsemänyhdeksättäkymmentä tuhatta, nämät kaikki luettiin polvilukuun.",
      "BenJaminin lapset: Bela, Beker, Jediael, ne kolme.",
      "Belan lapset: Etsbon, Ussi, Ussiel, Jerimot ja Iri, ne viisi, päämiehet heidän isäinsä huoneesta, väkevät miehet, ja heitä luettiin polvilukuun kaksikolmattakymmentä tuhatta ja neljäneljättäkymmentä.",
      "Bekerin lapset: Semira, Joas, Elieser, Eljoenai, Omri, Jeremot, Abia, Anatot ja Alemeth: ne kaikki olivat Bekerin lapset,",
      "Ja olivat luetut polvilukuun heidän sukukunnastansa, heidän isäinsä huoneen päämiehet, kaksikymmentä tuhatta ja kaksisataa jaloa miestä.",
      "Jediaelin lapset: Bilhan. Bilhanin lapset: Jeus, Benjamin, Ehud, Kenaena, Setan, Tarsis ja Ahisaar.",
      "Ne olivat kaikki Jediaelin lapset, heidän isäinsä sukukuntain päämiehet, ja väkevät miehet: seitsemäntoistakymmentä tuhatta ja kaksisataa, jotka sotaan läksivät.",
      "Suppim ja Huppim olivat Irin lapset. Mutta Husim Aherin lapset.",
      "Naphtalin lapset: Jahsiel, Guni, Jetser ja Sallum, Bilhan lapset.",
      "Manassen lapset: Esriel, jonka hänen emäntänsä synnytti; mutta hänen Syrialainen jalkavaimonsa synnytti Makirin Gileadin isän.",
      "Makir otti Huppimin ja Suppimin tyköä emännän, joka oli molempain sisar, Maeka nimeltä; hänen toisen poikansa nimi oli Zelophkad. Ja Zelophkadilla oli tyttäriä.",
      "Ja Maeka Makirin emäntä synnytti pojan, jonka hän kutsui Peres, ja hänen veljensä kutsuttiin Sares, ja hänen poikansa oli Ulam ja Rakem.",
      "Mutta Bedam oli Ulamin poika. Nämät ovat Gileadin lapset, Makirin pojan Manassen pojan.",
      "Ja hänen sisarensa Moleeket synnytti Ishudin, Abieserin ja Mahlan.",
      "Ja Semidalla olivat nämät lapset: Ahjan, Sikem, Likhi ja Aniam.",
      "Nämät ovat Ephraimin lapset: Sutela, ja Bered hänen poikansa, Tahat hänen poikansa, Elada hänen poikansa, Tahat hänen poikansa,",
      "Sabad hänen poikansa, Sutela hänen poikansa, Eser ja Elad. Ja Gatin miehet, siinä maassa syntyneet, löivät heidät kuoliaaksi; sillä he olivat menneet ottamaan heidän karjaansa.",
      "Ja heidän isänsä Ephraim murehti kauvan aikaa; ja hänen veljensä tulivat lohduttamaan häntä.",
      "Ja hän meni emäntänsä tykö, ja hän siitti ja synnytti pojan, jonka hän kutsui Beria, että hän oli ollut ahdistuksessa huoneessansa.",
      "Hänen tyttärensä oli Seera, hän rakensi alimaisen ja ylimäisen Bethoronin ja Ussen Seeran.",
      "Hänen poikansa oli Repha ja Reseph, ja Tela hänen poikansa, Tahan hänen poikansa,",
      "Ladan hänen poikansa, Ammihud hänen poikansa, Elisama hänen poikansa,",
      "Nun hänen poikansa, Josua hänen poikansa.",
      "Ja heidän tavaransa ja asuinsiansa oli Betel, kyläinsä kanssa, ja Naeran itään päin, ja Geser länteen päin kyläinsä kanssa, Sekem kyläinsä kanssa, hamaan Assaan asti kyläinsä kanssa;",
      "Ja Manassen lasten poikain tyköä, Betsean kylinensä, Taenak ja hänen kylänsä, Megiddo ja hänen kylänsä. Näissä asuivat Josephin Israelin pojan lapset.",
      "Asserin lapset: Jimna, Jisva, Jisvi, Beria ja Sera heidän sisarensa.",
      "Berian lapset olivat: Heber ja Makiel, se on Bersavitin isä.",
      "Ja Heber siitti Japhletin, Somerin, Hotamin, ja Suan heidän sisarensa.",
      "Japhletin lapset: Pasak, Bimhal ja Asvat: ne olivat Japhletin lapset.",
      "Somerin lapset: Ahi, Rahga, Jehubba ja Aram.",
      "Ja hänen veljensä Helemin lapset: Zopha, Jimna, Seles ja Amal.",
      "Zophan lapset: Sua, Harnepher, Sual, Beri ja Jimra,",
      "Betser, Hod, Samma, Silsa, Jitran ja Beera.",
      "Jeterin lapset: Jephunne, Phispa ja Ara.",
      "Ullan lapset: Arah, Hanniel ja Ritsja.",
      "Nämät olivat kaikki Asserin lapset, valitut päämiehet heidän isäinsä huoneessa, väkevät miehet ja päämiesten pääruhtinaat, ja luettiin polvittain sotajoukkoon, ja heidän lukunsa oli kuusikolmattakymmentä tuhatta miestä."
    ],
    [
      "Benjamin siitti Belan ensimäisen poikansa, Asbalin toisen, Ahran kolmannen,",
      "Noan neljännen, Raphan viidennen.",
      "Ja Belalla oli lapsia, Addar, Gera, Abihud,",
      "Abisua, Naaman ja Ahoa,",
      "Gera, Sephupham ja Huram.",
      "Nämät ovat Ehudin lapset, jotka olivat isäin päämiehet niiden seassa, jotka asuivat Gebassa; ja hän vei heitä Manahatiin,",
      "Naaman, Ahia ja Gera, hän vei heidät pois, ja siitti Ussan ja Ahihudin.",
      "Ja Saharaim siitti Moabin maalla, sittekuin hän heidät tyköänsä laskenut oli, Husimista ja Baerasta hänen emännistänsä.",
      "Ja hän siitti emännästänsä Hodesta, Jobabin, Zibian, Mesan ja Malkamin,",
      "Jeusin, Sobjan ja Mirman. Nämät ovat hänen lapsensa, isäin päämiehet.",
      "Husimista siitti hän Abitobin ja Elpaalin.",
      "Elpaalin lapset olivat: Eber, Miseam ja Semer: se rakensi Onon ja Lodin, ja hänen kylänsä.",
      "Ja Beria ja Sama olivat isäin päämiehet, niiden, jotka asuivat Ajalonissa: ne ajoivat niitä takaa, jotka asuivat Gatissa.",
      "Ja Ahio, Sasak ja Jeremot,",
      "Sebadia, Arad, Ader,",
      "Mikael, Jispa ja Joha, Berian lapset.",
      "Sebadia, Mesullam, Hiski, Heber,",
      "Jismerai, Jislia ja Jobab, Elpaanin lapset.",
      "Jakim, Sikri ja Saddi,",
      "Elienai, Zilletai ja Eliel,",
      "Adaja, Beraja ja Simrat, Simein lapset.",
      "Jispan, Eber ja Eliel.",
      "Abdon, Sikri ja Hanan,",
      "Hananja, Elam ja Antotia,",
      "Jiphdeja ja Penuel, Sasakin lapset.",
      "Samserai, Seharia ja Atalia,",
      "Jaeresia, Elia ja Sikri, Jerohamin lapset.",
      "Nämät ovat isäin päämiehet heidän sukukunnissansa; ja he asuivat Jerusalemissa.",
      "Mutta Gibeonissa asui Gibeonin isä; ja hänen emäntänsä nimi oli Maeka.",
      "Ja hänen ensimäinen poikansa oli Abdon, sitte oli Zur, Kis, Baal ja Nadab,",
      "Gedor, Ahio ja Seker.",
      "Mutta Miklot siitti Simean; ja he asuivat myös Jerusalemissa veljeinsä kohdalla heidän kanssansa.",
      "Ner siitti Kisin; Kis siitti Saulin; Saul siitti Jonatanin, Malkisuan, Abinadabin ja Esbaalin.",
      "Jonatanin poika oli Meribbaal; Meribbaal siitti Miikan.",
      "Miikan lapset olivat: Piton, Melek, Taerea ja Ahas.",
      "Ahas siitti Joaddan; Joadda siitti Alemetin, Asmavetin ja Simrin; Simri siitti Motsan.",
      "Motsa siitti Binean; hänen poikansa oli Rapha, hänen poikansa Elasa, hänen poikansa Atsel.",
      "Mutta Atselilla oli kuusi poikaa, joiden nimet olivat: Esrikam, Bokru, Ismael, Searia, Obadia ja Hanan. Nämät kaikki olivat Atselin pojat.",
      "Esekin hänen veljensä lapset: Ulam hänen ensimäinen poikansa, Jeus toinen, Eliphelet kolmas.",
      "Mutta Ulamin lapset olivat vahvat miehet ja jalot joutsimiehet, ja heillä oli paljo poikia ja poikain poikia, sata ja viisikymmentä. Nämät kaikki ovat Benjaminin lapsista."
    ],
    [
      "Ja koko Israel luettiin polviluvun jälkeen, ja katso, he ovat kirjoitetut Israelin kuningasten kirjaan; ja Juuda vietiin Babeliin pahain tekoinsa tähden.",
      "Mutta ne ensimäiset asujamet, jotka tulivat perintöönsä ja kaupunkeihinsa, olivat Israel, papit, Leviläiset ja Netinimit.",
      "Ja silloin asuivat Jerusalemissa Juudan lapsista, Benjaminin lapsista, ja Ephraimin ja Manassen lapsista:",
      "Utal Ammihudin poika, Omrin pojan, Imrin pojan, Banin pojan, Peretsin Juudan pojan lapsista.",
      "Mutta Silonilaisista Asaja ensimäinen poika, ja hänen poikansa.",
      "Seran lapsista, Jeguel veljinensä; kuusisataa ja yhdeksänkymmentä.",
      "Benjaminin lapsista, Sallu Mesullamin poika, Hodavian pojan, Hassenuan pojan,",
      "Ja Jibneja Jerohamin poika, ja Ela Ussin poika, Mikrin pojan, ja Mesullam Sephatian poika, Reguelin pojan, Jibnejan pojan;",
      "Niin myös heidän veljensä sukukuntainsa jälkeen yhdeksänsataa ja kuusikuudettakymmentä: nämät kaikki ovat olleet isäin päämiehet heidän isäinsä huoneessa.",
      "Papeista: Jedaja, Jojarib ja Jakin,",
      "Ja Asaria Hilkian poika, Mesullamin pojan, Zadokin pojan, Merajotin pojan, Ahitobin pojan, Jumalan huoneen päämies,",
      "Ja Adaja Jerohamin poika, Pashurin pojan, Malkian pojan, ja myös Maesai Adielin poika, Jahseran pojan, Mesullamin pojan. Mesillemitin pojan, Immerin pojan;",
      "Niin myös heidän veljeinsä päämiehet isäinsä huoneessa, tuhannen seitsemänsataa ja kuusikymmentä väkevää miestä, toimittamaan viran menoja Jumalan huoneessa.",
      "Mutta Leviläisistä, jotka olivat Merarin lapsia, Semaja Hassubin poika, Asrikamin pojan, Hasabian pojan;",
      "Ja Bakbakkar, Heres, ja Galal, ja Mattania Miikan poika, Sikrin pojan, Asaphin pojan;",
      "Ja Obadia Semajan poika, Galalin pojan, Jedutunin pojan, ja Berekia Asan poika, Elkanan pojan, joka asui Netophatilaisten kylissä.",
      "Ja ovenvartiat olivat Sallum, Akkub, Talmon, Ahiman ja heidän veljensä: Sallum oli ylimmäinen.",
      "Sillä he olivat tähän saakka vartioineet itäisellä puolella kuninkaan porttia: ne olivat ovenvartiat Levin poikain seassa.",
      "Ja Sallum Koren poika Ebjasaphin pojan, Koran pojan ja hänen veljensä hänen isänsä huoneesta, ne Korhilaiset, heidän virkansa menoissa, vartioitsemaan seurakunnan majan ovipieleen; ja heidän isänsä pitää vartioitseman Herran leirissä sisällekäymistä.",
      "Mutta Pinehas Eleasarin poika oli ennen ollut heidän päämiehensä; sillä Herra oli hänen kanssansa.",
      "Ja Sakaria Meselemian poika oli vartia seurakunnan majan ovella.",
      "Kaikki nämät olivat valitut ovea vartioitsemaan, kaksisataa ja kaksitoistakymmentä, jotka olivat luetut polviluvun jälkeen heidän kylissänsä. Ja David ja Samuel, näkiä, asettivat heitä virkaan heidän uskollisuudessansa,",
      "Niin että he ja heidän lapsensa ottivat Herran huoneesta vaarin, seurakunnan majan huoneesta, että he sitä vartioitsivat.",
      "Ja ovenvartiat olivat asetetut neljää ilmaa kohden: itään, länteen, pohjaan ja etelään päin.",
      "Mutta heidän veljensä olivat maakylissänsä, niin kuitenkin, että heidän piti tuleman sisälle seitsemäntenä päivänä, ja ajasta niin aikaan heidän tykönänsä oleman.",
      "Sillä Leviläiset olivat uskotut olemaan neljäksi ylimmäiseksi ovenvartiaksi; ja he olivat myös kätkyin ja Herran huoneen tavarain päällä.",
      "Ja he olivat yötä Jumalan huoneen ympärillä; sillä heidän piti sitä vartioitseman, ja avajaman joka aamu.",
      "Ja muutamat olivat heistä viran asetten päällä; sillä heidän piti ne kantaman ulos ja sisälle luvun jälkeen.",
      "Ja muutamat heistä olivat asetetut astiain ja pyhäin kaluin päälle, sämpyläjauhoin, viinan, öljyn, pyhän savun ja myös yrttein päälle.",
      "Mutta muutamat pappein lapsista tekivät hyvin valmistettuja voiteita.",
      "Ja Mattitjalle Leviläisistä, Sallumin Korhilaisten ensimäiselle pojalle oli uskottu mitä pannuissa valmistettiin.",
      "Ja Kahatilaisista heidän veljistänsä olivat asetetut katsomusleipäin yli, että he niitä valmistaisivat joka sabbattina.",
      "Nämät ovat veisaajat, Leviläisten isäin päämiehet vapaat heidän kammioissansa; sillä he olivat siellä askareissansa päivää ja yötä.",
      "Nämät olivat ylimmäiset Leviläisten isät, päämiehet sukukunnissansa; he asuivat Jerusalemissa.",
      "Jegil Gibeonin isä asui Gibeonissa; hänen emäntänsä nimi oli Maeka,",
      "Ja hänen ensimäinen poikansa Abdon, Zur, Kis, Baal, Ner ja Nadab,",
      "Gedor, Ahio, Sakaria ja Miklot.",
      "Mutta Miklot siitti Simeamin; jotka myös asuivat veljeinsä kohdalla, veljinensä Jerusalemissa.",
      "Ja Ner siitti Kisin; Kis siitti Saulin; Saul siitti Jonatanin, Malkisuan, Abinadabin, Esbaalin.",
      "Ja Meribbaal oli Jonatanin poika; ja Meribbaal siitti Miikan.",
      "Miikan pojat olivat Piton, Melek ja Tahrea.",
      "Ahas siitti Jaeran; Jaera siitti Alemetin, Asmavetin ja Simrin; Simri siitti Motsan.",
      "Motsa siitti Binejan; ja Rephaja oli hänen poikansa, Eleasa hänen poikansa, Atsel hänen poikansa.",
      "Ja Atselilla oli kuusi poikaa, ja nämät olivat heidän nimensä: Asrikam, Bokru, Ismael, Searia, Obadia ja Hanan: ne olivat Atselin pojat."
    ],
    [
      "Mutta Philistealaiset sotivat Israelia vastaan; ja Israel pakeni Philistealaisia, ja he lankesivat lyötynä Gilboan vuorella.",
      "Ja Philistealaiset kovin ajoivat Saulia ja hänen poikiansa takaa, ja Philistealaiset löivät Jonatanin, Abinadabin ja Malkisuan, Saulin pojat.",
      "Ja sota oli ankara Saulia vastaan, ja joutsimiehet tulivat hänen päällensä, ja hän haavoitettiin ampujilta.",
      "Niin sanoi Saul aseensa kantajalle: vedä miekkas ulos ja pistä minut lävitse, ettei nämät ympärileikkaamattomat tulisi ja tekisi häpiällisesti minulle. Mutta hänen aseensa kantaja ei tahtonut; sillä hän pelkäsi suuresti. Niin otti Saul miekan ja heittäysi siihen.",
      "Kuin hänen aseensa kantaja näki Saulin kuolleeksi, heittäysi myös hän miekkaan ja kuoli.",
      "Ja niin Saul kuoli, ja kolme hänen poikaansa, ja koko hänen huoneensa kuoli yhtä haavaa.",
      "Kuin Israelin miehet, jotka laaksossa olivat, näkivät heidän paenneeksi ja Saulin poikinensa kuolleeksi, jättivät he kaupunkinsa ja pakenivat. Ja Philistealaiset tulivat ja asuivat niissä.",
      "Toisena päivänä tulivat Philistealaiset riisumaan lyötyjä, ja he löysivät Saulin poikinensa makaavan Gilboan vuorella.",
      "Ja sittekuin he hänen riisuneet olivat, ottivat he hänen päänsä ja aseensa, ja lähettivät Philistealaisten maan ympäri, ja antoivat ilmoittaa epäjumalillensa ja kansalle,",
      "Ja panivat hänen aseensa jumalansa huoneesen, ja hänen päänsä löivät he kiinni Dagonin huoneen päälle.",
      "Kuin kaikki Gileadin Jabeksessa kuulivat kaikki, mitä Philistealaiset Saulille tehneet olivat,",
      "Nousivat kaikki väkevät miehet ja ottivat Saulin ja hänen poikansa ruumiit, ja veivät ne Jabekseen, ja hautasivat heidän luunsa tammen alle Jabeksessa, ja paastosivat seitsemän päivää.",
      "Ja niin kuoli Saul pahoissa teoissansa, joita hän Herraa vastaan tehnyt oli, ettei hän pitänyt Herran sanaa, ja että hän myös etsi velhovaimoa kysyäksensä häneltä,",
      "Ja ei kysynyt Herralta; sentähden tappoi hän hänen, ja käänsi valtakunnan Davidille Isain pojalle."
    ],
    [
      "Ja koko Israel kokoontui Davidin tykö Hebroniin ja sanoi: katso, me olemme sinun luus ja lihas.",
      "Ja aina ennenkin, Saulin ollessa kuninkaana, johdatit sinä Israelin ulos ja sisälle. Ja Herra sinun Jumalas on sanonut sinulle: sinun pitää kaitseman kansaani Israelia ja sinun pitää oleman kansani Israelin päämiehen.",
      "Ja kaikki Israelin vanhimmat tulivat kuninkaan tykö Hebroniin, ja David teki liiton heidän kanssansa Herran edessä Hebronissa. Ja he voitelivat Davidin Israelin kuninkaaksi Herran sanan jälkeen Samuelin kautta.",
      "Sitten meni David ja koko Israel Jerusalemiin, se on Jebus; sillä Jebusilaiset asuivat siinä maassa.",
      "Ja Jebuksen asuvaiset sanoivat Davidille: sinun ei pidä tuleman tänne; mutta David voitti Zionin linnan, se on Davidin kaupunki.",
      "Ja David sanoi: joka Jebusilaiset ensin lyö, hänen pitää oleman pään ja ylimmäisen. Niin Joab Zerujan poika astui ensin ylös ja tuli päämieheksi.",
      "Ja David asui linnassa; sentähden kutsuivat he sen Davidin kaupungiksi.",
      "Ja hän rakensi kaupungin ympäri Millosta ja sitte kaiken ympäri. Ja Joab jätti ne elämään, jotka jääneet olivat kaupunkiin.",
      "Ja niin David menestyi ja tuli väkeväksi, ja Herra Zebaot oli hänen kanssansa.",
      "Nämät ovat ylimmäiset Davidin väkevimpäin seassa, jotka miehuullisesti hänen kanssansa pitivät hänen valtakunnassansa koko Israelin tykönä, niin että hän tehtiin kuninkaaksi Herran sanan jälkeen Israelin ylitse.",
      "Ja tämä on Davidin sankarien luku: Jasobeam Hakmonin poika ylimmäinen päämiesten seassa. Hän nosti keihäänsä ja löi kerralla kolmesataa.",
      "Hänen jälkeensä oli Eleasar, Dodon Ahohilaisen poika, hän oli kolmen sankarin seassa.",
      "Tämä oli Davidin kanssa Pasdammimissa, kuin Philistealaiset olivat kokoontuneet sinne sotaan. Ja oli kappale peltoa ohraa täynnä, ja kansa pakeni Philistealaisia.",
      "Ja he astuivat keskelle peltoa, ja varjelivat sen, ja löivät Philistealaiset. Ja Herra antoi heille suuren autuuden.",
      "Ja kolme niistä kolmestakymmenestä ylimmäisestä tulivat kalliolle alas Davidin tykö Adullamin luolaan. Mutta Philistealaisten leiri oli Rephaimin laaksossa.",
      "Ja David oli silloin linnassa; ja Philistealaisten kansa oli silloin Betlehemissä.",
      "Ja David himoitsi ja sanoi: kuka antais minun juoda sitä vettä, joka on kaivossa Betlehemin portin tykönä?",
      "Niin ne kolme juoksivat Philistealaisten leiriin, ja ammunsivat vettä kaivosta Betlehemin portin tyköä, ottivat ja kantoivat Davidille; mutta ei David tahtonut sitä juoda, vaan kaasi sen Herran eteen,",
      "Ja sanoi: Jumala antakoon sen kaukana olla minusta, että minä tämän tekisin! pitäiskö minun juoman näiden miesten verta heidän henkensä vaarassa? sillä he ovat sen tuoneet henkensä vaaralla; sentähden ei hän tahtonut sitä juoda. Sen tekivät ne kolme sankaria.",
      "Abisai Joabin veli, hän oli ylimmäinen kolmesta, ja hän nosti keihäänsä ja löi kolmesataa, ja hän ylistettiin niiden kolmen seassa.",
      "Ja hän oli kolmen seassa kuuluisampi kahta ja oli heidän päämiehensä; mutta kolmen tykö ei hän tullut.",
      "Benaja Jojadan poika väkevän miehen poika, joka suuria töitä tehnyt oli, Kabtseelista: hän löi kaksi Moabilaisten jalopeuraa; ja hän meni alas ja löi jalopeuran keskellä kaivoa lumen aikana.",
      "Hän löi myös Egyptin miehen, joka oli viisi kyynärää pitkä, ja Egyptiläisen kädessä oli keihäs niinkuin kankaan puu, mutta hän meni alas hänen tykönsä sauvalla, tempasi keihään Egyptiläisen kädestä ja tappoi hänen omalla keihäällänsä.",
      "Näitä teki Benaja Jojadan poika; ja hän ylistettiin kolmen uljasten seassa,",
      "Ja oli kuuluisampi niitä kolmeakymmentä; mutta kolmen tykö ei hän tullut. Ja David teki hänen salaiseksi neuvonantajaksensa.",
      "Niin myös sotasankarit: Asahel Joabin veli, Elhanan Dodonin poika Betlehemistä,",
      "Samot Harorilainen, Heles Pelonilainen,",
      "Ira Ikeksen Tekoalaisen poika, Abieser Antotilainen.",
      "Sibbekai Husatilainen, Ilai Ahohilainen,",
      "Maherai Netophatilainen, Heled Baenan Netophatilaisen poika,",
      "Ittai Ribain poika Gibeasta, BenJaminin lapsista, Benaja Pirtagonilainen,",
      "Hurai Gasin pojista, Abiel Arbatilainen,",
      "Asmavet Baharumilainen, Eliahba Saalbonilainen;",
      "Hasemin Gisonilaisen lapset: Jonatan Sagen Hararilaisen poika,",
      "Ahiam Sakarin Hararilaisen poika, Eliphal Urin poika,",
      "Hepher Makeratilainen, Ahia Pelonilainen,",
      "Hetsro Karmelilainen, Naerai Asbain poika,",
      "Joel Natanin veli, Mibhar Hagrin poika,",
      "Zelek Ammonilainen, Naherai Berotilainen, Joabin Zerujan pojan aseenkantaja,",
      "Ira Jetriläinen, Gareb Jetriläinen,",
      "Uria Hetiläinen, Sabad Ahelain poika,",
      "Adina Sisan Rubenilaisen poika, Rubenilaisten päämies, ja kolmekymmentä oli hänen kanssansa;",
      "Hanan Maekan poika, Josaphat Mitniläinen,",
      "Ussia Asteratilainen, Sama ja Jeiel Hotamin Aroerilaisen pojat,",
      "Jediael Simrin poika, Joha hänen veljensä, Titsiläinen,",
      "Eliel Maheavilainen, Jeribai ja Josavia Elnaamin pojat, Itma Moabilainen,",
      "Eliel, Obed ja Jaesiel Mesobajasta."
    ],
    [
      "Nämät tulivat Davidin tykö Ziklagiin, kuin hän vielä oli suljettu Saulin Kisin pojan edestä; ja he olivat myös sankarein seassa, jotka sotaan auttivat,",
      "Ja olivat soveliaat ampujat joutsella molemmin käsin, kivillä, nuolilla ja joutsilla: Saulin veljistä, BenJaminista:",
      "Ahieser päämies ja Joas, Semajan Gibealaisen pojat, Jesiel ja Pelet Asmavetin pojat, Baraka ja Jehu Antonilainen,",
      "Jesmaja Gibeonilainen, väkevä kolmenkymmenen seassa ja ylitse kolmenkymmenen, Jeremia, Jahesiel, Johanan ja Josabad Gederalainen,",
      "Elusai, Jerimot, Bealia, Semaria ja Saphatia Harophilainen,",
      "Elkana, Jesija, Asareel, Joeser ja Jasobeam Korhilainen,",
      "Joela ja Sedadia Jerohamin lapset Gedorista.",
      "Gadilaisista eroittivat heitänsä Davidin tykö linnaan korvessa väkevät sankarit ja sotamiehet, jotka kilpeä ja keihästä kantoivat; ja heidän kasvonsa olivat niinkuin jalopeuran kasvot, ja nopiat niinkuin metsävuohet vuorilla:",
      "Ensimäinen Eser, toinen Obadia, kolmas Eliab,",
      "Neljäs Mismanna, viides Jeremia,",
      "Kuudes Attai, seitsemäs Eliel,",
      "Kahdeksas Johanan, ykdeksäs Elsabad,",
      "Kymmenes Jeremia, yksitoistakymmenes Mahbanai.",
      "Nämät olivat Gadin lapsista sodan päämiehet: vähin sadan päälle ja suurin tuhannen päälle.",
      "Nämät ovat ne jotka menivät Jordanin ylitse ensimäisenä kuuna, kuin se oli täysi kaikkiin reunoihinsa asti; ja he ajoivat pakoon kaikki, jotka asuivat laaksossa, itään ja länteen päin.",
      "Ja sinne myös tulivat BenJaminin lapsista ja Juudasta, Davidin tykö linnaan.",
      "Ja David meni ulos heidän tykönsä, ja vastasi ja sanoi heille: jos tulitte rauhan kanssa minun tyköni auttamaan minua, niin olkoon sydämeni teidän kanssanne: vaan jos tulitte pettämään minua vihollisilleni, vaikka ei vääryyttä ole minussa, niin meidän isäimme Jumala nähköön ja rangaiskoon;",
      "Ja henki vaikutti Amasain, päämiehen kolmenkymmenen seassa: Sinun me olemme, David, ja pidämme sinun kanssas, Isain poika, rauha, rauha olkoon sinulle, rauha olkoon sinun auttajilles! sillä sinun Jumalas auttaa sinua. Niin otti David heidät tykönsä ja asetti heidät sotaväen päämiehiksi.",
      "Ja Manassesta tuli väkeä Davidin puolelle, kuin hän meni Philistealaisten kanssa Saulia vastaan sotaan, vaikka ei he auttaneet heitä; sillä Philistealaisten päämiehet antoivat neuvonpiteestä hänen tyköänsä mennä pois, ja sanoivat: jos hän lankee herransa Saulin tykö, niin se tulee henkemme vaaraksi.",
      "Kuin hän meni Ziklagiin, tulivat hänen tykönsä Manassesta Adna, Josabad, Jediael, Mikael, Josabad, Elihu ja Ziltai, tuhanten päämiehet Manassesta.",
      "Ja he auttivat Davidia sotajoukkoa vastaan; sillä he olivat kaikki väkevät miehet ja olivat päämiehet sodassa.",
      "Ja joka päivä tuli muutamia Davidin tykö auttamaan häntä, siihenasti että se tuli suureksi sotajoukoksi, niinkuin Jumalan sotajoukoksi.",
      "Ja tämä on sotaan hankittuin päämiesten luku, jotka tulivat Davidin tykö Hebroniin, kääntämään Saulin valtakuntaa hänen tykönsä, Herran sanan jälkeen:",
      "Juudan lapsista, jotka kantoivat kilpeä ja keihästä, oli kuusituhatta ja kahdeksansataa sotaan hankittua;",
      "Simeonin lapsista väkevät miehet sotimaan, seitsemäntuhatta ja sata;",
      "Levin lapsista neljätuhatta ja kuusisataa;",
      "Ja Jojada niiden päämies, jotka olivat Aaronista, ja hänen kanssansa oli kolmetuhatta ja seitsemänsataa;",
      "Ja Zadok väkevä nuorukainen, ja hänen isänsä huoneen kanssa oli kaksikolmattakymmentä päämiestä;",
      "Ja BenJaminin lapsista Saulin veljistä kolmetuhatta; sillä siihenasti piti heistä sangen monta vielä Saulin huoneen kanssa;",
      "Ja Ephraimin lapsista kaksikymmentä tuhatta ja kahdeksansataa, väkevät ja ylistetyt miehet heidän isäinsä huoneessa;",
      "Ja puolesta Manassen sukukunnasta kahdeksantoistakymmentä tuhatta, jotka olivat nimeltänsä nimitetyt tulemaan ja tekemään Davidia kuninkaaksi;",
      "Ja Isaskarin lapsista, jotka olivat taitavat aikain tietäjät ymmärtämään, mitä Israelin tekemän piti, kaksisataa heidän päämiestänsä, ja kaikki heidän veljensä tekivät heidän käskynsä jälkeen;",
      "Sebulonista, jotka menivät sotimaan, hankitut sotaan kaikkinaisilla sota-aseilla, viisikymmentä tuhatta, asettamaan itsensä yksimielisesti järjestykseen;",
      "Naphtalista tuhannen päämiestä, ja seitsemänneljättäkymmentä tuhatta heidän kanssansa, jotka kantoivat kilpeä ja keihästä;",
      "Danista hankitsivat sotaan kahdeksankolmattakymmentä tuhatta ja kuusisataa;",
      "Asserista, jotka menivät hankittuina sotimaan, neljäkymmentä tuhatta;",
      "Tuolta puolelta Jordania: Rubenilaisista, Gadilaisista ja puolesta Manassen sukukunnasta, kaikkinaisilla aseilla sotaan, sata ja kaksikymmentä tuhatta.",
      "Kaikki nämät sotamiehet sodan toimittajat tulivat täydestä sydämestä Hebroniin, tekemään Davidia koko Israelin kuninkaaksi: niin myös kaikilla muilla Israelissa oli yksi mieli tehdä Davidia Israelin kuninkaaksi.",
      "Ja he olivat siellä Davidin tykönä kolme päivää, söivät ja joivat; sillä heidän veljensä olivat valmistaneet heidän eteensä.",
      "Ja ne myös, jotka likin olivat heidän ympärillänsä Isaskariin, Sebuloniin ja Naphtaliin asti, he toivat leipiä aaseilla, kameleilla, muuleilla ja härjillä, syötäviä jauhoja, fikunoita, rusinoita, viinaa, öljyä, härkiä ja lampaita viljalta; sillä ilo oli Israelissa."
    ],
    [
      "Ja David piti neuvoa tuhanten ja satain pääruhtinain ja kaikkein päämiesten kanssa.",
      "Ja David sanoi kaikelle Israelin joukoille: jos teille kelpaa, ja jos se on Herralta meidän Jumalaltamme, niin toimittakaamme kaikella muotoa menemään muiden meidän veljeimme tykö koko Israelin maahan, ja pappein ja Leviläisten tykö kaupunkeihin, joissa esikaupungit ovat, että he kokoontuisivat meidän tykömme,",
      "Ja noutakaamme Jumalamme arkki meidän tykömme; sillä emme Saulin aikana siitä lukua pitäneet.",
      "Niin kaikki joukko vastasi, että niin piti tehtämän; sillä se kelpasi kaikelle kansalle.",
      "Niin David kokosi kaiken Israelin, Egyptin Siihorista aina Hamatiin asti, noutamaan Jumalan arkkia Kirjatjearimista.",
      "Ja David meni ja kaikki Israel Baalatiin, Kirjatjearimiin, joka on Juudassa, noutamaan sieltä Herran Jumalan arkkia, joka Kerubimin päällä istuu, jonka nimeä rukoillaan.",
      "Ja he panivat Jumalan arkin uuteen vaunuun, veivät sen Abinadabin huoneesta, ja Ussa ja Ahio ajoivat vaunua.",
      "Mutta David ja kaikki Israel iloitsivat Jumalan edessä kaikesta voimastansa, lauluilla, kanteleilla, psaltareilla, trumpuilla, symbaleilla ja basunilla.",
      "Ja he tulivat Kidonin lakeudelle, niin ojensi Ussa kätensä arkkia pitelemään; sillä härjät poikkesivat sivulle.",
      "Niin Herran viha julmistui Ussan päälle ja löi häntä, että hän ojensi kätensä arkkia pitämään, niin että hän siinä kuoli Jumalan edessä.",
      "Niin David tuli murheelliseksi, että Herra Ussan repäisi rikki. Ja hän kutsui sen paikan Perets-ussa tähän päivään asti,",
      "Ja David pelkäsi Jumalaa sinä päivänä ja sanoi: kuinka minun pitää viemän Jumalan arkin minun tyköni?",
      "Sentähden ei David antanut viedä Jumalan arkkia tykönsä Davidin kaupunkiin, vaan antoi poiketa Obededomin Gatilaisen huoneesen.",
      "Ja Jumalan arkki viipyi Obededomin tykönä hänen huoneessansa kolme kuukautta. Ja Herra siunasi Obededomin huoneen ja kaikki mitä hänellä oli."
    ],
    [
      "Ja Hiram Tyron kuningas lähetti sanansaattajat Davidin tykö, ja sedripuita, muuraajia ja puuseppiä, rakentamaan hänelle huonetta.",
      "Ja David ymmärsi, että Herra oli hänen vahvistanut Israelin kuninkaaksi; sillä hänen valtakuntansa korkeni hänen kansansa Israelin tähden.",
      "Ja David otti vielä emäntiä Jerusalemissa, ja hän siitti vielä poikia ja tyttäriä.",
      "Ja niiden nimet, jotka hänelle olivat syntyneet Jerusalemissa, olivat: Sammua, Sobab, Natan ja Salomo,",
      "Jibhar, Elisua ja Elpalet,",
      "Noga, Nepheg ja Japhia,",
      "Elisama, Baeljada ja Eliphalet.",
      "Ja kuin Philistealaiset kuulivat Davidin voidelluksi koko Israelin kuninkaaksi, nousivat kaikki Philistealaiset Davidia etsimään. Kun David sen kuuli, meni hän heitä vastaan.",
      "Ja Philistealaiset tulivat ja levisivät Rephaimin laaksoon.",
      "Mutta David kysyi neuvoa Jumalalta ja sanoi: pitääkö minun menemän ylös Philistealaisia vastaan, ja tahdotkos heitä antaa minun käsiini? Herra sanoi hänelle: mene, ja minä tahdon antaa heidät sinun käsiis.",
      "Ja kuin he menivät ylös Baalperatsimiin päin, löi David heidät siellä; ja David sanoi: Jumala on hajoittanut vihamieheni minun käteni kautta, niinkuin vesi hajoitetaan; sentähden kutsuivat he sen paikan nimen Baalperatsim.",
      "Ja he jättivät sinne jumalansa, ja Davidin käskyn jälkeen poltettiin ne tulessa.",
      "Mutta Philistealaiset kokoontuivat jälleen ja asettivat itsensä alas laaksoon.",
      "Ja David kysyi jälleen neuvoa Jumalalta, ja Jumala sanoi hänelle: ei sinun pidä menemän heidän jälkeensä; mutta poikkea heistä, ettäs tulisit metsäfikunapuiden kohdalla heitä vastaan.",
      "Ja kuin kuulet metsäfikunapuiden latvat havisevan, niin mene sotimaan; sillä Jumala on mennyt sinun edelläs lyömään Philistealaisten sotajoukkoa.",
      "Ja David teki niinkuin Jumala hänelle oli käskenyt; ja he löivät Philistealaisten sotajoukot Gibeonista niin Gaseriin asti.",
      "Ja Davidin nimi kuului kaikissa maissa; ja Herra antoi hänen pelkonsa tulla kaikkein pakanain päälle."
    ],
    [
      "Ja hän rakensi itsellensä huoneita Davidin kaupunkiin, ja valmisti sian Jumalan arkille, ja valmisti sille majan.",
      "Silloin sanoi David: ei yhdenkään pidä kantaman Jumalan arkkia, vaan Leviläiset; sillä Herra on heidät valinnut kantamaan Jumalan arkkia ja palvelemaan häntä ijankaikkisesti.",
      "Sentähden kokosi David koko Israelin Jerusalemiin, kantamaan Herran arkkia ylös siihen paikkaan, jonka hän hänelle valmistanut oli.",
      "Ja David antoi myös tulla kokoon Aaronin lapset ja Leviläiset:",
      "Kahatin lapsista päämiehen Urielin, sadan ja kahdenkymmenen veljensä kanssa;",
      "Merarin lapsista päämiehen Asajan, kahdensadan ja kahdenkymmenen veljensä kanssa;",
      "Gersomin lapsista päämiehen Joelin, sadan ja kolmenkymmenen veljensä kanssa;",
      "Elitsaphanin lapsista päämiehen Semajan, kahdensadan veljensä kanssa;",
      "Hebronin lapsista päämiehen Elielin, kahdeksankymmenen veljensä kanssa;",
      "Ussielin lapsista päämiehen Amminadabin, sadan ja kahdeksantoistakymmenen veljensä kanssa.",
      "Ja David kutsui papit Zadokin ja Abjatarin, ja Leviläiset, Urielin, Asajan, Joelin, Semajan, Elielin ja Amminadabin,",
      "Ja sanoi heille: te kuin olette isäin päämiehet Leviläisten seassa, pyhittäkäät teitänne veljeinne kanssa kantamaan ylös Herran Israelin Jumalan arkkia siihen siaan, jonka minä hänelle valmistanut olen.",
      "Sillä ennen kuin ette läsnä olleet, teki Herra meidän Jumalamme raon meissä, ettemme häntä etsineet, niinkuin meidän tekemän piti.",
      "Niin papit ja Leviläiset pyhittivät itsensä Herran Israelin Jumalan arkkia kantamaan.",
      "Ja Leviläisten pojat kantoivat Jumalan arkin, niinkuin Moses Herran sanan jälkeen käskenyt oli, olallansa korennoilla, jotka siinä olivat.",
      "Ja David sanoi Leviläisten päämiehille, että he asettaisivat veljistänsä veisaajia harpuilla, psaltareilla, kanteleilla ja symbaleilla, niin että he olisivat kuultut veisaavan korkialla äänellä ilon kanssa.",
      "Niin Leviläiset asettivat Hemanin Joelin pojan ja hänen veljistänsä Asaphin Berekian pojan, ja Merarin pojista heidän veljistänsä Etanin Kusajan pojan,",
      "Ja heidän kanssansa heidän veljensä toisesta vuorosta, Sakarian, Benin, Jaeselin, Semiramotin, Jehielin, Unnin, Eliabin, Benajan, Maesejan, Mattitjan, Eliphelehun, Miknejan, Obededomin ja Jeielin, ovenvartiat.",
      "Sillä Heman, Asaph ja Etan olivat veisaajat vaskisymbaleilla, helistäin heliällä äänellä;",
      "Mutta Sakaria, Ussiel, Semiramot, Jehiel, Unni, Eliab, Maesia ja Benaja psaltarilla alamotin päällä;",
      "Vaan Mattitja ja Eliphelehu ja Mikneja, ja Obededom, Jeiel ja Ahasia veisasivat kahdeksan kielisillä kanteleilla heidän edellänsä.",
      "Mutta Kenania Leviläisten päämies, veisumestari, piti neuvoman heitä ylhäisesti veisaamaan; sillä hän oli sangen taitava.",
      "Ja Berekia ja Elkana olivat arkin ovenvartiat.",
      "Mutta papit Sebania, Josaphat, Netaneel, Amasai, Sakaria, Benaja ja Elieser soittivat basunilla Jumalan arkin edessä; ja Obededom ja Jehija olivat arkin ovenvartiat.",
      "Niin meni David ja Israelin vanhimmat ja tuhanten päämiehet noutamaan Herran liitonarkkia Obededomin huoneesta ilolla.",
      "Ja koska Jumala autti Leviläisiä, jotka kantoivat Herran liitonarkkia, uhrasivat he seitsemän mullia ja seitsemän oinasta.",
      "Ja David oli puettu liinavaatteella, ja kaikki Leviläiset, jotka arkkia kantoivat, ja veisaajat, ja Kenania veisumestari veisaajain kanssa; oli myös Davidin yllä liinainen päällisvaate.",
      "Niin saatti koko Israel Herran liitonarkin ilolla, basunain, trometein, heliäin symbalein, psaltarein ja kantelein kanssa.",
      "Kuin Herran liitonarkki tuli Davidin kaupunkiin, katsoi Mikal Saulin tytär akkunasta ja näki Davidin hyppäävän ja soittavan, niin hän katsoi hänen sydämessänsä ylön."
    ],
    [
      "Kuin he Jumalan arkin olivat kantaneet sisälle, asettivat he sen keskelle majaa, jonka David oli valmistanut, ja uhrasivat polttouhria ja kiitosuhria Jumalan edessä.",
      "Ja kuin David oli täyttänyt polttouhrit ja kiitosuhrit, siunasi hän kansaa Herran nimeen,",
      "Ja jakoi jokaiselle Israelissa sekä miehille että vaimoille, jokaiselle leivän ja kappaleen lihaa ja mitan viinaa.",
      "Ja hän asetti Herran arkin eteen muutamia Leviläisiä palveliaksi, ylistämään, kiittämään ja kunnioittamaan Herraa Israelin Jumalaa.",
      "Ne olivat: Asaph ensimäinen, Sakaria toinen, Jeiel, Semiramot, Jehiel, Mattitja, Eliab, Benaja, Obededom ja Jeiel, psaltarein ja harppuin kanssa; mutta Asaph kiliseväisten symbalein kanssa;",
      "Ja Benaja ja Jehasiel papit, vaskitorvilla, aina Jumalan liitonarkin edessä.",
      "Sinä päivänä asetti David ensisti kiittämään Herraa, Asaphin ja hänen veljeinsä kautta.",
      "Kiittäkäät Herraa ja saarnatkaat hänen nimeänsä, julistakaat hänen töitänsä kansain seassa;",
      "Veisatkaat hänelle, soittakaat hänelle, puhukaat kaikista hänen ihmeellisistä töistänsä!",
      "Ylistäkäät hänen pyhää nimeänsä, niiden sydän iloitkaan, jotka etsivät Herraa!",
      "Etsikäät Herraa ja hänen voimaansa, etsikäät hänen kasvojansa alati!",
      "Muistakaat hänen ihmeellisiä töitänsä, jotka hän tehnyt on, hänen ihmeitänsä ja suunsa tuomioita,",
      "Te Israelin hänen palveliansa siemen, te Jakobin hänen valittunsa lapset!",
      "Hänpä on Herra meidän Jumalamme, hän tuomitsee kaikessa maailmassa.",
      "Muistakaat ijankaikkisesti hänen liittoansa, mitä hän on käskenyt tuhannelle sukukunnalle,",
      "Jonka hän teki Abrahamin kanssa ja hänen valaansa Isaakin kanssa;",
      "Ja sääsi sen Jakobille säädyksi ja Israelille ijankaikkiseksi liitoksi,",
      "Ja sanoi: sinulle minä annan Kanaanin maan, teidän perimisenne arvan;",
      "Koska te vähät ja harvat olitte, ja muukalaiset siinä.",
      "Ja he vaelsivat kansasta kansaan, ja yhdestä valtakunnasta toiseen kansaan.",
      "Eipä hän sallinut kenenkään heitä vahingoittaa, vaan rankaisi kuninkaat heidän tähtensä.",
      "Älkäät ruvetko minun voideltuihini, ja älkäät pahaa tehkö minun prophetailleni!",
      "Veisatkaat Herralle kaikki maa, julistakaat päivä päivältä hänen autuuttansa!",
      "Luetelkaat pakanain seassa hänen kunniaansa, kaikkein kansain seassa hänen ihmeitänsä!",
      "Sillä Herra on suuri ja sangen kiitettävä, peljättävä kaikkein jumalain seassa;",
      "Sillä kaikki pakanain jumalat ovat epäjumalat; mutta Herra on taivaat tehnyt.",
      "Kaunistus ja kunnia on hänen edessänsä, ja väkevyys ja ilo on hänen siassansa.",
      "Te kansain sukukunnat, tuokaat Herralle, tuokaat Herralle kunnia ja voima!",
      "Tuokaat Herralle hänen nimensä kunnia, tuokaat lahjoja ja tulkaat hänen eteensä. Kumartakaat Herraa pyhässä kaunistuksessa!",
      "Peljätkäät häntä kaikki maailma; hän on maan vahvistanut, ettei se liiku.",
      "Taivaat iloitkaan ja maa riemuitkaan, sanottakaan pakanain seassa, että Herra hallitsee!",
      "Meri pauhatkaan ja mitä siinä on, kedot iloitkaan ja kaikki, mitä sen päällä on.",
      "Ja ihastukaan kaikki puut metsissä Herran edessä; sillä hän tulee tuomitsemaan maata.",
      "Kiittäkäät Herraa, sillä hän on hyvä, ja hänen laupiutensa on ijankaikkinen!",
      "Ja sanokaat: auta meitä Jumala, meidän vapahtajamme, ja kokoa meitä ja kehitä meitä pakanoista, että me kiittäisimme sinun pyhää nimeäs ja kerskaisimme sinun kiitoksessas.",
      "Kiitetty olkoon Herra Israelin Jumala ijankaikkisesta ijankaikkiseen; ja kaikki kansa sanokaan: amen! ja kiittäkään Herraa!",
      "Näin jätti hän Herran liitonarkin eteen Asaphin ja hänen veljensä, palvelemaan alinomati arkin edessä jokapäiväisessä työssä;",
      "Mutta Obededomin ja hänen kahdeksan veljeänsä seitsemättäkymmentä, ja Obededomin Jeditunin pojan ja Hossan, ovenvartiaksi.",
      "Ja papin Zadokin ja papit hänen veljensä pani hän Herran majan eteen Gibeonin korkeudelle,",
      "Tekemään päivä päivältä Herralle polttouhria polttouhrin alttarilla aamulla ja ehtoolla; kaiketi niinkuin kirjoitettu on Herran laissa, ja hän Israelille käskenyt oli;",
      "Ja Hemanin ja Jedutunin heidän kanssansa, ja muut valitut, nimeltänsä nimitetyt, kiittämään Herraa, että hänen laupiutensa on ijankaikkisesti;",
      "Ja Hemanin ja Jedutunin heidän kanssansa, vaskitorvilla ja symbaleilla soittamaan, ja Jumalan kanteleilla. Mutta Jedutunin pojat pani hän ovenvartiaksi.",
      "Ja näin matkusti kaikki kansa kukin kotiansa; David myös palasi siunaamaan huonettansa."
    ],
    [
      "Ja tapahtui, kuin David asui huoneessansa, sanoi hän propheta Natanille: katso, minä asun sedrihuoneessa, ja Herran liitonarkki on vaatetten alla.",
      "Natan sanoi Davidille: kaikki mikä sinun sydämessäs on, tee, sillä Herra on sinun kanssas.",
      "Mutta sinä yönä tuli Jumalan sana Natanin tykö ja sanoi:",
      "Mene ja sano palvelialleni Davidille: näin sanoo Herra: ei sinun pidä minulle rakentaman huonetta asuakseni;",
      "Sillä en minä ole asunut yhdessäkään huoneessa siitä päivästä, kuin minä Israelin lapset johdatin ulos, tähän päivään asti, vaan minä olen aina ollut majoissa ja tabernaklissa.",
      "Kuhunka ikänä minä vaelsin koko Israelissa, olenko minä puhutellut jotakuta tuomaria Israelissa, jonka minä olen käskenyt kaita minun kansaani, ja sanonut: miksi ette ole minulle rakentaneet sedrihuonetta?",
      "Niin sano nyt näin palvelialleni Davidille: näin sanoo Herra Zebaot: minä olen ottanut sinun kedolta, kussas lampaita kaitsit, kansani Israelin päämieheksi,",
      "Ja olen ollut sinun kanssas, kuhunkas ikänä vaelsit, ja olen hävittänyt kaikki vihamiehes edestäs, ja olen tehnyt sinulle nimen, niiden suurten nimien jälkeen, jotka maan päällä ovat;",
      "Mutta minä panen kansalleni Israelille paikan ja istutan sen niin, että se siinä asuu ja ei enään liikuteta, ja pahan kansan ei pidä enää sitä vaivaaman niinkuin ennen.",
      "Ja siitä ajasta, jona minä asetin tuomarit kansalleni Israelille, painoin minä kaikki sinun vihamiehes alas: ja minä ilmoitan sinulle Herran rakentavan sinulle huoneen.",
      "Ja pitää tapahtuman, kuin sinun aikas on täytetty, että sinä menet isäis tykö, niin minä herätän sinun siemenes sinun jälkees, joka pitää oleman sinun pojistas, ja minä vahvistan hänen valtakuntansa.",
      "Hän rakentaa minulle huoneen, ja minä vahvistan hänen istuimensa ijankaikkisesti.",
      "Minä olen hänen isänsä, ja hän on minun poikani: ja en minä käännä laupiuttani häneltä pois, niinkuin minä sen käänsin häneltä pois, joka sinun edelläs oli;",
      "Mutta minä asetan hänen minun huoneeseni ja valtakuntaani ijankaikkisesti, niin että hänen istuimensa on pysyväinen ijankaikkisesti.",
      "Ja kuin Natan kaikkein näiden sanain jälkeen ja kaiken tämän näyn jälkeen Davidin kanssa puhunut oli,",
      "Niin tuli kuningas David ja oli Herran edessä, ja sanoi: kuka olen minä, Herra Jumala? ja mikä on minun huoneeni, ettäs olet saattanut minun tähän asti?",
      "Ja tämä on vähä ollut sinun silmäis edessä, Jumala, mutta sinä olet myös puhunut sinun palvelias huoneelle kaukaisista asioista, ja olet katsellut minun niinkuin ihmisen hahmossa, joka on Herra Jumala korkeudessa.",
      "Mitä enempää David mahtaa anoa sinulta, ettäs kunnioittaisit palvelias? sillä sinä tunnet palvelias.",
      "Herra, palvelias tähden ja sinun sydämes jälkeen olet sinä kaikki nämät suuret asiat tehnyt, ilmoittaakses kaikki ne suuret työt.",
      "Herra, ei ole sinun kaltaistas ja ei ole Jumalaa paitsi sinua, kaiken senjälkeen, minkä me korvillamme kuulleet olemme.",
      "Ja mikä kansa maan päällä on niinkuin kansas Israel, jota Jumala mennyt on vapahtamaan itsellensä kansaksi, ja tekemään itsellensä nimeä suurista ja hirmuisista töistä, ajain pakanat ulos kansas edestä, jonkas Egyptistä vapahtanut olet?",
      "Ja olet tehnyt kansas Israelin itselles ijankaikkiseksi kansaksi, ja sinä Herra olet heidän Jumalaksensa tullut.",
      "Nyt Herra, se sana, jonkas puhunut olet palveliastas ja hänen huoneestansa, vahvistukoon ijankaikkisesti! ja tee niinkuin sinä puhunut olet.",
      "Vahvistukoon ja suureksi tulkoon sinun nimes ijankaikkisesti! että sanottaisiin: Herra Zebaot, Israelin Jumala, on Jumala Israelissa, ja palvelias Davidin huone olkoon pysyväinen sinun edessäs!",
      "Sillä sinä, Jumalani, olet ilmoittanut palvelias korvain kuullen, ettäs rakennat hänelle huoneen, sentähden on palvelias aikonut rukoilla sinun edessäs.",
      "Nyt Herra, sinä olet Jumala, ja sinä olet tätä hyvää puhunut palvelialles;",
      "Niin rupee nyt siunaamaan palvelias huonetta, että se pysyis ijankaikkisesti sinun edessäs; sillä sinä Herra olet siunannut sen, niin olkoon se siunattu ijankaikkisesti!"
    ],
    [
      "Sitte löi David Philistealaiset ja vaati allensa heidät, ja hän otti Gatin kylinensä Philistealaisten kädestä.",
      "Hän löi myös Moabilaiset, niin että he tulivat Davidille alamaisiksi ja veivät hänelle lahjoja.",
      "David löi myös Hadareserin Zoban kuninkaan Hamatissa, silloin kuin hän meni asettamaan sotajoukkoansa Phratin veden tykö.",
      "Ja David voitti häneltä tuhannen vaunua, seitsemäntuhatta hevosmiestä ja kaksikymmentätuhatta jalkamiestä. Ja David raiskasi kaikki vaunut, ja piti heistä tallella sata vaunua.",
      "Ja Syrialaiset Damaskusta tulivat Hadareserin Zoban kuninkaan apuun; mutta David löi Syrialaisista kaksikolmattakymmentä tuhatta miestä.",
      "Ja David asetti vartiat Syrian Damaskuun, niin että Syrialaiset tulivat Davidin alamaisiksi ja veivät hänelle lahjoja; sillä Herra autti Davidia, kuhunka ikänä hän vaelsi.",
      "Ja David otti ne kultaiset kilvet, jotka olivat Hadareserin palvelioilla, ja vei ne Jerusalemiin.",
      "Otti myös David Hadareserin kaupungeista Tibehatista ja Kunista juuri paljon vaskea, josta Salomo teki vaskimeren, patsaat ja vaskiastioita.",
      "Ja kuin Togu Hematin kuningas kuuli Davidin lyöneen kaiken Hadareserin Zoban kuninkaan sotajoukon,",
      "Lähetti hän poikansa Hadoramin kuningas Davidin tykö, tervehtimään häntä ystävällisesti ja siunaamaan häntä, että hän Hadareserin kanssa sotinut ja hänen lyönyt oli; sillä Togulla oli sota Hadareserin kanssa: niin myös kaikellaisia kultaisia, hopiaisia ja vaskisia asioita (lähetti hän).",
      "Ja kuningas David pyhitti ne Herralle sen sen hopian ja kullan kanssa, jonka hän oli ottanut kaikilta pakanoilta, Edomilaisilta, Moabilaisilta, Ammonin lapsilta, Philistealaisilta ja Amalekilaisilta.",
      "Ja Abisai Zerujan poika löi Suolalaaksossa Edomilaisista kahdeksantoistakymmentä tuhatta,",
      "Ja asetti vartiat Edomiin, niin että kaikki Edomilaiset olivat Davidin alamaiset; sillä Herra autti Davidia, kuhunka ikänä hän vaelsi.",
      "Ja niin hallitsi David kaiken Israelin, ja hän teki oikeuden ja hurskauden kaikelle kansallensa.",
      "Joab Zerujan poika oli sotajoukon päällä, Josaphat Ahiludin poika oli kansleri.",
      "Zadok Ahitobin poika ja Abimelek Abjatarin poika olivat papit, Sausa oli kirjoittaja.",
      "Benaja Jojadan poika oli Kretin ja Pletin päällä. Ja Davidin pojat olivat ensimäiset kuninkaan käsillä."
    ],
    [
      "Sen jälkeen tapahtui, että Nahas Ammonin lasten kuningas kuoli, ja hänen poikansa tuli kuninkaaksi hänen siaansa.",
      "Niin David sanoi: minä osoitan laupiuden Hanunille Nahaksen pojalle; sillä hänen isänsä on tehnyt laupiuden minun kohtaani. Ja David lähetti sanansaattajat lohduttamaan häntä hänen isänsä tähden. Ja Davidin palveliat tulivat Ammonin lasten maalle Hanunin tykö, lohduttamaan häntä.",
      "Niin sanoivat Ammonin lasten ylimmäiset Hanunille: luuletkos Davidin kunnioittavan isääs sinun silmäis edessä, että hän lähetti lohduttajat sinun tykös? ja eikö hänen palveliansa tulleet sinun tykös tutkistelemaan, kukistamaan ja vakoomaan maata?",
      "Silloin otti Hanun Davidin palveliat, ajeli heidät ja leikkasi puolen heidän vaatteistansa liki kupeisiin asti, ja päästi heidät menemään.",
      "Ja he menivät, ja se tehtiin Davidille tiettäväksi niistä mieheistä. Ja hän lähetti heitä vastaan (sillä miehet olivat sangen suuresti häväistys), ja kuningas sanoi: olkaat siihenasti Jerihossa kuin teidän partanne kasvaa, tulkaat sitte jälleen.",
      "Mutta kuin Ammonin lapset näkivät haisevansa Davidin edessä, lähetti Hanun ja Ammonin lapset tuhannen leiviskää hopiaa, palkataksensa vaunuja ja hevosmiehiä Mesopotamiasta ja Syrian Maekasta ja Sobasta.",
      "Ja he palkkasivat kaksineljättäkymmentä tuhatta vaunua, ja Maekan kuninkaan väkinensä. He tulivat ja sioittivat itsensä Medban eteen. Ja Ammonin lapset kokoontuivat myös kaupungeistansa ja tulivat sotaan.",
      "Kuin David sen kuuli, lähetti hän Joabin ulos ja koko sankarein sotajoukon.",
      "Ja Ammonin lapset olivat lähteneet ja hankitsivat heitänsä sotaan kaupungin portin edessä; mutta kuninkaat, jotka tulleet olivat, olivat kedolla erinänsä.",
      "Kuin Joab näki sodan sekä edessänsä että takanansa nousevan häntä vastaan, valitsi hän kaikki parhaat miehet Israelista ja asetti ne Syrialaisia vastaan.",
      "Muun väen antoi hän veljensä Abisain käden alle, ja he varustivat itsensä Ammonin lapsia vastaan.",
      "Ja hän sanoi: jos Syrialaiset tulevat minua väkevämmäksi, niin tule minun avukseni; ja jos Ammonin lapset tulevat sinua väkevämmäksi, niin minä autan sinua.",
      "Ole miehuullinen, ja olkaamme vahvat kansamme edestä ja Jumalamme kaupunkein edestä: mutta Herra tehköön niinkuin hänelle otollinen on!",
      "Ja Joab lähestyi sillä väellä, joka hänen kanssansa oli, sotimaan Syrialaisia vastaan; ja ne pakenivat häntä.",
      "Kuin Ammonin lapset näkivät Syrialaisten pakenevan, pakenivat hekin Abisaita hänen veljeänsä ja menivät kaupunkiin; ja Joab meni Jerusalemiin.",
      "Kuin Syrialaiset näkivät itsensä Israelilta lyödyksi, lähettivät he sanansaattajat ja toivat Syrialaiset tuolta puolelta virtaa. Ja Sophak Hadareserin sodanpäämies meni heidän edellänsä.",
      "Kuin se oli Davidille sanottu, kokosi hän koko Israelin ja meni Jordanin ylitse. Ja kuin hän tuli heidän tykönsä, asettui hän heitä vastaan; ja David asetti itsensä Syrialaisia vastaan sotaan, ja ne sotivat hänen kanssansa.",
      "Mutta Syrialaiset pakenivat Israelia. Ja David tappoi Syrialaisista seitsemäntuhatta vaunua ja neljäkymmentä tuhatta jalkamiestä, hän tappoi myös Sophakin sodanpäämiehen.",
      "Ja koska Hadareserin palveliat näkivät itsensä lyödyksi Israelilta, tekivät he rauhan Davidin kanssa, ja olivat hänen palveliansa; ja Syrialaiset ei tahtoneet enää auttaa Ammonin lapsia."
    ],
    [
      "Ja kuin ajastaika kulunut oli siihen aikaan kuin kuninkaat lähtevät ulos, johdatti Joab sotajoukon ja hävitti Ammonin lasten maan, tuli ja piiritti Rabban; mutta David oli Jerusalemissa. Ja Joab löi Rabban ja kukisti sen.",
      "Ja David otti heidän kuninkaansa kruunun hänen päästänsä ja löysi sen painavan leiviskän kultaa, ja siinä oli kalliita kiviä, ja se pantiin Davidin päähän. Hän toi myös sangen paljon saalista kaupungista.",
      "Mutta väen, joka siellä oli, toi hän ulos ja siirsi heidät sahoihin ja rautahaudoille ja kirvestöihin. Niin teki David kaikkein Ammonin lasten kaupunkein kanssa. Ja David palasi sitte kaiken väen kanssa Jerusalemiin.",
      "Sitte nousi sota taas Gaserissa Philistealaisten kanssa. Silloin löi Sibbekai Husatilainen Sippain, joka oli Raphan lapsia, ja he lannistettiin.",
      "Ja vielä nousi sota Philistealaisten kanssa. Silloin löi Elhanan Jairin poika Lahemin Goljatin Gatilaisen veljen, jonka keihään varsi oli niinkuin kankaan puu.",
      "Ja taas nousi sota Gatissa; siellä oli suuri mies, ja hänellä oli kuusi sormea ja kuusi varvasta, se on neljäkolmattakymmentä. Ja hän myös oli syntynyt Raphan pojista.",
      "Ja hän pilkkasi Israelia; mutta Jonatan Simean poika, Davidin veljen poika, löi hänen.",
      "Nämät olivat syntyneet Raphalle Gatissa; ja he lankesivat Davidin käden ja hänen palveliainsa kätten kautta."
    ],
    [
      "Ja saatana seisoi Israelia vastaan ja kehoitti Davidin lukemaan Israelia.",
      "Ja David sanoi Joabille ja kansan ylimmäisille: menkäät ja lukekaat Israel Bersebasta Daniin saakka, ja tuokaat minulle, että minä tietäisin heidän lukunsa.",
      "Joab sanoi: Herra enentäköön kansansa sata kertaa suuremmaksi kuin se nyt on. Herrani kuningas, eikö nämät kaikki ole herrani palveliat? miksi siis herrani kysyy sitä? miksi se tulis synniksi Israelille?",
      "Mutta kuninkaan sana voitti Joabin. Ja Joab meni ja vaelsi koko Israelin ympäri, ja tuli Jerusalemiin.",
      "Ja Joab antoi Davidille luetun kansan luvun: ja koko Israelissa oli yksitoistakymmentä kertaa satatuhatta miestä, jotka miekkaa ulos vetivät. Ja Juudassa neljäsataa tuhatta ja seitsemänkymmentä tuhatta miekan vetävää miestä.",
      "Mutta Leviä ja BenJaminia ei hän näiden sekaan lukenut; sillä Joab kauhistui kuninkaan sanasta.",
      "Mutta asia oli paha Jumalan silmäin edessä; ja hän löi Israelin.",
      "Ja David sanoi Jumalalle: minä olen raskaasti syntiä tehnyt, että minä sen tehnyt olen: mutta ota palvelias vääryys pois; sillä minä olen sangen tyhmästi tehnyt.",
      "Ja Herra puhui Gadille, Davidin näkiälle, sanoen:",
      "Mene ja puhu Davidille, sanoen: näin sanoo Herra: kolme minä panen sinun etees: valitse yksi niistä, ja minä teen sen sinulle.",
      "Ja kuin Gad tuli Davidin tykö, sanoi hän hänelle: näin sanoo Herra: valitse sinulles:",
      "Taikka kolme nälkävuotta, taikka kolmen kuukauden pako vihollistes edessä ja vainollises miekan edessä, että se on käsittävä sinun, eli kolmeksi päiväksi Herran miekka ja ruttotauti maalle, niin että Herran enkeli kadottaa kaikki Israelin rajoilla. Niin ajattele siis nyt, mitä minun pitää häntä vastaamaan, joka minun on lähettänyt.",
      "David sanoi Gadille: minulla on suuri ahdistus; kuitenkin tahdon minä langeta Herran käsiin, sillä hänen laupiutensa on sangen suuri, en tahdo langeta ihmisten käsiin.",
      "Ja Herra antoi ruttotaudin tulla Israeliin, niin että Israelista lankesi seitsemänkymmentä tuhatta miestä.",
      "Ja Jumala lähetti enkelin Jerusalemiin hukuttamaan sitä; ja hukuttaissa katsoi Herra siihen ja katui sitä pahaa, ja sanoi enkelille, joka hukutti: nyt on kyllä, pidä kätes ylös! Mutta Herran enkeli seisoi Ornanin Jebusilaisen riihen tykönä.",
      "Ja David nosti silmänsä ja sai nähdä Herran enkelin seisovan maan ja taivaan välillä, ja ulosvedetyn miekan hänen kädessänsä ojennetun Jerusalemin päälle. Niin lankesi David ja vanhimmat kasvoillensa, puetetut säkeillä.",
      "Ja David sanoi Jumalalle: enkö minä se ole, joka annoin lukea kansan? minä se olen, joka syntiä tein ja aivan pahoin tein. Mitä nämät lampaat tehneet ovat? Herra Jumalani, anna kätes olla minun ja minun isäni huoneen päälle, ja ei sinun kansalles vaivaksi.",
      "Ja Herran enkeli sanoi Gadille että hän sanois Davidille, että David menis ja rakentais Herralle alttarin Ornanin Jebusilaisen riiheen.",
      "Ja David meni Gadin sanan jälkeen, jonka hän Herran nimeen puhunut oli.",
      "Vaan kuin Ornan käänsi itsensä ja näki neljän poikansa kanssa enkelin, lymyttivät he heitänsä; sillä Ornan tappoi nisuja.",
      "Kuin David meni Ornanin tykö, näki Ornan ja havaitsi Davidin, ja meni riihestä ulos ja lankesi kasvoillensa Davidin eteen maahan.",
      "Ja David sanoi Ornanille: anna minulle sen riihen sia, rakentaakseni siihen Herralle alttarin; anna se minulle täyden rahan edestä, että vitsaus lakkais kansasta.",
      "Ja Ornan sanoi Davidille: ota sinulles ja tee, herrani kuningas, kuin sinulle kelpaa. Katso, minä annan myös härkiä polttouhriksi ja aseita puiksi, ja nisuja ruokauhriksi: kaikki minä annan.",
      "Mutta kuningas David sanoi Ornanille: ei niin, vaan minä tahdon peräti ostaa sen täydellä rahalla; sillä en minä ota sitä, mikä sinun on, Herralle ja tee polttouhria maksamata.",
      "Niin David antoi Ornanille sen sian edestä kuudensadan siklin painon kultaa.",
      "Ja David rakensi siinä Herralle alttarin ja uhrasi polttouhria ja kiitosuhria, ja rukoili Herraa; ja hän kuuli hänen tulella taivaasta polttouhrin alttarilla.",
      "Ja Herra sanoi enkelille, että hän pistäis miekkansa tuppeensa.",
      "Kuin David näki Herran kuulleeksi häntä Ornanin Jebusilaisen riihessä, uhrasi hän siellä.",
      "Sillä Herran maja, jonka Moses oli tehnyt korvessa, ja polttouhrin alttari olivat silloin Gibeonin korkeudella.",
      "Ja ei David taitanut mennä sen eteen kysymään Jumalaa; sillä hän oli peljästynyt Herran enkelin miekkaa."
    ],
    [
      "Ja David sanoi: tässä pitää oleman Herran huone, ja tämä alttari Israelin polttouhria varten.",
      "Ja David käski koota muukalaiset, jotka Israelin maalla olivat: ne asetti hän kivien vuoliaksi, vuolemaan kiviä Jumalan huoneen rakennukseksi.",
      "Ja David valmisti paljon rautaa porttein ovien nauloiksi, ja mitä yhteen naulittaa tarvittiin, ja niin paljo vaskea, ettei se punnittaa taidettu;",
      "Ja sedripuita epäluvun; sillä Sidonilaiset ja Tyrolaiset toivat paljon sedripuita Davidille.",
      "Ja David ajatteli: minun poikani Salomo on nuori ja heikko, mutta huone, joka pitää Herralle rakettaman, pitää niin suuri oleman, että sen nimi ja kunnia korotetaan kaikissa maissa; sentähden valmistan minä nyt hänelle varaksi. Näin valmisti David paljon ennen kuolemaansa.",
      "Ja hän kutsui poikansa Salomon ja käski hänen rakentaa huoneen Herralle Israelin Jumalalle.",
      "Ja David sanoi Salomolle: poikani, minun mieleni oli rakentaa Herralle minun Jumalalleni huonetta;",
      "Mutta Herran sana tuli minun tyköni ja sanoi: sinä olet paljon verta vuodattanut ja suurta sotaa pitänyt; sentähden ei sinun pidä rakentaman minun nimelleni huonetta, ettäs niin paljon verta olet vuodattanut maan päälle minun edessäni.",
      "Katso, poika, joka sinulle syntyy, on oleva levollinen mies; sillä minä annan levon kaikilta vihollisiltansa hänen ympärillänsä: sentähden pitää hänen nimensä oleman Salomo; sillä minä annan rauhan ja levon Israelille hänen elinaikanansa.",
      "Hänen pitää rakentaman minun nimelleni huoneen, hänen pitää oleman minun poikani, ja minä olen hänen isänsä: ja minä vahvistan hänen valtakuntansa istuimen Israelissa ijankaikkisesti.",
      "Niin on nyt, minun poikani, Herra sinun kanssas: sinä menestyt ja rakennat Herralle sinun Jumalalles huoneen, niinkuin hän sinusta puhunut on.",
      "Kuitenkin antakoon Herra sinulle ymmärryksen ja toimen, ja asettakoon sinun Israelia hallitsemaan ja pitämään Herran sinun Jumalas lain!",
      "Silloin sinä menestyt, koskas ahkeroitset pitää niitä säätyjä ja oikeuksia, jotka Herra Moseksen kautta on käskenyt Israelille. Ole vahva ja hyvässä turvassa, älä pelkää, älä myös vavahdu.",
      "Katso, minä olen vaivassani valmistanut Herran huoneesen satatuhatta leiviskää kultaa ja tuhannen kertaa tuhannen leiviskää hopiaa, niin myös vaskea ja rautaa määrättömästi (sillä niitä on ylen paljo): minä olen myös toimittanut hirsiä ja kiviä, joihin vielä lisätä taidat.",
      "Niin on sinulla paljo työntekiöitä, kivenhakkaajia ja puuseppiä, ja kaikkia taitavia kaikkinaisiin töihin.",
      "Kullalla, hopialla, vaskella ja raudalla ei ole lukua: nouse siis ja tee se, Herra on sinun kanssas.",
      "Ja David käski kaikkia Israelin ylimmäisiä auttamaan poikaansa Salomoa.",
      "Eikö Herra teidän Jumalanne ole teidän kanssanne ja ole antanut teille levon joka taholta? Sillä hän on antanut maan asujamet minun käsiini, ja maa on voitettu Herran ja hänen kansansa edessä.",
      "Sentähden antakaat sydämenne ja sielunne etsiä Herraa teidän Jumalaanne; nouskaat ja rakentakaat Herralle Jumalalle pyhä, kannettaa siihen Herran liitonarkki ja pyhät Jumalan astiat huoneesen, joka Herran nimeen rakennetaan."
    ],
    [
      "Kuin David oli vanha ja elämästä kyllänsä saanut, asetti hän poikansa Salomon Israelin kuninkaaksi,",
      "Ja kokosi kaikki ylimmäiset Israelissa, ja papit ja Leviläiset,",
      "Että Leviläiset luettaisiin hamasta kolmestakymmenestä ajastajasta ja sen ylitse. Ja heidän lukunsa oli päästä päähän, väkeviä miehiä, kahdeksanneljättäkymmentä tuhatta,",
      "Joista oli neljäkolmattakymmentä tuhatta teettäjää Herran huoneessa, ja kuusituhatta virkamiestä ja tuomaria;",
      "Ja neljätuhatta ovenvartiaa ja neljätuhatta niitä, jotka Herralle kiitosta veisasivat kanteleilla, jotka minä pannut olen kiitosta veisaamaan.",
      "Ja David teki järjestyksen Levin lapsille, Gersonille, Kahatille ja Merarille.",
      "Gersonilaisia olivat Laedan ja Simei.",
      "Laedanin lapset: ensimäinen Jehieli, Setam ja Joel, kolme;",
      "Simein lapset: Salomit, Hasiel ja Haran, kolme. Nämät olivat Laedanin isäin ylimmäiset.",
      "Olivat myös nämät Simein lapset: Jahat, Sina, Jeus ja Beria. Nämät neljä olivat Simein lapset.",
      "Jahat oli ensimäinen, Sina toinen. Mutta Jeuksella ja Berialla ei ollut monta lasta, sentähden luettiin ne yhdeksi isän huoneeksi.",
      "Kahatin lapset: Amram, Jitshar, Hebron ja Ussiel, neljä.",
      "Amramin lapset: Aaron ja Moses. Mutta Aaron eroitettiin, koska oli pyhitetty kaikkein pyhimmälle, hän ja hänen poikansa ijankaikkisesti, kantamaan suitsutusta Herran edessä, ja palvelemaan häntä, ja siunaamaan hänen nimeensä ijankaikkisesti.",
      "Ja Moseksen Jumalan miehen lapset luettiin Leviläisten sukukuntain sekaan.",
      "Moseksen lapset olivat: Gersom ja Elieser.",
      "Gersomin lapset: ensimäinen oli Sebuel.",
      "Elieserin lapset: ensimäinen oli Rehabia. Ja Elieserillä ei ollut muita lapsia, vaan Rehabeamin lapsia oli paljon enempi.",
      "Jitsharin lapset: Selomit ensimäinen.",
      "Hebronin lapset: Jeria ensimäinen, Amaria toinen, Jahasiel kolmas ja Jakneam neljäs.",
      "Ussielin lapset: Miika ensimäinen ja Jissia toinen.",
      "Merarin lapset: Maheli ja Musi. Mahelin lapset: Eleasar ja Kis.",
      "Mutta Eleasar kuoli, ja ei ollut hänellä poikia, vaan tyttäriä, jotka heidän veljensä Kisin pojat naivat.",
      "Musin lapset: Maheli, Eder ja Jeremot, kolme.",
      "Nämät ovat Levin lapset heidän isäinsä huoneen jälkeen, isäin päämiehet, jotka nimien luvun jälkeen päästä päähän luetut olivat, jotka tekivät viran töitä Herran huoneen palveluksessa, kahdenkymmenen ajastaikaisista ja sen ylitse.",
      "Sillä David sanoi: Herra Israelin Jumala, joka on asuva Jerusalemissa ijankaikkisesti, on antanut kansallensa levon.",
      "Ja ei Leviläiset tarvinneet kantaa majaa kaikkein hänen kaluinsa kanssa palvelukseen.",
      "Ja Levin lapset luettiin Davidin viimeisten sanain jälkeen Leviläisten sekaan, kahdenkymmenen vuotisista ja sen ylitse,",
      "Että heidän piti seisoman Aaronin lasten sivussa palvelemassa Herran huoneessa, kartanoilla ja kammioissa, ja kaikkinaisissa pyhitetyn puhdistuksissa, ja kaikissa viran töissä Herran huoneessa;",
      "Ja oleman näkyleipäin, sämpyläjauhoin, ruokauhrein, happamattomain kyrsäin, pannuin, halstarien ja kaikkein vaakain ja mittain päällä;",
      "Ja seisoman joka aamulla, kiittämässä ja ylistämässä Herraa, niin myös ehtoolla,",
      "Ja uhraamassa Herralle kaikkinaiset polttouhrit sabbateina, uudelle kuulla ja juhlapäivinä, luvun ja tavan jälkeen, alati Herran edessä,",
      "Ja ottamassa vaarin seurakunnan majasta ja pyhyyden vartiosta, ja Aaronin lasten heidän veljeinsä vartiosta, Herran huoneen palveluksessa."
    ],
    [
      "Mutta tämä oli Aaronin lasten järjestys: Aaronin pojat oli: Nadab, Abihu, Eleasar ja Itamar.",
      "Mutta Nadab ja Abihu kuolivat isänsä edessä, ja ei heillä ollut lasta. Ja Eleasar ja Itamar tulivat papeiksi.",
      "Ja David määräsi heitä näin: Zadokin Eleasarin lapsista ja Ahimelekin Itamarin lapsista, heidän virkansa jälkeen heidän palveluksessansa.",
      "Ja usiammat väkevät päämiehet löydettiin Eleasarin kuin Itamarin lapsista, koska he heitä niin määräsivät: Eleasarin lapsista oli siellä kuusitoistakymmentä ylimmäistä heidän isäinsä huoneessa, ja kahdeksan Itamarin lapsista, heidän isäinsä huoneessa.",
      "Ja he määräsivät heitä arvalla sekä näitä että niitä; sillä molemmat Eleasarin ja Itamarin lapset olivat päämiehet pyhässä ja päämiehet Jumalan edessä.",
      "Ja Semaja kirjoittaja, Netaneelin poika Leviläisistä, kirjoitti heidät kuninkaan edessä, ja päämiesten ja papin Zadokin, ja Ahimelekin Abjatarin pojan, ja pappein ja Leviläisten, ja ylimmäisten isäin edessä: yksi isän huone otettiin Eleasarin edestä ja toinen otettiin sitte Itamarin edestä.",
      "Ja ensimäinen arpa lankesi Jojaribin päälle, toinen Jedatjan,",
      "Kolmas Harimin, neljäs Seorimin,",
      "Viides Malkian, kuudes Mijamin,",
      "Seitsemäs Hakkotsin, kahdeksas Abian,",
      "Yhdeksäs Jesuan, kymmenes Sekanian,",
      "Yksitoistakymmenes Eliasibin, kaksitoistakymmenes Jakimin,",
      "Kolmastoistakymmenes Huppan, neljästoistakymmenes Jesebabin,",
      "Viidestoistakymmenes Bilgan, kuudestoistakymmenes Immerin,",
      "Seitsemästoistakymmenes Hesirin, kahdeksastoistakymmenes Happitsetsin,",
      "Yhdeksästoistakymmenes Petahian, kahdeskymmenes Jeheskelin,",
      "Ensimäinenkolmattakymmentä Jakinin, toinenkolmattakymmentä Gamulin,",
      "Kolmaskolmattakymmentä Delajan, neljäskolmattakymmentä Maasian.",
      "Tämä on heidän järjestyksensä heidän virkansa jälkeen, menemään Herran huoneesen tapansa jälkeen, isänsä Aaronin käden alla; niinkuin Herra Israelin Jumala heidän oli käskenyt.",
      "Muiden Levin lasten seassa oli Amramin lapsista Subael, Subaelin lapsista Jehdeja.",
      "Rehabian lapsista: Jissia oli heistä ensimäinen.",
      "Mutta Jitseharilaisista oli Selomot, Selomotin lapsista Jahat.",
      "(Hebronin lapset) Jerija ensimäinen, Amaria toinen, Jahasiel kolmas, Jekameam neljäs.",
      "Ussielin lapset: Miika. Miikan lapsista Samir.",
      "Jesija oli Miikan veli; Jesijan lapsista Sakaria.",
      "Merarin lapset: Maheli ja Musi; Jaesijan hänen poikansa lapset.",
      "Merarin lapset Jaesijasta, hänen poikansa oli Soham, Sakkur ja Ibri.",
      "Mutta Mahelilla oli Eleasar, ja hänellä ei ollut yhtään poikaa.",
      "Kisistä, Kisin lapset: Jerahmeel.",
      "Musin lapset: Maheli, Eder ja Jeremot. Ne ovat Leviläisten lapset heidän isäinsä huoneen jälkeen.",
      "Ja nämät myös heittivät arpaa veljeinsä Aaronin lasten kanssa kuningas Davidin edessä, ja Zadokin ja Ahimelekin, ja ylimmäisten isäin edessä, pappein ja Leviläisten seassa; ylimmäinen isäin seassa pienimmänkin veljensä kanssa."
    ],
    [
      "Ja David sodanpäämiesten kanssa eroitti virkoihin Asaphin, Hemanin ja Jedutunin lapset, jotka propheterasivat harpuilla, psaltareilla ja symbaleilla. Ja he luettiin töihin heidän virkansa jälkeen.",
      "Asaphin lapsista: Sakkur, Joseph, Netania, Asarela, Asaphin pojat, Asaphin käden alla, jotka ennustivat kuninkaan tykönä.",
      "Jedutunista, Jedutunin lapset: Gedalia, Zeri, Jesaja, Hasabia ja Mattitia, kuusi isänsä Jedutunin johdon alla harpuilla, jotka ennustivat, kiittivät ja ylistivät Herraa.",
      "Hemanista: Hemanin lapset, Bukkia, Mattania, Ussiel, Sebuel ja Jerimot, Hanania, Hanani, Eliata, Giddalti ja Romamtieser, Josbekaja, Malloti, Hotir, Mahasiot;",
      "Nämät olivat kaikki Hemanin lapset, kuninkaan näkiän Jumalan sanassa, ylentämään sarvea; sillä Jumala oli antanut Hemanille neljätoistakymmentä poikaa ja kolme tytärtä.",
      "Nämät kaikki olivat isänsä käden alla, veisaamassa Herran huoneessa symbaleilla, psaltareilla ja harpuilla, Jumalan huoneen virassa, kuninkaan, Asaphin, Jedutunin ja Hemanin asetuksen jälkeen.",
      "Ja heidän ja heidän veljeinsä luku kaikki yhteen, jotka olivat oppineet ja ymmärtäväiset Herran veisussa, oli kaksisataa ja kahdeksanyhdeksättäkymmentä.",
      "Ja heittivät arpaa vartioistansa niin pieni kuin suuri, ja oppinut niinkuin opetuslapsi.",
      "Ja ensimäinen arpa lankesi Asaphin Josephille, toinen Gedalialle ja hänen veljillensä ja pojillensa: ja heitä oli kaksitoistakymmentä:",
      "Kolmas Sakkurin, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Neljäs Jitsrin, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Viides Netanian, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Kuudes Bukkian, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Seitsemäs Jesarelan, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Kahdeksas Jesaian, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Yhdeksäs Mattanian, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Kymmenes Simein, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Ensimäinentoistakymmentä Asareelin, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Toinentoistakymmentä Hasabian, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Kolmastoistakymmentä Subaelin, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Neljästoistakymmentä Mattitjan, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Viidestoistakymmentä Jeremotin, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Kuudestoistakymmentä Hananian, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Seitsemästoistakymmentä Josbekasan, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Kahdeksastoistakymmentä Hananin, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Yhdeksästoistakymmentä Mallotin, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Kahdeskymmenes Elijatan, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Ensimäinenkolmattakymmentä Hotirin, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Toinenkolmattakymmentä Giddaltin, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Kolmaskolmattakymmentä Mahesjotin, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä;",
      "Neljäskolmattakymmentä Romamtieserin, hänen poikainsa ja veljeinsä päälle: ja heitä oli kaksitoistakymmentä."
    ],
    [
      "Ovenvartiain järjestyksessä: Korhilaisista oli Meselemia, Koren poika, Asaphin lapsista.",
      "Meselemian lapset olivat nämät: hänen esikoisensa Sakaria, toinen Jediael, kolmas Sebadia, neljäs Jatniel,",
      "Viides Elam, kuudes Johanan, seitsemäs Eljoenai.",
      "Mutta Obededomin lapset olivat nämät: hänen esikoisensa Semaja, toinen Josabad, kolmas Joa, neljäs Sakar, viides Netaneel,",
      "Kuudes Ammiel, seitsemäs Isaskar, kahdeksas Pegultai; sillä Jumala oli siunannut hänen.",
      "Ja hänen poikansa Semaja siitti myös poikia, jotka isänsä huoneessa hallitsivat; sillä he olivat väkevät sankarit.",
      "Semajan lapset: Otni, Rephael, Obed ja Elsabad, jonka veljet olivat väkevät miehet, Elihu ja Semakia.",
      "Nämät kaikki olivat Obededomin lapset, he ja heidän lapsensa ja veljensä olivat väkevät miehet virassa: kaksiseitsemättäkymmentä Obededomista.",
      "Meselemialla oli lapsia ja veljiä, väkeviä miehiä kahdeksantoistakymmentä.",
      "Mutta Hosalla Merarin lapsista oli poikia: kaikkein jaloin oli Simri, vaikka ei hän ollut esikoinen, kuitenkin asetti hänen isänsä hänen päämieheksi;",
      "Toinen Hilkia, kolmas Tebalia, neljäs Sakaria: kaikki Hosan lapset ja veljet kolmetoistakymmentä.",
      "Tämä on ovenvartiain järjestys väkeväin päämiesten seassa, vartioissa heidän veljeinsä kohdalla, palvelemaan Herran huoneessa.",
      "Ja arpa oli heitetty pienten niinkuin suurtenkin välillä, heidän isäinsä huoneessa, jokaisen portin eteen.",
      "Arpa itään päin lankesi Selemian päälle; mutta hänen poikansa Sakaria, joka toimellinen neuvossa oli, heitti arvan, ja hänen arpansa lankesi pohjaan päin;",
      "Mutta Obededomin etelään päin, ja hänen poikainsa Asuppimin huoneen tykö.",
      "Ja Suppim ja Hosa saivat lännen puolelle, Salleketin portille, josta korkian ahteen päälle mennään, jossa vartiat seisovat toinen toistansa vastaan.",
      "Itään päin oli kuusi Leviläistä, pohjaan päin neljä joka päivä, etelään päin neljä joka päivä, mutta Asuppimin tykönä kaksi ja kaksi;",
      "Parbarin tykönä länteen päin neljä joka haarassa, ja kahdet Parbarin tykönä.",
      "Tämä on ovenvartiain järjestys, Korhilaisten ja Merarin lasten seassa.",
      "Leviläisistä oli Ahia Jumalan huoneen tavarain päällä ja pyhyyden tavarain päällä;",
      "Laedanin lapset, Gersonin lapset Laedanista: Laedanin Gersonilaisen, isäin päämiehet Jehieliläiset;",
      "Jehieliläisten lapset: Setam ja hänen veljensä Joel, Herran huoneen tavarain päällä;",
      "Amramilaisista, Jitseharilaisista, Hebronilaisista ja Ussielilaisista",
      "Oli Sebuel Gersomin poika, Moseksen pojan poika, päämies tavarain päällä.",
      "Mutta hänen veljellänsä Elieserillä oli poika Rehabia, ja hänen poikansa Jesaja, hänen poikansa Joram, hänen poikansa Sikri, ja hänen poikansa Selomit.",
      "Selomit ja hänen veljensä olivat kaikkein pyhäin tavarain päällä, jotka David kuningas oli pyhittänyt, ja ylimmäiset isät, tuhanten ja satain päämiehet sotajoukon päällä.",
      "Sodasta ja saaliista ovat he pyhittäneet Herran huoneen parannukseksi;",
      "Kaikki myös mitä näkiä Samuel, ja Saul Kisin poika, ja Abner Nerin poika, ja Joab Zerujan poika olivat pyhittäneet, ja kaikki mitkä pyhitetyt olivat, olivat Selomitin ja hänen veljeinsä käden alla.",
      "Jitseharilaisista olivat Kenania poikinensa asetetut ulkonaisen työn haltiaksi ja tuomariksi Israelissa;",
      "Hebronilaisia Hasabia ja hänen veljensä, väkevät miehet, tuhannen ja seitsemänsataa, asetetut virkaan Israelissa, tuolla puolella Jordania länteen päin, kaikkinaisiin Herran asioihin ja kuninkaan palvelukseen.",
      "Hebronilaisia oli myös Jerijah, Hebronilaisten päämies, heidän sukukuntainsa ja isäinsä seassa. Ja neljäntenäkymmenentenä kuningas Davidin valtakunnan vuonna etsittiin ja löydettiin heidän seassansa väkevät miehet Gileadin Jaeserissa.",
      "Ja hänen veljensä olivat väkevät miehet, kaksituhatta ja seitsemänsataa isäin päämiehiä. Ja David kuningas asetti heitä Rubenilaisten, Gadilaisten ja puolen Manassen sukukunnan päälle, kaikkiin Jumalan ja kuninkaan asioihin."
    ],
    [
      "Mutta Israelin lapset heidän lukunsa jälkeen olivat: isäin päämiehet, tuhanten ja satain ruhtinaat, ja virkamiehet, jotka ottivat kuninkaasta vaarin, heidän järjestyksensä jälkeen, vaeltamaan sinne ja tänne jokainen kuukautenansa, joka kuukautena ajastajassa; ja jokaisessa joukossa oli neljäkolmattakymmentä tuhatta.",
      "Ensimäisen joukon päällä ensimäisenä kuukautena oli Jasobeam Saddielin poika, ja hänen joukossansa neljäkolmattakymmentä tuhatta.",
      "Mutta Peretsin lapsista oli ylimmäinen kaikkein sodanpäämiesten päällä, ensimäisenä kuukautena.",
      "Toisen kuukauden joukon päällä oli Dodai Ahohilainen, ja Miklot päämies hänen joukkonsa päällä, ja hänen joukossansa neljäkolmattakymmentä tuhatta.",
      "Kolmannen joukon päämies kolmantena kuukautena oli Benaja papin Jojadan poika, ja hänen joukossansa oli neljäkolmattakymmentä tuhatta.",
      "Tämä on Benaja väkevä kolmenkymmenen seassa ja kolmenkymmenen päällä, ja hänen joukkonsa oli hänen poikansa Ammisabadin alla.",
      "Neljäs, neljäntenä kuukautena, oli Asahel Joabin veli, ja hänen jälkeensä Sebadia hänen poikansa, ja hänen joukossansa neljäkolmattakymmentä tuhatta.",
      "Viides, viidentenä kuukautena, oli päämies Samehut Jesrahilainen, ja hänen joukossansa oli neljäkolmattakymmentä tuhatta.",
      "Kuudes, kuudentena kuukautena, oli Ira Ikeksen Thekoalaisen poika, ja hänen joukossansa oli neljäkolmattakymmentä tuhatta.",
      "Seitsemäs, seitsemäntenä kuukautena, oli Heles Pelonilainen Ephraimin lapsia, ja hänen joukossansa oli neljäkolmattakymmentä tuhatta.",
      "Kahdeksas, kahdeksantena kuukautena, oli Sibbekai Hussatilainen Sarhilaisista, ja hänen joukossansa oli neljäkolmattakymmentä tuhatta.",
      "Yhdeksäs, yhdeksäntenä kuukautena, oli Abieser Antotilainen Jeminin lapsista, ja hänen joukossansa oli neljäkolmattakymmentä tuhatta.",
      "Kymmenes, kymmenentenä kuukautena, oli Maherai Netophatilainen Sarhilaisista, ja hänen joukossansa oli neljäkolmattakymmentä tuhatta.",
      "Ensimäinentoistakymmentä, ensimäisenä kuukautena toistakymmentä, oli Benaja Pirtagonilainen Ephraimin lapsista, ja hänen joukossansa oli neljäkolmattakymmentä tuhatta.",
      "Toinentoistakymmentä, toisena kuukautena toistakymmentä, oli Heldai Netophatilainen Otnielista, ja hänen joukossansa neljäkolmattakymmentä tuhatta.",
      "Israelin sukukuntain päällä: Rubenilaisten päämies oli Elieser Sikrin poika; Simeonilaisten seassa Sephatia Maekan poika;",
      "Leviläisten seassa, Hasabia Kemuelin poika; Aronilaisten seassa Zadok;",
      "Juudan seassa, Elihu Davidin veljistä; Isaskarin seassa, Omri Mikaelin poika;",
      "Sebulonin seassa, Jismaja Obadian poika; Naphtalin seassa, Jerimot Asrielin poika;",
      "Ephraimin lasten seassa, Hosea Asasian poika; puolen Manassen sukukunnan seassa, Joel Pedajan poika;",
      "Puolen Manassen sukukunnan seassa Gileadissa, Jiddo Sakarian poika; BenJaminin seassa, Jaasiel Abnerin poika;",
      "Danin seassa, Asareel Jerohamin poika. Nämät ovat Israelin sukukuntain päämiehet.",
      "Mutta David ei lukenut niitä, jotka kahdenkymmenen vuotiset ja sitä nuoremmat olivat; sillä Herra oli luvannut enentää Israelin niinkuin tähdet taivaissa.",
      "Mutta Joab Zerujan poika oli ruvennut lukemaan ja ei sitä täyttänyt, ja viha tuli siitä Israelin päälle: ja ei se luku tullut kuningas Davidin aikakirjaan.",
      "Kuninkaan tavarain päällä oli Asmavet Adielin poika, ja tavarain päällä, jotka olivat maalla, kaupungeissa, kylissä ja linnoissa, oli Jonatan Ussian poika.",
      "Talonpoikain päällä, jotka maata viljelivät, oli Esri Kelubin poika.",
      "Viinamäkein päällä oli Simei Ramalainen; viinakellarein ja viinatavarain päällä Sabdi Siphmiläinen.",
      "Öljypuiden ja metsäfikunapuiden päällä, jotka olivat laaksossa, oli BaalHanan Gadarilainen; öljytavarain päällä Joas.",
      "Laidunhärkäin päällä Saronissa oli Sitrai Saronilainen; mutta härkäin päällä laaksossa Saphat Adlain poika;",
      "Kamelein päällä Obil Ismaelilainen; aasein päällä Jehedia Meronotilainen;",
      "Lammasten päällä Jasis Hagarilainen: nämät kaikki olivat päämiehet kuningas Davidin omaisuuden päällä.",
      "Mutta Davidin setä Jonatan oli neuvonantaja, toimellinen mies ja hyvin oppinut. Jehiel Hakmonin poika oli kuninkaan lasten tykönä.",
      "Ahitophel oli myös kuninkaan neuvonantaja; Husai Arkilainen oli kuninkaan ystävä.",
      "Ja Ahitophelin jälkeen oli Jojada Benajan poika ja Ebjatar. Mutta Joab oli kuninkaan sodan päämies."
    ],
    [
      "Ja David kokosi kaikki Israelin päämiehet, sukukuntain päämiehet ja niiden joukkoin päämiehet, jotka kuningasta palvelivat, päämiehet tuhanten ja satain päällä, kuninkaan ja hänen poikainsa omaisuuden ja tavaran päämiehet kamaripalveliain kanssa, ja uljaat ja kaikki väkevät sotamiehet Jerusalemiin.",
      "Ja kuningas David nousi seisoalle ja sanoi: veljeni ja kansani, kuulkaat minua: minä olen aikonut rakentaa Herran liitonarkin lepohuoneen ja Jumalamme jalkain astinlaudan, ja olen valmistanut rakennuksen varaa.",
      "Mutta Jumala sanoi minulle: ei sinun pidä rakentaman nimelleni huonetta; sillä sinä olet sotamies ja olet paljon verta vuodattanut.",
      "Herra Israelin Jumala on valinnut minun koko isäni huoneesta Israelin kuninkaaksi ijankaikkisesti; sillä hän on Juudan valinnut hallitsiaksi, ja Juudan huoneesta minun isäni huoneen; ja minä olen ollut isäni lapsista hänelle niin kelvollinen, että hän teki minun koko Israelin kuninkaaksi.",
      "Ja kaikkein poikaini seassa (sillä Herra on antanut minulle monta poikaa) on hän valinnut poikani Salomon istumaan Herran valtakunnan istuimella Israelin ylitse,",
      "Ja on puhunut minulle: poikas Salomo pitää rakentaman minun huoneeni ja kartanoni; sillä minä olen hänen valinnut pojakseni, ja minä olen hänen isänsä,",
      "Ja vahvistan hänen valtakuntansa ijankaikkisesti, ja hän vahvana pysyy, pitäen minun käskyni ja oikeuteni, niinkuin tänäpänäkin;",
      "Nyt siis, koko Herran kokouksen Israelin silmäin edessä ja meidän Jumalamme korvissa, pitäkäät ja tutkistelkaat kaikki Herran teidän Jumalanne käskyt, että te omistaisitte tämän hyvän maan ja jättäisitte sen teidän lapsillenne perinnöksi teidän jälkeenne ijankaikkisesti.",
      "Ja sinä, poikani Salomo! tunne isäs Jumala ja palvele häntä kaikesta sydämestä ja hyvällä mielellä; sillä Herra tutkistelee kaikki sydämet ja ymmärtää kaikkein ajatusten aikomiset; jos etsit häntä, niin sinä löydät hänen; jos hylkäät hänen, niin hän sinun hylkää ijankaikkisesti.",
      "Niin katso nyt, koska Jumala on sinun valinnut rakentamaan huonetta pyhäksi siaksi: ole vahva ja tee niin.",
      "Ja David antoi pojallensa Salomolle pihan muodon ja hänen huonettensa ja tavarahuoneiden, salien ja sisimäisten kammioin, ja armoistuimen huoneen muodon,",
      "Ja vielä kaikkein niiden muodon, jotka hänen mielessänsä olivat, Herran huoneen kartanoista ja kaikista huoneista ympäri, Jumalan huoneen tavaroista ja pyhitetyistä tavaroista,",
      "Pappein ja Leviläisten järjestyksen, ja kaikkein Herran huoneen virkain töiden, ja kaikkein astiain muodon, Herran huoneen palveluksessa.",
      "Kultaa hän antoi kullan painon jälkeen kaikkinaisiksi astioiksi joka virassa, antoi myös hopiaa jokaiseen hopia-astiaan painonsa, jokaisen virka-astian jälkeen;",
      "Ja kultaa kultaisille kynttiläjaloille ja kultaisille lampuille, jokaiselle kynttiläjalalle ja hänen lampullensa hänen painonsa. Niin antoi hän myös hopiaa hopiakynttiläjaloille ja heidän heidän lampuillensa, jokaisen kynttiläjalan viran jälkeen;",
      "Niin myös kultaa näkyleipäin pöydiksi, jokaiselle pöydälle painonsa, ja myös hopiaa hopiapöydiksi;",
      "Ja puhdasta kultaa kolmihaaraisiksi hangoiksi, maljoiksi ja kannuiksi: kultaa myös kultapikareiksi, jokaiselle pikarille painonsa, hopiaa hopiapikareiksi, jokaiselle pikarille painonsa:",
      "Ja savu-alttariksi kaikkein puhtaimpaa kultaa painonsa: ja kultaisten Kerubimein ratasten muodon, jotka levittivät siipensä ja peittivät Herran liitonarkin.",
      "Kaikki nämät kirjoitettuina Herran kädeltä, joka minun antoi ymmärtää kaikkein töiden muodon.",
      "Ja David sanoi pojallensa Salomolle: ole vahva ja miehuullinen, ja tee niin, älä pelkää, älä myös hämmästy; sillä Herra Jumala minun Jumalani on sinun kanssas, ja ei ota kättänsä pois sinulta, eikä hylkää sinua, siihenasti ettäs kaiken viran työt Jumalan huoneessa päättänyt olet.",
      "Ja katso, pappein ja Leviläisten järjestykset pitää oleman kaikessa Jumalan huoneen palveluksessa ja sinun kanssas on hyväntahtoisia ja ymmärtäväisiä kaikkeen virkaan; niin myös päämiehet ja kaikki kansa, kaikissa sinun asioissas."
    ],
    [
      "Ja kuningas David sanoi koko joukolle: Salomon, yhden minun pojistani, on Jumala valinnut, joka vielä nuori ja heikko on, mutta työ on suuri; sillä ei se ole ihmisen asumasia, vaan Herran Jumalan.",
      "Ja minä olen kaikesta voimastani valmistanut Jumalani huoneelle kultaa kultakaluiksi, hopiaa hopiaisiksi, vaskea vaskisiksi, rautaa rautaisiksi, puita puuaseiksi, ja onikin kiviä, kiinniliitetyitä rubineja, monen-pilkullisia kiviä, ja kaikkinaisia kalliita kiviä, ja marmorikiviä sangen paljon.",
      "Ja olen vielä antanut hyvästä tahdostani Jumalani huoneesen mitä minun omani on, kultaa ja hopiaa, ylitse sen kaiken, minkä minä olen valmistanut pyhän huoneesen:",
      "Kolmetuhatta leiviskää ophirin kultaa ja seitsemäntuhatta leiviskää puhdasta hopiaa, silata huonetten seiniä,",
      "Kultaa kultaisiin, ja hopiaa hopiaisiin ja kaikkinaisiin töihin, tekiäin käden kautta. Ja kuka on hyväntahtoinen täyttämään kättänsä tänäpänä Herralle?",
      "Niin isäin päämiehet ja Israelin sukukuntain päämiehet, niin myös tuhanten ja satain päämiehet, ja kuninkaan töiden päämiehet olivat hyväntahtoiset,",
      "Ja antoivat Jumalan huoneen palvelukseen viisituhatta leiviskää kultaa, ja kymmenentuhatta kultapenninkiä , ja kymmenentuhatta leiviskää hopiaa, kahdeksantoistakymmentä tuhatta leiviskää vaskea, ja satatuhatta leiviskää rautaa.",
      "Ja joiden tyköä kiviä löydettiin, ne he antoivat Herran huoneen tavaroihin, Jehielin Gersonilaisen käden alle.",
      "Ja kansa iloitsi, että he niin hyvästä tahdosta antoivat; sillä he antoivat Herralle vaasta sydämestä, vapaasta tahdostansa. Ja kuningas David oli myös sangen suuresti iloissansa.",
      "Ja David kiitti Herraa kaiken kansan edestä ja sanoi: kiitetty ole sinä Herra, Israelin meidän isämme Jumala ijankaikkisesta ijankaikkiseen!",
      "Sillä sinun, Herra, on suuruus, ja voima, ja kunnia, ja voitto, ja kiitos; sillä kaikki, mitä taivaassa ja maan päällä on, se on sinun. Sinun Herra on valtakunta, ja sinä olet korotettu kaikkein päämiesten ylitse.",
      "Rikkaus ja kunnia ovat sinun edessäs, ja sinä hallitset kaikki kappaleet, ja sinun kädessäs on väki ja voima: sinun kädessäs on kaikki suureksi ja väkeväksi tehdä.",
      "Ja nyt meidän Jumalamme! me kiitämme sinua, ja ylistämme sinun kunnias nimeä.",
      "Sillä mikä minä olen, ja mikä on minun kansani, että me olemme niin paljon voineet antaa hyvällä mielellä, niinkuin se nyt tapahtuu? sillä se on kaikki sinulta tullut, ja sinun kädestäs olemme me antaneet sinulle sen.",
      "Sillä me olemme muukalaiset ja oudot sinun edessäs, niinkuin kaikki meidän isämmekin: meidän ikämme on maan päällä niinkuin varjo, ja ei täällä ole yhtään viipymystä.",
      "Herra meidän Jumalamme! kaikki tämä kalun paljous, jonka me olemme valmistaneet sinun pyhälle nimelles rakentaa huonetta, se on kaikki tullut sinun kädestäs, ja ne ovat kaikki sinun.",
      "Minun Jumalani! minä tiedän, ettäs tutkistelet sydämen ja tahdot vakuutta. Sentähden olen myös minä kaikki nämät yksivakaisesta sydämestä antanut vapaalla mielellä. Ja minä näin nyt ilolla tämän sinun kansas, joka tässä on, että se on hyvällä mielellä sinulle antanut.",
      "Herra meidän isäimme Abrahamin, Isaakin ja Israelin Jumala! pidä ijankaikkisesti tämänkaltainen mieli ja tahto kansas sydämessä, ja valmista heidän sydämensä sinun tykös.",
      "Ja pojalleni Salomolle anna täydellinen sydän pitämään sinun käskys, todistukses ja säätys, niin että hän ne kaikki tekis ja rakentais tämän asuinsian, jonka minä olen valmistanut.",
      "Ja David sanoi kaikelle kansalle: kiittäkäät Herraa teidän Jumalaanne! ja kaikki kansa kiitti Herraa isäinsä Jumalaa, kumarsivat ja rukoilivat Herraa ja kuningasta,",
      "Ja he uhrasivat Herralle uhrin, ja toisena päivänä uhrasivat he polttouhrin Herralle, tuhannen mullia, tuhannen oinasta, tuhannen karitsaa, ja heidän juomauhrinsa, ja monta muuta uhria kaiken Israelin edessä.",
      "Ja he söivät ja joivat sinä päivänä sangen suurella ilolla Herran edessä, ja tekivät Salomon Davidin pojan toisen kerran kuninkaaksi ja voitelivat hänen Herralle hallitsiaksi ja Zadokin papiksi.",
      "Ja niin Salomo istui Herran istuimelle kuninkaaksi isänsä Davidin siaan, ja oli onnellinen; ja koko Israel oli hänelle kuuliainen.",
      "Niin myös kaikki päämiehet ja voimalliset, ja kaikki kuningas Davidin lapset antoivat itsensä kuningas Salomon alle.",
      "Ja Herra teki Salomon enemmin ja enemmin suuremmaksi kaiken Israelin edessä, ja antoi hänelle kuuluisan valtakunnan, jonkakaltaista ei yhdelläkään kuninkaalla Israelissa hänen edellänsä ole ollut.",
      "Ja niin oli David, Isain poika, koko Israelin kuningas.",
      "Mutta aika, jonka hän oli Israelin kuninkaana, oli neljäkymmentä ajastaikaa. Hebronissa hän hallitsi seitsemän ajastaikaa ja Jerusalemissa kolmeneljättäkymmentä.",
      "Ja hän kuoli hyvällä ijällä, ravittuna elämästä, rikkaudesta ja kunniasta; ja hänen poikansa Salomo tuli kuninkaaksi hänen siaansa.",
      "Mutta kuningas Davidin teot ensimäiset ja viimeiset, katso, ne ovat kirjoitetut näkiän Samuelin teoissa, ja prophetan Natanin teoissa, ja näkiän Gadin teoissa,",
      "Kaiken hänen valtakuntansa, väkevyytensä ja aikainsa kanssa, jotka hänen ja Israelin, ja kaikkein maan valtakuntain aikana kuluneet ovat."
    ]
  ],
  "name": "1 Chronicles"
}
