{
  "id": "is",
  "chapters": [
    [
      "Jesaian, Amotsin pojan näky, jonka hän näki Juudasta ja Jerusalemista, Ussian, Jotamin, Ahaksen ja Jehiskian, Juudan kuningasten aikana.",
      "Kuulkaat taivaat,ja maa ota korviis, sillä Herra puhuu: minä olen lapsia kasvattanut ja korottanut, ja he ovat minusta luopuneet.",
      "Härkä tuntee omistajansa ja aasi isäntänsä seimen; mutta Israel ei tunne, ja minun kansani ei ymmärrä.",
      "Voi syntistä kansaa, kansaa suuresta pahasta teosta, pahanilkistä siementä, vahingollisia lapsia, jotka Herran hylkäsivät ja Israelin Pyhää pilkkasivat, he poikkesivat takaperin.",
      "Mitä varten teitä enempi lyödään, koska te aina harhailette? Koko pää on sairas, ja koko sydän on väsynyt.",
      "Hamasta kantapäästä niin kiireeseen asti ei hänessä ole tervettä; vaan haavat, sinimarjat ja veripahat, jotka ei ole puserretut, eikä sidotut, taikka öljyllä sivellyt.",
      "Teidän maanne on autiona, teidän kaupunkinne ovat tulella poltetut; muukalaiset syövät peltonne silmäin edessä; ja on autio, niinkuin se, joka muukalaisilta raadeltu on.",
      "Mutta mitä vielä Zionin tyttärestä jäänyt on, se on niinkuin maja viinamäessä, ja niinkuin hakomaja yrttitarhassa, niinkuin hävitetty kaupunki.",
      "Ellei Herra Zebaot meille jotakin vähää jättäisi, niin me olisimme kuin Sodoma, ja olisimme Gomorran kaltaiset.",
      "Te Sodoman päämiehet, kuulkaat Herran sanaa: ottakaat korviinne meidän Jumalamme laki, sinä Gomorran kansa.",
      "Mitä minulle on teidän uhrienne paljoudesta? sanoo Herra: minä olen oinasten polttouhrista ja syöttiläin rasvasta ravittu, ja en tottele vasikkain, lammasten ja kauristen verta.",
      "Kuin te tulette ja ilmestytte minun kasvoini eteen, kuka senkaltaisia vaatii teidän käsistänne, että te vaeltaisitte minun esihuoneessani?",
      "Älkäät silleen turhaa ruokauhrianne tuoko edes, se suitsutus on minulle kauhistus: uudella kuulla ja sabbatina, kuin kokous kuulutetaan, en minä voi kärsiä vääryyttä ja julhapäivää yhdessä.",
      "Minun sieluni vihaa uusia kuitanne ja juhlapäiviänne, minä olen niistä suuttunut; minä väsyn niitä kärseissäni.",
      "Ja kuin te parhaallansa käsiänne nostatte , niin minä kuitenkin käännän silmäni teistä pois; ja vaikka te paljon rukoilisitte, en minä kuitenkaan teitä kuule; teidän kätenne ovat verenvikoja täynnä.",
      "Peskäät teitänne, puhdistakaat teitänne, pankaat paha menonne pois minun silmäini edestä, lakatkaat pahaa tekemästä.",
      "Oppikaat tekemään hyvää, ja etsikäät oikeutta, auttakaat alaspainettua, saattakat orvoille oikeus, ja auttakaat lesken asiaa.",
      "Ja sitte tulkaat, ja katsokaamme, kummalla oikeus on, sanoo Herra. Jos teidän syntinne veriruskiat olisivat, niin heidän pitää lumivalkiaksi tuleman; ja vaikka he olisivat niinkuin ruusunkarvaiset, pitää heidän kuitenkin niinkuin villa tuleman.",
      "Jos te tahtoisitte ja (minua) kuulisitte, niin te maan hyvyyden nautita saisitte.",
      "Mutta jos te estelette teitänne ja olette kovakorvaiset, niin miekan pitää teitä syömän; sillä Herran suu puhuu sen.",
      "Kuinka se tapahtuu, että hurskas kaupunki on portoksi tullut? Hän oli täynnä oikeutta, vanhurskaus asui hänessä; mutta nyt murhaajat.",
      "Sinun hopias on karreksi tullut, sinun juomas on vedellä sekoitettu.",
      "Sinun päämiehes ovat vilpistelleet ja varasten kumppanit; kaikki he mielellänsä lahjoja ottavat, ja pyytävät antimia. Ei he orvoille oikeutta tee, ja leskein asia ei tule heidän eteensä.",
      "Sentähden sanoo Herra, Herra Zebaot, väkevä Israelissa: voi! minä tahdon itseni lohduttaa vihollisistani, ja vihamiehissäni vihani sammuttaa;",
      "Ja käännän käteni sinua vastaan, ja sinun kartes puhtaammaksi selitän, ja vien pois kaiken sinun tinas.",
      "Ja saatan sinun tuomaris entisellensä, ja neuvonantajas niinkuin alustakin: sitte sinä kutsutaan vanhurskaaksi ja uskolliseksi kaupungiksi.",
      "Zion lunastetaan oikeudella, ja sen kääntyväiset vanhurskaudella,",
      "Että ylitsekäymärit ja syntiset ynnä särjetään, ja jotka Herran hylkäävät, hukutetaan.",
      "Sillä heidän täytyy häpiään tulla tammien tähden, joita he himoitsevat, ja häväistyksi tuleman yrttitarhain tähden, jotka he valitsivat.",
      "Ja te tulette niinkuin joku tammi surkastuneilla lehdillä, ja niinkuin joku vedetöin yrttitarha.",
      "Ja väkevä tulee niinkuin rohdin, ja hänen tekonsa niinkuin kipinä. Ja he sytytetään ynnä molemmat, jota ei kenkään sammuta."
    ],
    [
      "Tämä on se, minkä Jesaia Amotsin poika näki Juudasta ja Jerusalemista.",
      "Viimeisenä aikana pitää sen vuoren, jolla Herran huone on, vahvan oleman, korkiampi kuin kaikki vuoret, ja korotettaman kukkulain ylitse; ja kaikki pakanat pitää sinne juokseman.",
      "Ja paljo kansaa pitää sinne menemän, ja sanoman: tulkaat, astukaamme ylös Herran vuorelle, Jakobin Jumalan huoneeseen, että hän opettais meille teitänsä, ja me vaeltaisimme hänen poluillansa; sillä Zionista on laki tuleva, ja Herran sana Jerusalemista.",
      "Ja hän tuomitsee pakanain seassa, ja rankaisee monta kansaa. Silloin heidän pitää miekkansa vannaksi tekemän, ja keihäänsä vikahteeksi; sillä ei yhdenkään kansan pidä toista kansaa vastaan miekkaa nostaman, eikä silleen tottuman sotimaan.",
      "Tulkaat, te Jakobin huoneesta, vaeltakaamme Herran valkeudessa.",
      "Mutta sinä olet sinun kansas Jakobin huoneen hyljännyt; sillä he rikkovat enemmän kuin itäläiset, ja ovat päiväin valitsiat, niinkuin Philistealaiset, ja sallivat muukalaiset lapset moneksi tulla.",
      "Heidän maansa on täynnä hopiaa ja kultaa, ja heidän rikkaudellansa ei ole loppua; heidän maansa on täynnä hevosia, ja heidän rattaillansa ei ole loppua.",
      "Heidän maansa on myös täynnä epäjumalia; he kumartavat käsialaansa, jotka heidän sormensa tehneet ovat.",
      "Siellä yhteinen kansa kumartelee, siellä sankarit heitänsä nöyryyttävät, joka et heille anna anteeksi.",
      "Mene kallioon, ja kätke sinuas maahan, Herran pelvon edestä, ja hänen kunniallisen majesteettinsa edestä.",
      "Sillä kaikki korkiat silmät alennetaan, ja jotka jaloimmat kansoissa ovat, täytyy itsensä notkistaa; sillä Herra on yksinänsä sinä aikana korkein.",
      "Sillä Herran Zebaotin päivä käy kaiken koreuden ja korkeuden ylitse, ja kaikkein paisuneiden ylitse, että ne alennettaisiin,",
      "Ja kaikkein korkiain ja korotettuin sedrein ylitse Libanonissa, ja kaikkein tammein ylitse Basanissa;",
      "Niin myös kaikkein korkiain vuorten ylitse, ja kaikkein korotettuin kukkulain ylitse,",
      "Ja jokaisen korkian tornin ylitse, ja kaikkein vahvain muurein ylitse;",
      "Niin myös kaikkein haahtein ylitse meressä, ja kaiken kauniin käsialan ylitse;",
      "Että kaikki ihmisten korkeus pitää notkistaman hänensä, ja nöyryyttämän itsensä, mitä ihmisessä korkiaa on; ja Herra yksin on silloin korkia oleva.",
      "Ja epäjumalain pitää ratki hukkuman.",
      "Silloin mennään vuorten rotkoihin ja maan kuoppiin, Herran pelvon tähden, ja hänen kunniallisen majesteettinsa tähden, kuin hän nousee maata peljättämään.",
      "Silloin pitää jokaisen hopiaiset ja kultaiset epäjumalansa heittämän pois, jotka hän on teettänyt kumartaaksensa, myyräin ja yökköin kuvat,",
      "Että he menevät kivien rakoihin ja vuorten rotkoihin, Herran pelvon tähden, ja hänen kunniallisen majesteettinsa tähden, kuin hän nousee maata peljättämään.",
      "Niin lakatkaat siis ihmisestä, jonka sieramissa henki on; sillä ette tiedä, missä arviossa hän on."
    ],
    [
      "Sillä katso, Herra, Herra Zebaot ottaa pois Jerusalemista ja Juudasta kaikkinaisen varan, kaiken leivän varan, ja kaiken veden varan;",
      "Väkevät sotamiehet, tuomarit, prophetat, tietäjät ja vanhimmat;",
      "Viidenkymmenen päämiehet, ja kunnialliset miehet, neuvonantajat, ja taitavat virkamiehet, ja toimella puhuvaiset miehet.",
      "Ja tahtoo heille antaa nuorukaiset pääruhtinaiksi, ja lapset heitä hallitsemaan.",
      "Ja kansan pitää ryöstämän toinen toistansa, ja jokaisen lähimmäistänsä; ja nuoremman pitää ylpiä oleman vanhaa vastaaan, ja ylönkatsotun kunniallista vastaan.",
      "Silloin tarttuu veli veljeensä isänsä huoneesta: sinulla on vaatteet, ole meidän hallitsiamme, auta sinä tätä lankeemusta.",
      "Mutta silloin hän vannoo ja sanoo: en minä taida parantaa, ei kotonani ole leipää eikä vaatteita: älkäät minun panko kansan hallitsiaksi.",
      "Sillä Jerusalem kaatuu, ja Juuda käy ylösalaisin; että heidän kielensä ja tekonsa on Herraa vastaan, niin että he hänen majesteettinsa silmiä vastoin sotivat.",
      "Heidän kasvoinsa hahmo todistaa heitä vastaan: ja he kerskaavat rikoksistansa, niinkuin Sodoma, ja ei salaa niitä. Voi heidän sielujansa! sillä he itse saattavat pääällensä onnettomuuden.",
      "Sanokaat vanhurskaalle, että hänen käy hyvin; sillä hän saa syödä töidensä hedelmän.",
      "Mutta voi jumalattomia; sillä he ovat pahat, ja heille maksetaan niinkuin he ansaitsevat.",
      "Lapset ovat minun kansani vaivaajat, ja vaimot vallitsevat heitä. Minun kansani, sinun lohduttajas häiritsevät sinun, ja turmelevat tien, jota sinun käymän pitäis.",
      "Mutta Herra seisoo siellä oikeudella, ja on seisahtanut tuomitsemaan kansoja.",
      "Herra tulee tuomiolle kansansa vanhimpain kanssa ja pääruhtinasten kanssa; sillä te olette turmelleet viinamäen, ja köyhäin ryöstö on teidän huoneessanne.",
      "Miksi tallaatte kansaani, ja runtelette köyhää? sanoo Herra, Herra Zebaot.",
      "Ja Herra sanoo: että Zionin tyttäret ovat ylpiät, ja käyvät kenossa kauloin, kiilusilminä, kävelevät ja koriasti astelevat, niinkuin jalat sidotut olisivat;",
      "On siis Herra tekevä Zionin tytärten päät rupisiksi, ja Herra on paljastava heidän häpiänsä.",
      "Silloin on Herra ottava kenkäin kaunistuksen pois, ja koriasti kudotut rihmat ja soljet,",
      "Käädyt, ja rannerenkaat ja seppelit,",
      "Kalliit pääliinat, ja polukset, ja päärihmat, ja lemausastiat, ja korvarenkaat,",
      "Sormukset ja otsalehdet,",
      "Juhlavaatteet, ja kaaput, ja timpit, ja kukkarot,",
      "Peilit ja pienet liinavaatteet, ja lakit ja suvihameet.",
      "Ja pitää häijy löyhkä hyvän hajun edestä oleman, ja nuora vyön edestä, ja paljas pää kaharain hiusten edestä, ja ahdas säkki avaran hameen edestä. Nämät kaikki sinun kauneutes siaan.",
      "Sinun miehes kaatuvat miekan kautta, ja sinun väkeväs sodassa.",
      "Ja heidän porttinsa pitää murehtiman ja valittaman: ja heidän pitää vaikiasti istuman maan päällä."
    ],
    [
      "Ja seitsemän vaimoa tarttuvat silloin yhteen mieheen, ja sanovat: me tahdomme itseämme elättää ja vaatettaa; anna meitä ainoastaan sinun nimelläs nimitettää, että häväistyksemme otettaisiin meiltä pois.",
      "Sinä päivänä on Herran vesa oleva rakas ja kallis; ja maan hedelmä jalo ja kaunis niiden tykönä, jotka Israelista vapahdetaan.",
      "Ja on tapahtuva, että se joka Zionissa jäljellä on, ja se joka Jerusalemissa jäänyt on, pitää pyhäksi kutsuttaman; jokainen kuin kirjoitettu on eläväin seassa Jerusalemissa.",
      "Silloin Herra pesee Zionin tytärten saastaisuuden, ja viruttaa Jerusalemin verenviat hänestä pois, tuomitsevan ja polttavan hengen kautta.",
      "Ja Herra saattaa kaiken Zionin vuoren asumisen ylitse, ja kussa ikänä se koottu on, päivällä pilven ja savun, ja tulen paisteen yöllä palamaan; sillä suojelus pitää oleman kaiken kunnian ylitse.",
      "Ja maja pitää oleman päivän varjoksi hellettä vastaan, ja turva ja varjelus rajuilmaa ja sadetta vastaan."
    ],
    [
      "Minä veisaan ystävästä, ystäväni veisun hänen viinamäestänsä. Ystävälläni on viinamäki lihavassa paikassa.",
      "Ja hän aitasi sen ympärinsä, ja perkasi kivet pois, ja istutti parhaat viinapuut, ja rakensi myös siihen tornin, ja pani sinne viinakuurnan, ja odotti sen viinamarjoja kantavan; vaan se kantoi pahoja marjoja.",
      "Te Jerusalemin asujat ja Juudan miehet, tuomitkaat siis nyt minun ja viinamäkeni välillä.",
      "Mitä olis enempi viinamäelleni tekemistä, jota en minä hänessä tehnyt ole? Miksi hän kantoi pahoja marjoja, kuin minä odotin hänen viinamarjoja kantavan?",
      "Ja nyt minä tahdon teille ilmoittaa, mitä minä tahdon viinamäelleni tehdä: hänen aitansa pitää otettaman pois, että hänen pitää autiona oleman, ja hänen muurinsa pitää särjettämän, että hän tallattaisiin.",
      "Minä tahdon sen saattaa autioksi, ettei kenkään pidä hänessä leikkaaman eli kaivaman, vaan ohdakkeita ja orjantappuroita pitää hänessä kasvaman: ja tahdon pilviä kieltää satamasta hänen päällensä.",
      "Mutta Herran Zebaotin viinamäki on Israelin huone, ja Juudan miehet hänen suloinen istuttamansa. Hän odottaa oikeutta, ja katso, ei ole muuta kuin väkivaltaa, vanhurskautta, niin on sula valitus.",
      "Voi niitä, jotka yhden huoneen toisen tykö vetävät, ja yhden pellon toisen tykö saattavat, siihen asti ettei enää siaa ole, asuaksenne yksinänne maan päällä!",
      "Nämä ovat (sanoo) Herra Zebaot minun korvilleni tulleet: mitämaks, ellei ne monet huoneet tule kylmille, ja ne suuret ja kauniit jää ilman asujia;",
      "Sillä kymmenen viinamäen sarkaa pitää vaivoin yhden batin antaman; ja gomer siemeniä tekee ainoastaan ephan.",
      "Voi niitä, jotka varhain huomeneltain ylhäällä ovat, juopumusta noutelemaan, ja istuvat hamaan yöhön asti, että he viinasta palavaksi tulisivat!",
      "Joilla ovat kanteleet, harput, rummut, huilut, ja viinaa heidän pidoissansa; ja ei katso Herran tekoa, eikä tottele hänen käsialaansa.",
      "Sentähden pitää minun kansani vietämän vankeuteen, ettei heillä ole ymmärrystä; ja hänen kunniallistensa täytyy nälkää kärsiä, ja heidän yhteinen kansansa kuivua janoon.",
      "Sitä varten on helvetti sielunsa lavialta avannut, ja hänen kitansa on ammollansa ilman määrää, mennä sinne alas sekä heidän kunniallisensa että yhteisen kansansa, sekä heidän rikkaansa että riemullisensa;",
      "Että jokainen itsensä notkistais ja kukin nöyryytettäisiin; ja koreiden silmät myös nöyryytetyksi tulisivat.",
      "Mutta Herra Zebaot pitää tuomiossa ylistettämän, ja pyhä Jumala pitää vanhurskaudessa pyhitettävän.",
      "Silloin pitää lampaat tavallansa kaittaman, ja muukalaiset pitää itsensä elättämän lihavain aukiudessa.",
      "Voi niitä, jotka itsensä sitovat valheen nuoralla yhteen vääryyttä tekemään, ja niinkuin ratasten köydellä syntiä tekemään!",
      "Ja sanovat: anna hänen tekonsa rientää ja pian tulla, sitä nähdäksemme: lähestyköön ja tulkoon Israelin pyhän aivoitus, että me sen tietäisimme.",
      "Voi niitä, jotka pahan hyväksi ja hyvän pahaksi sanovat; jotka pimeydestä valkeuden, ja valkeudesta pimeyden tekevät, jotka karvaasta makian, ja makiasta karvaan tekevät.",
      "Voi niitä, jotka viisaat olevinansa ovat, ja itsensä toimellisina pitävät!",
      "Voi niitä, jotka jalot ovat viinaa juomaan, ja juomassa kilvoittelevat!",
      "Jotka jumalattoman lahjain tähden vanhurskauttavat, ja kääntävät vanhurskasten oikeuden pois heiltä:",
      "Sentähden niinkuin tulen hehku korren kuluttaa, ja liekki sivaltaa akanat pois: aivan niin pitää heidän juurensa mätänemän, ja heidän vesansa hajooman pois niinkuin tomu; sillä he katsovat Herran Zebaotin lain ylön, ja pilkkaavat Israelin pyhän sanat.",
      "Sentähden Herran viha julmistuu kansansa päälle, ja hän ojentaa kätensä heidän päällensä, ja lyö heitä, niin että vuoret vapisevat ja heidän ruumiinsa on niinkuin loka kadulla. Ja kaikissa näissä ei hänen vihansa lakkaa, vaan hänen kätensä on vielä ojennettu.",
      "Sillä hän nostaa lipun ylös kaukana pakanain seassa, ja viheltää niille maan ääristä: ja katso, he tulevat äkisti ja nopiasti.",
      "Ei ole kenkään heistä väsynyt eli heikko, eikä kenkään torku eli makaa; ei myös päästä kenkään vyötä lanteestansa, eikä kenenkään kengänrihmoja rikota.",
      "Sillä heidän nuolensa ovat terävät, ja kaikki heidän joutsensa jännitetyt; heidän orittensa kaviot ovat niinkuin limsiä, ja heidän ratastensa pyörät niinkuin tuulispää.",
      "He kiljuvat niinkuin jalopeurat, ja kiljuvat niinkuin nuoret jalopeurat. He kilistelevät ja tempaavat saaliin, ja omistavat sen, ettei kenkään sitä saa jälleen.",
      "Ja silloin pauhataan heidän ylitsensä niinkuin meri pauhaa. Koska silloin katsotaan maan päälle, katso, niin on pimeys ahdistuksesta, ja ei valkeus paista silleen heidän ylitsensä."
    ],
    [
      "Sinä vuonna, jona kuningas Ussia kuoli, näin minä Herran istuvan korkialla ja korotetulla istuimella, ja hänen vaatteensa liepeet täyttivät templin.",
      "Seraphit seisoivat häntä ylempänä, ja kullakin oli kuusi siipeä: kahdella he peittivät kasvonsa, kahdella jalkansa, ja kahdella he lensivät.",
      "Ne huusivat toinen toisellensa ja sanoivat: Pyhä, pyhä, pyhä, Herra Zebaot: kaikki maa on täynnä hänen kunniaansa;",
      "Niin että pihtipielet vapisivat heidän huutonsa äänestä, ja huone täytettiin savulla.",
      "Niin minä sanoin: voi minuani! minä hukun, sillä minulla on saastaiset huulet, ja asun sen kansan seassa, jolla on saastaiset huulet; sillä minun silmäni ovat nähneet kuninkaan, Herran Zebaotin.",
      "Niin lensi yksi Seraphimeista minun tyköni, jolla oli kädessä tulinen hiili, jonka hän otti hohtimilla alttarilta,",
      "Ja rupesi minun suuhuni, ja sanoi: katso, tällä olen minä ruvennut huuliis, että sinun pahat tekos otettaisiin sinulta pois, ja sinun rikokses olis sovitettu.",
      "Ja minä kuulin Herran äänen, että hän sanoi: kenenkä minä lähetän? kuka tahtoo olla meidän sanansaattajamme? Mutta minä sanoin: tässä minä olen, lähetä minua.",
      "Ja hän sanoi: mene ja sano tälle kansalle, kuulten kuulkaat, ja älkäät ymmärtäkö, nähden nähkäät, ja älkäät tähtäkö.",
      "Paaduta tämän kansan sydän, ja anna heidän korvansa paksuksi tulla, ja sokaise heidän silmänsä, ettei he näkisi silmillänsä, eikä kuulisi korvillansa, eli myös ymmärtäisi sydämellänsä, eli kääntäisi itsiänsä ja parannetuksi tulisi.",
      "Mutta minä sanoin: Herra, kuinka kauvan? Hän sanoi: siihenasti kuin kaupungit tulevat kylmille ja ilman asujia, ja huoneet ilman väetä, ja maa on peräti autiona.",
      "Sillä Herra ajaa väen kauvas, niin että maa tulee peräti hyljätyksi.",
      "Ja ehkä kymmenes osa siihen vielä jää, niin sekin taas hävitetään; kuitenkin niinkuin tammelle ja tuomelle jää kanto, vaikka heidän lehtensä varistetaan, niin pitää myös pyhällä siemenellä kanto oleman."
    ],
    [
      "Sitte tapahtui Ahaksen Jotamin pojan, Ussian pojan, Juudan kuninkaan aikana, että Retsin Syrian kuningas, ja Peka Remalian poika, Israelin kuningas, vaelsivat Jerusalemiin, sotimaan sitä vastaan; mutta ei he taitaneet sitä voittaa.",
      "Silloin sanottiin Davidin huoneelle: Syrialaiset luottavat Ephraimiin. Silloin vapisi hänen sydämensä ja hänen kansansa sydän, niinkuin puut vapisevat metsässä tuulesta.",
      "Mutta Herra puhui Jesaialle: mene nyt Ahasta vastaan, sinä ja poikas SearJasub, ylimmäisen vesilammikon kanavan päähän, tiellä vanuttajakedolle.",
      "Ja sano hänelle: kavahda ja pysy alallas, älä pelkää, älköön myös sydämes vapisko näitä kahta suitsevan kekäleen päätä, Retsinin ja Syrialaisten, ja Remalian pojan vihaa.",
      "Että Syrialaiset ovat pitäneet pahoja juonia sinua vastaan, niin myös Ephraim ja Remalian poika, ja sanovat:",
      "Me tahdomme mennä ylös Juudaan, ja herättää häntä, ja jakaa sen keskenämme, ja tehdä siihen Tabealin pojan kuninkaaksi.",
      "Sillä näin sanoo Herra, Herra: ei sen pidä pysymän, eikä näin oleman.",
      "Vaan niinkuin Damasku on Syrian pää, niin pitää Retsinin oleman Damaskun pään. Ja viiden ajastajan perästä seitsemättäkymmentä, pitää Ephraimin tuleman perikatoon, niin ettei heidän enään pidä kansana oleman.",
      "Ja niinkuin Samaria on Ephraimin pää, niin pitää Remalian poika oleman Samarian pään. Jollette usko, niin ette vahvistu.",
      "Ja Herra puhui taas Ahakselle ja sanoi:",
      "Pyydä siunulles merkkiä Herralta sinun Jumalaltas, taikka alhaalle syvyyteen, eli ylhäälle korkeuteen.",
      "Niin Ahas sanoi: en ano ja en tahdo Herraa kiusata.",
      "Niin hän sanoi: kuulkaat siis te Davidin huone: vähäkö se teille on, että te ihmisiä vastoin teette, mutta myös teette minun Jumalaani vastoin?",
      "Sentähden antaa itse Herra teille merkin: katso, neitsy siittää ja synnytää pojan, sen nimi pitää kutsuttaman Immanuel.",
      "Voita ja hunajaa hän syö, tietääksensä hyljätä pahaa ja valita hyvää.",
      "Sillä ennenkuin poikainen oppii hylkäämään pahaa ja valitsemaan hyvää, pitää se maa, jotas kauhistut, kahdelta kuninkaalta hyljättämän.",
      "Mutta Herra antaa sinun, sinun kansas ja isäs huoneen päälle tulla, Assyrian kuninkaan kautta, ne päivät, jotka ei sitte tulleet ole, kuin Ephraim erkani Juudasta.",
      "Ja tapahtuu, että Herra viheltää sinä päivänä kärpäsiä Egyptin virtain äärestä, ja kimalaisia Assurin maalta;",
      "Että he tulevat ja sioittavat kaikki tyynni itsensä hävinneihin laaksoihin, ja kiven rakoihin, ja kaikkiin mättäisiin ja pensaisiin.",
      "Silloin Herra ajelee pään ja karvat jaloista, ja ottaa pois parran palkatulla partaveitsellä, niiden kautta, jotka silä puolella virtaa ovat, Assyrian kuninkaan kautta.",
      "Siihen aikaan pitää yhden miehen yhtä lehmää ja kahta lammasta kaitseman,",
      "Ja saaman niin paljon rieskaa, että hän saa syödä voita; sillä se joka jää maahan, saa voita ja hunajaa syödä.",
      "Sillä siihen aikaan tapahtuu, että kussa nyt on tuhannen viinapuuta, jotka maksavat tuhannen hopiapenninkiä, siellä pitää orjantappurat ja ohdakkeet oleman.",
      "Ja sinne mennään nuolella ja joutsella; sillä koko maassa pitää oleman orjantappurat ja ohdakkeet;",
      "Niin ettei taideta tulla kaikkiin niihin mäkiin, joita lapiolla kaivetaan, orjantappurain, mätästen ja ohdakkeiden tähden; vaan härjät annetaan siinä käydä, ja lampaat sitä tallata."
    ],
    [
      "Ja Herra sanoi minulle: ota suuri kirja etees, ja kirjoita siihen ihmisen kirjoituksella: ryöstä nopiasti, riennä saaliille.",
      "Ja minä otin tyköni uskolliset todistajat: papin Urijan, ja Sakarian Jeberekjan pojan,",
      "Ja menin prophetissan tykö, se tuli raskaaksi ja synnytti pojan; ja Herra sanoi minulle: nimitä se: ryöstä pian, ja riennä jakoon.",
      "Sillä ennenkuin poikainen taitaa sanoa: isäni, äitini, viedään Damaskun tavarat ja Samarian saalis pois Assyrian kuninkaan edellä.",
      "Ja Herra puhui vielä minun kanssani ja sanoi:",
      "Että tämä kansa hylkää Siloan veden, joka hiljaksensa juoksee, ja turvaa Retsiniin ja Remalian poikaan;",
      "Katso, niin Herra antaa tulla hänen päällensä paljon ja väkevän virtaveden, Assyrian kuninkaan, ja kaiken hänen kunniansa, että se nousee kaikkein parrastensa yli, ja käypi kaikkein rantainsa yli;",
      "Ja käypi Juudan lävitse, tulvaa ja nousee, siihenasti kuin se ulottuu kaulaan asti; ja levittää siipensä, niin että ne täyttävät sinun maas, o Immanuel, niin leviä kuin se on.",
      "Kokoontukaat kansat, ja paetkaat kuitenkin; kuulkaat kaikki, jotka olette kaukaisissa maakunnissa: hankkikaat sotaan ja paetkaat kuitenkin, hankkikaat ja paetkaat kuitenkin.",
      "Päättäkäät neuvo, ja ei se miksikään tule; puhukaat keskenänne, ja ei sekään seiso, sillä tässä on Immanuel.",
      "Sillä näin sanoi Herra minulle, kuin hän käteeeni rupesi, ja neuvoi minua, etten minä vaeltaisi tämän kansan tiellä, ja sanoi:",
      "Älkäät sanoko liitoksi, mitä tämä kansa liitoksi sanoo: älkäät te peljätkö, niinkuin he tekevät, älkäät myös vapisko.",
      "Vaan pyhittäkäät Herra Zebaot; ja hän olkoon teidän pelkonne, hän olkoon teidän vapistuksenne;",
      "Niin hän on pyhitys; mutta loukkauskivi ja kompastuskallio kahdelle Israelin huoneelle, paulaksi ja ansaksi Jerusalemin asuville,",
      "Niin että moni heistä loukkaa itsensä, ja lankeevat, särjetään, kiedotaan ja vangitaan.",
      "Sido todistus kiinni, lukitse laki minun opetuslapsissani.",
      "Sillä minä toivon Herraan, joka kasvonsa Jakobin huoneelta kätkenyt on; mutta minä odotan häntä.",
      "Katso, tässä minä olen, ja ne lapset, jotka Herra minulle antanut on merkiksi ja ihmeeksi Israelissa Herralta Zebaotilta, joka Zionin vuorella asuu.",
      "Kuin siin he teille sanovat: kysykäät noidilta ja tietäjiltä, jotka kuiskuttelevat ja tutkivat, (niin sanokaat:) eikö kansan pidä Jumalaltansa kysymän? (eikö ole parempi kysyä) eläviltä kuin kuolleilta?",
      "(Ja pikemmin) lain jälkeen ja todistuksen? Ellei he tämän sanan jälkeen sano, niin ei heidän pidä aamuruskoa saaman.",
      "Vaan heidän pitää kävelemän maakunnassa vaivattuina ja nälkäisinä; mutta kuin he nälkää kärsivät, niin he vihastuvat ja kiroilevat kuningastansa ja Jumalaansa, ja katsovat ylöspäin,",
      "Ja katselevat maata, vaan ei muuta mitään löydä, kuin murheet ja pimeydet; sillä he ovat pimitetyt ahdistuksessa, ja eksyvät pimeydessä."
    ],
    [
      "(H8:23) Sillä ei ole sillä (maakunnalla) yhtään pääsinpäivää, koska hän ahdistuksessa on; niinkuin entiseen aikaan Sebulonin ja Naphtalin maalle lievitys tapahtui, ja tulivat viimein kunnioitetuksi; niin myös ne meritien vieressä, tällä puolella Jordanin pakanain Galileassa.",
      "(H9:1) Kansa, joka pimeydessä vaelsi, näki suuren valkeuden, ja jotka asuivat kuoleman varjon maassa, niiden ylitse se kirkkaasti paistaa.",
      "(H9:2) Sinä lisäät kansaa, ja lisäät hänelle iloa; sinun edessäs iloitaan, niinkuin elonaikana iloitaan, niinkuin saaliin jaossa iloitaan:",
      "(H9:3) Sillä sinä olet heidän kuormansa ikeen, heidän olkainsa vitsan, ja heidän vaatiansa sauvan särkenyt, niinkuin Midianin aikana.",
      "(H9:4) Sillä kaikki sota ja meteli, ja veriset vaatteet pitää poltettaman ja tulella kulutettaman.",
      "(H9:5) Sillä meille on lapsi syntynyt, ja poika on meille annettu, jonka hartioilla herraus on; ja hänen nimensä kutsutaan Ihmeellinen, Neuvonantaja, Väkevä Jumala, Ijankaikkinen Isä, Rauhan päämies:",
      "(H9:6) Että hänen herrautensa pitää suureksi tuleman, ja ei rauhalla loppua, Davidin istuimelle ja hänen valtakunnallensa, valmistamaan sitä ja vahvistamaan tuomiolla ja vanhurskaudella: hamasta nyt niin ijankaikkiseen on Herran Jumalan Zebaotin kiivaus tämän tekevä.",
      "(H9:7) Herra on lähettänyt sanan Jakobissa, ja se on langennut Israelissa;",
      "(H9:8) Että kaiki Ephraimin kansa ja Samarian asuvaiset pitää sen tietää saaman, jotka ylpeydessä ja korialla mielellä sanovat:",
      "(H9:9) Tiilikivet ovat pudonneet, mutta me tahdomme sen rakentaa vuojonkivillä jälleen: Muulbärin puut ovat hakatut maahan, mutta me panemme siaan sedripuita.",
      "(H9:10) Sillä Herra tahtoo korottaa Retsinin sotaväen heitä vastaan, ja heidän vihollisensa nivoa yhteen,",
      "(H9:11) Syrialaiset eteen ja Philistealaiset taa, että he söivät Israelin täydellä suulla. Näissä kaikissa ei lakkaa vielä hänen vihansa, vaan hänen kätensä on vielä ojennettu.",
      "(H9:12) Ei myös kansa käännä itseinsä hänen tykönsä, joka heitä lyö, eikä kysy Herraa Zebaotia.",
      "(H9:13) Sentähden karsii Herra Israelilta pois, yhtenä päivänä, pään ja hännän, oksat ja kannon.",
      "(H9:14) Vanhat kunnialliset ihmiset ovat pää; mutta prophetat, jotka opettavat väärin, ovat häntä.",
      "(H9:15) Sillä tämän kansan johdattajat ovat pettäjät, ja ne, jotka sallivat itsensä johdattaa, ovat kadotetut.",
      "(H9:16) Sentähden ei Herra taida iloita heidän nuorista miehistänsä, eikä armahda heidän orpolapsiansa ja leskiänsä; sillä he ovat kaiki ulkokullatut ja pahat, ja jokaisen suu puhuu hulluutta; näissä kaikissa ei lakkaa vielä hänen vihansa, vaan hänen kätensä on vielä ojennettu.",
      "(H9:17) Sillä jumalatoin meno on sytytetty niinkuin tuli, ja kuluttaa orjantappurat ja ohdakkeet; joka palaa niinkuin paksussa metsässä, ja nostaa savun korkialle.",
      "(H9:18) Sillä maa on pimennyt Herran Zebaotin vihasta; niin että kansa on niinkuin tulen ruoka, ja ei yksikään armaitse toista.",
      "(H9:19) Jos he ryöstävät oikialla puolella, niin he nälkää näkevät; jos he syövät vasemmalla puolella, niin ei he tule ravituksi: jokainen syö käsivartensa lihaa.",
      "(H9:20) Manasse Ephraimia, Ephraim Manassea, ja ne molemmat yhdestä puolesta Juudaa vastaan. Ei vielä näissä kaikissa hänen vihansa asetu, vaan hänen kätensä on vielä ojennettu."
    ],
    [
      "Voi kirjanoppineita, jotka väärän lain tekevät ja väärän tuomion kirjoittavat,",
      "Että he vääntelisivät köyhän asian, ja tekisivät väkivaltaa raadolliselle oikeudessa, minun kansassani; niin että lesket ovat heidän saaliinsa, ja orpoja he raatelevat.",
      "Mitä te tahdotte tehdä etsikkopäivänä, ja hävityksessä, joka kaukaa tulee? kenen tykö te pakenette apua saamaan? ja kuhunka te tahdotte panna teidän kunnianne?",
      "Ettette vangittuin kanssa taivutettaisi, ja lyötyin seassa lankeaisi; näissä kaikissa ei ole hänen vihansa asetettu, vaan hänen kätensä on vielä nyt ojennettu.",
      "Voi Assur, joka minun vihani vitsa on; joiden käsissä minun julmuuteni sauva on.",
      "Minä tahdon lähettää hänen ulkokullattua kansaa vastaan, ja antaa hänelle käskyn vihani kansaa vastaan, sitä täydellisesti ryöstämään, ja saalista jakamaan, ja tallaamaan sitä niinkuin lokaa kujilla.",
      "Vaikka ei hän sitä niin luule, eikä hänen sydämensä niin ajattele; vaan hänen sydämensä on turmelemaan ja hävittämään monta kansaa.",
      "Sillä hän sanoo: eikö kaikki minun pääruhtinaani ole kuninkaat?",
      "Eikö Kalno ole niinkuin Karkemis? Eikö Hamat ole niinkuin Arpad? Eikö Samaria ole niinkuin Damasku.",
      "Niinkuin minun käteni on löytänyt epäjumalain valtakunnat, niin myös heidän epäjumalansa, jotka Jerusalemissa ja Samariassa ovat.",
      "Eikö minun tule tehdä Jerusalemille, ja hänen epäjumalillensa, niinkuin minä Samariallekin ja hänen epäjumalillensa tein?",
      "Mutta koska Herra on kaikki tekonsa Zionin vuorella ja Jerusalemissa toimittanut, niin minä tahdon etsiä Assurin kuninkaan ylpeän sydämen hedelmää, ja hänen ylpeiden silmäinsä koreutta;",
      "Että hän sanoo: minä olen sen toimittanut minun käteni voimalla ja minun taitoni kautta; sillä minä olen taitava: minä olen kansain rajat siirtänyt, ja heidän tavaransa ryöstänyt, ja niinkuin voimallinen lyönyt heidän asujansa maahan.",
      "Ja minun käteni on löytänyt kansain tavaran niinkuin linnunpesän, niin että minä olen kaiken maan koonnut niinkuin hyljätyt munat kootaan, kussa ei yhtään ole, joka siipeänsä liikuttaa, nokkansa avaa, eli kirkaisee.",
      "Taitaako kirves kerskata sitä vastaan, joka hänellä hakkaa, eli saha taistella sen kanssa, joka häntä vetää? Se olis niinkuin sauva tahtois liikuttaa sitä, joka sen kantaa, ja sauva nostais itsensä niinkuin ei se puu oliskaan.",
      "Sentähden on Herra, Herra Zebaot, lähettävä laihuuden hänen lihavainsa sekaan, ja sytyttävä hänen kunniansa palamaan kuin tulipalon.",
      "Ja Israelin valkeus on tuleva tuleksi, ja hänen pyhänsä liekiksi, ja pitää palaman, ja kuluttaman hänen orjantappuransa ja ohdakkeensa yhtenä päivänä.",
      "Ja hänen metsänsä ja ketonsa kunnia pitää tyhjään raukeneman, sekä sielu että ruumis, ja pitää tuleman niinkuin koska lipunkantaja nääntyy;",
      "Niin että hänen metsänsä jääneet puut lukea taidetaan, ja että lapsikin ne pyältää taitaa.",
      "Silloin ei pidä jääneet Israelissa, ja ne jotka tallella ovat Jakobin huoneesta, enää turvaaman häneen, joka heitä lyö; vaan pitää todella turvaaman Herraan Israelin pyhään.",
      "Jääneet pitää kääntymän, Jakobin jääneet, väkevän Jumalan tykö.",
      "Sillä jos sinun kansas, o Israel, on niinkuin hiekka meressä, niin kuitenkin heidän jääneensä kääntyvät; sillä estetty hävitys pitää vuotaman yltäkylläisen vanhurskauden.",
      "Että Herra, Herra Zebaot, antaa tulla aivotun hävityksen koko maahan, ja hallitsee sen.",
      "Sanoo siis Herra, Herra Zebaot: älä pelkää kansani, joka Zionissa asut, Assuria. Hän lyö sinua vitsalla, ja nostaa sauvansa sinua vastaan niinkuin Egyptissä.",
      "Sillä aivan vähän ajan perästä pitää armottomuus ja minun vihani täytettämän heidän kadotukseksensa.",
      "Silloin on Herra Zebaot nostava ruoskan heidän päällensä, niinkuin Midianin tapossa Orebin kalliolla, ja on ylentävä sauvansa meren yli, niinkuin Egyptissä.",
      "Silloin pitää hänen kuormansa pakeneman pois sinun hartioiltas, ja hänen ikeensä sinun kaulastas, sillä ikeen pitää pirstaantuman lihavuudesta.",
      "Hän tulee Ajatiin, hän vaeltaa Migronin lävitse, hän katselee aseensa Mikmaassa.",
      "He vaeltavat luotuspaikan ylitse; he pitävät yösiaa Gebaassa; Raama peljästyy, Saulin Gibea pakenee.",
      "Sinä tytär Gallim, huuda vahvasti: ota vaari Laiksesta; sinä raadollinen Anatot.",
      "Madmena menee pois tieltä, Gebimin asuvaiset juoksevat matkaansa.",
      "Ollaan vielä päiväkunta Nobissa; niin hän on kääntävä kätensä Zionin tyttären vuoreen päin, ja Jerusalemin korkeuden puoleen.",
      "Katso, Herra, Herra Zebaot, on hakkaava oksat väellä, ja lyhentävä sitä korkiaa; ja korkiat pitää alennettaman.",
      "Ja tihkiä metsä pitää raudalla maahan hakattaman; ja Libanon pitää voimallisen kautta kaatuman."
    ],
    [
      "Ja vitsa on putkahtava Isain kannosta, ja vesa on hedelmöitsevä hänen juurestansa,",
      "Jonka päällä Herran henki lepää, viisauden ja ymmärryksen henki, neuvon ja väkevyyden henki, taidon ja Herran pelvon henki.",
      "Ja hänen haistamisensa on Herran pelvossa oleva: ei hän tuomitse silmäinsä näön jälkeen, eikä nuhtele korvainsa kuulon jälkeen,",
      "Vaan hän tuomitsee köyhiä vanhurskaudessa, ja nuhtelee maan raadollisia oikeudella, ja lyö maata suunsa sauvalla, ja huultensa hengellä tappaa hän jumalattoman.",
      "Vanhurskaus on hänen kupeinsa vyö, ja usko hänen munaskuinsa side.",
      "Sudet asuvat lammasten seassa, ja pardi makaa vohlain kanssa; vasikka myös ja nuori jalopeura, ja syötinnaudat käyvät yhdessä, ja vähä poikainen kaitsee heitä.",
      "Niin myös lehmät ja karhut käyvät yhdellä laitumella, ja heidän vasikkansa myös ynnä makaavat; jalopeura syö olkia niinkuin härkä.",
      "Ja imevä lapsi ihastuu vaskikäärmeen lävestä; ja vieroitettu lapsi pistää kätensä basiliskin luolaan.",
      "Ei kenkään vahingoitse eikä turmele kaikella pyhyyteni vuorella; sillä maa on täynnä Herran tuntoa, niinkuin meri vedellä peitetty.",
      "Ja tapahtuu sinä päivänä, että Isain juurta, joka seisoo kansan lippuna, pitää pakanain etsimän; ja hänen leponsa on kunniallinen oleva.",
      "Ja tapahtuu sinä päivänä, että Herra vielä toisen kerran kokottaa kätensä ostamaan kansansa tähteitä, jotka jääneet ovat, Assyriasta, Egyptistä, Patroksesta, Etiopista, Elamista, Sinearista, Hamatista ja meren luodoista.",
      "Ja hän nostaa lipun pakanoissa, tuodaksensa Israelin pakolaiset, ja myös kootaksensa Juudan hajoitetut, neljästä maan äärestä.",
      "Ja kiivaus Ephraimia vastaan pitää lakkaaman, ja Juudan viholliset pitää peräti katooman, niin ettei Ephraimin pidä kadehtiman Juudaa, ja Juudan ei pidä ahdistaman Ephraimia.",
      "Mutta heidän pitää karkaaman Philistealaisten niskaan, länteen päin, ja ryöstämän idän puolella asuvaiset; Edom ja Moab pitää heidän käsiinsä lankeeman, ja Ammonin pojat pitää heille kuuliaiset oleman.",
      "Ja Herra on kiroova Egyptin meren lahden, ja liikuttava kätensä virtaa vastaan, tuulensa väkevyydessä; ja hän lyö sen seitsemäksi ojaksi, niin että kengässä käydään ylitse.",
      "Ja rata on oleva hänen jääneelle kansallensa, joka Assyrialaisilta jätetty oli; niinkuin Israelille silloin tapahtui, kuin hän Egyptistä läksi."
    ],
    [
      "Silloin pitää sinun sanoman: minä kiitän sinua, Herra, ettäs vihainen olet ollut minun päälleni; mutta sinun vihas on palannut, ja sinä lohdutat minua.",
      "Katso, Jumala on minun autuuteni, minä olen turvassa ja en mitään pelkää; sillä Herra, Herra on minun väkevyyteni, ja minun virteni, ja hän on minun autuuteni.",
      "Teidän pitää ammuntaman vettä ilolla autuuden lähteistä.",
      "Ja silloin te sanotte: kiittäkäät Herraa, ja saarnatkaat hänen nimeänsä, julistakaat kansoissa hänen tekojansa, muistakaat kuinka korkia hänen nimensä on.",
      "Veisatkaat kiitosta Herralle, sillä hän on voimallisesti itsensä asettanut; se olkoon tiettävä kaikessa maassa.",
      "Korota äänes ja veisaa, sinä Zionin asuvainen, sillä Israelin pyhä on suuri sinun keskelläs."
    ],
    [
      "Babelin kuorma,jonka Jesaia Amotsin poika näki.",
      "Nostakaat lippu korkialle vuorelle, huutakaat kovin heitä vastaan; nostaaat kätenne ylös, antakaat pääruhtinasten mennä porteista sisälle.",
      "Minä olen käskenyt pyhitetyilleni, ja kutsunut väkeväni minun vihaani, jotka iloitsevat minun kunniassani.",
      "Siellä on suuren joukon huuto vuorilla, niinkuin paljon kansan huuto, niinkuin humaus pakanain kootusta valtakunnasta: Herra Zebaot varustaa joukon sotaan,",
      "Jotka kaukaiselta maalta tulevat, taivaan ääristä: tosin itse Herra vihansa joukolla, hävittämään koko maata.",
      "Valittakaat, että Herran päivän on juuri läsnä; hän tulee niinkuin hävitys Kaikkivaltiaalta.",
      "Sentähden pitää kaikki kädet lankeeman maahan, ja kaikki ihmisten sydämet vaipuman.",
      "Hämmästys, tuska ja kipu pitää tuleman heidän päällensä; heillä pitää oleman tuska ninkuin lapsen synnyttäväisellä: yhden pitää toista kauhistuman, heidän kasvonsa pitää oleman punaisen niinkuin tulen.",
      "Sillä katso, Herran päivä tulee kauhiasti vihaisna ja julmana, hävittämään maata, ja siitä teloittamaan syntisiä,",
      "Ettei tähdet taivaassa, ja hänen kointähtensä paista kirkkaasti; aurinko ylenee synkiästi, ja kuu paistaa pimiästi.",
      "Minä tahdon rangaista maan piirin hänen pahuutensa tähden ja jumalattomat heidän vikainsa tähden, ja tahdon lopettaa koreiden ylpeyden, ja nöyryyttää jaloin ynseyden;",
      "Niin että mies pitää oleman kalliimpi puhdasta kultaa, ja ihminen enempi kunnioitettu kuin kappale Ophirin kultaa.",
      "Sentähden minä liikutan taivaan, niin että maan pitää vapiseman paikastansa Herran Zebaotin vihan kautta, ja hänen julman vihansa päivän kautta.",
      "Ja hänen pitää oleman niinkuin pois ajetun metsävuohen, ja niinkuin lauman ilman paimenta; niin että jokaisen pitää palajaman kansansa tykö, ja jokaisen pakeneman maallensa;",
      "Että jokainen, joka löydetään, pitää pistettämän lävitse, ja jokainen, joka siellä läsnä on, pitää miekalla lankeeman.",
      "Pitää myös heidän lapsensa heidän silmäinsä edessä tapettaman, heidän huoneensa ryöstettämän, ja heidän emäntänsä häväistämän.",
      "Katso, minä herätän Mediläiset heidän päällensä, jotka ei etsi hopiaa, eikä kysy kultaa;",
      "Vaan ampuvat nuoria miehiä kuoliaaksi joutsilla, ja ei armahda äidin kohdun hedelmää, eikä säästä lastakaan.",
      "Näin pitää Babeli, se kaikkein kaunein valtakuntain seassa, Kaldealaisten koreus, tuleman; niinkuin Jumala kukisti Sodoman ja Gomorran;",
      "Niin ettei siellä enää pidä asuttaman ajankaikkisesti, eikä siellä asuntoa pidettämän suvusta sukuun. Niin ettei myös Arabialaisten sinne pidä yhtään majaa tekemän, eikä paimenten pidä siellä lounalla makaaman.",
      "Vaan metsän pedot pitää siellä makaaman, ja heidän huoneensa oleman täynnä kauheita petoja, ja yököt pitää siellä asuman, ja siellä liekkiöt hyppelemän,",
      "Ja tarhapöllöt laulaman hänen kaunistetuissa huoneissansa, ja lohikäärmeet iloisissa linnoissa. Ja hänen aikansa on pian tuleva, ja hänen päivänsä ei pidä viipymän."
    ],
    [
      "Sillä Herra armahtaa Jakobia ja valitsee vielä nyt Israelin, ja panee heitä heidän maahansa; ja muukalaisten pitää antaman itsensä heidän allensa, ja suostuman Jakobin huoneeseen.",
      "Ja kansat ottavat heidät, ja vievät heitä heidän paikkaansa, ja Israelin huone on omistava heitä Herran maassa palvelioiksi ja piioiksi; ja pitää heitä vankina pitämän, joilta he olivat vangitut, ja niin he vallitsevat vaivaajiansa.",
      "Ja pitää tapahtuman siihen aikaan kuin Herra on antava sinulle levon sinun surustas ja vaivastas, ja siitä kovasta orjuudesta, jossas orjana pidettiin;",
      "Että sinun pitää puhuman näin Babelin kuningasta vastaan ja sanoman: kuinka vaivaaja on tullut perikatoon, ja veron laskemus on loppuun joutunut.",
      "Herra on taittanut jumalattomain sauvan, vallitsiain vitsan.",
      "Joka löi kansaa julmuudessa ilman lakkaamata, ja vallitsi pakanoita ankaruudella, ja vaivasi heitä ilman laupiutta.",
      "Nyt on kuitenkin koko maailmalla lepo, ja on alallansa ja riemuitsee ilossa.",
      "Ja hongat myös riemuitsevat sinusta, ja sedrit Libanonissa, (ja sanovat): ettäs makaat, niin ei nouse yhtään, joka meitä maahan hakkaa.",
      "Helvetti vapisi alhaalla sinua, sinun tulemisestas; se herättää sinulle kuolleet, kaiken maailman päämiehet, ja käski kaikkia pakanain kuninkaita nousta heidän istuimiltansa.",
      "Kaikkein pitää vastaaman ja sanoman sinulle: sinä olet myös lyöty niinkuin mekin, ja sinun kätees käy niinkuin meidänkin.",
      "Sinun ylpeytes on joutunut helvettiin alas, sinun kanteleis kilisemisellä; koin pitää oleman sinun vuotees, ja madot sinun peittees.",
      "Kuinka sinä kaunis kointähti olet pudonnut taivaasta? kuinkas olet maan päälle langennut, joka pakanat teit heikoksi?",
      "Vaan sinä ajattelit sydämessäs: minä astun taivaaseen, ja korotan istuimeni Jumalan tähtien ylitse: minä istutan itseni todistuksen vuorelle, sille puolelle pohjaa päin.",
      "Minä tahdon vaeltaa korkeiden pilvien päällä, ja olla kaikkein Korkeimman vertainen.",
      "Kuitenkin sinä sysätään helvettiin, luolan puolelle.",
      "Joka sinun näkee, hänen pitää katseleman sinua ja katsoman päälles, (ja sanoman): onko tämä se mies, joka maailman saatti värisemään, ja valtakunnat vapisemaan?",
      "Joka maan piirin autioksi saatti, ja kukisti siellä kaupungit, ja ei päästänyt vankejansa kotia?",
      "Kaikki pakanain kuninkaat makaavat kuitenkin kunnialla, jokainen huoneessansa;",
      "Mutta sinä olet hyljätty haudastas niinkuin kauhia vesa, niinkuin lyötyin vaatteet, jotka miekalla ovat kuoliaaksi pistetyt, jotka menevät alas kivikuoppaan, niinkuin tallattu raato.",
      "Ei sinua pidä niin haudattaman kuin ne; sillä sinä olet hävittänyt maas, ja tappanut kansas; sentähden ei pidä ikänä muistettaman ilkiäin siementä.",
      "Valmistakaat teurastamaan hänen lapsiansa, heidän isäinsä pahain tekoin tähden, ettei he nousisi eli perisi maata, eikä täyttäisi maan piiriä kaupungeilla.",
      "Ja minä tulen heidän päällensä, sanoo Herra Zebaot, ja hävitän Babelissa hänen nimensä, hänen jääneensä, sikiänsä ja sukukuntansa, sanoo Herra,",
      "Ja teen hänen tarhapöllöin perinnöksi ja vesikuljuksi; ja käväisen hänen hävityksen luudalla, sanoo Herra Zebaot.",
      "Herra Zebaot on vannonut ja sanonut: mitämaks, että sen pitää niin tapahtuman kuin minä ajattelen, ja pitää niin pysymän kuin minun mielessäni on:",
      "Että Assur telataan minun maassani, ja minä tallaan hänen minun vuorellani; että hänen ikeensä heiltä otettaisiin, ja hänen kuormansa heidän kaulastansa tulis pois.",
      "Nämät ovat hänen juonensa, joita hän pitää kaikissa maan paikoissa; ja se on se kohotettu käsi kaikkein pakanain ylitse.",
      "Sillä Herra Zebaot on sen päättänyt, kuka tahtoo tyhjäksi tehdä? ja hänen kätensä on kokotettu, kuka voi sen vääntää pois?",
      "Sinä vuonna kuin kuningas Ahas kuoli, nähtiin tämä kuorma:",
      "Sinä Philistea, älä niin kovin riemuitse, että se vitsa, joka sinua löi, on taitettu; sillä käärmeen juuresta on tuleva basiliski, ja hänen hedelmänsä on tulinen lentävä kärme.",
      "Sillä tarvitsevaisten esikoiset pitää korjaaman itsiänsä, ja köyhät suruttomasti lepäämän; mutta sinun juures tapan minä nälällä, ja suretan sinun jäänees.",
      "Surkuttele sinuas, portti, huuda sinä kaupunki, koko Philistealaisten maa on marras! sillä pohjoisesta tulee savu, ja ei yksikään ole majassansa.",
      "Ja mitä pakanain sanansaattajia vastataan? nimittäin, että Herra on perustanut Zionin, ja siellä pitää hänen kansansa raadollisilla turva oleman."
    ],
    [
      "Tämä on Moabin kuorma: yöllä tulee hävitys Arin Moabissa, se on jo pois; yöllä tulee hävitys Kirin Moabissa, se on jo pois.",
      "Bat ja Dibon menevät ylös kukkulalle itkemään, ja Moab suremaan Neboa ja Metbaa; kaikki päät ovat ajellut, koko parta on leikattu.",
      "Kaduillansa käyvät he kiedottuina säkkeihin: kattoinsa päällä ja kaduilla he kaikki itsiänsä surkuttelevat ja tulevat itkein alas.",
      "Hesboni ja Elale huutavat, niin että heidän äänensä kuuluu hamaan Jahtsaan; sentähden asettenkantajat surkuttelevat itsiänsä Moabissa, että heidän sielullensa käy nurin.",
      "Minun sydämeni huutaa Moabia, heidän kulkiansa pakenevat aina Zoariin, kolmikarjaista lehmää; sillä he menevät Luhitin paltaan ja itkevät, ja tiellä Horonaimiin päin nousee vaikia huuto.",
      "Sillä Nimrimin vedet kuivuvat, niin että heinä siellä kuivettuu, ja ruoho lakastuu; ja ei yhtään viheriäistä ruohoa kasva.",
      "Sillä ne tavarat, jotka he koonneet ovat, ja kansa, jonka he varustaneet ovat, viedään pajuojan ylitse.",
      "Huuto hajoo Moabin rajoja ympäri, he itkevät hamaan Eglaimiin, ja itkevät Elimin kaivon tykönä;",
      "Että Dimonin vedet ovat verta täynnä. Siihen minä tahdon vielä enempi antaa tulla Dimonin päälle, ja myös heidän päällensä, jotka Moabin jalopeuralta päässeet ovat, ja jääneiden päälle maassa."
    ],
    [
      "Lähettäkäät maaherran karitsat Selasta korven tyköä Zionin tyttären vuorelle.",
      "Mutta niinkuin lintu lentää pois, joka pesästänsä ajettu on, niin pitää Moabin tyttärelle tapahtuman Arnonin luotuspaikoissa.",
      "Pitäkäät neuvoa yhdessä, sanokaat tuomio, tee sinulles puolipäivän varjo niinkuin yö; kätke pois ajetut, ja älä ilomoita kulkioita.",
      "Anna minun pois ajettuni asua tykönäs; ole Moab heidän varjeluksensa hävittäjää vastaan; niin vaivaaja saa lopun, kukistaja lakkaa, ja sotkuja taukoo maassa.",
      "Mutta istuin valmistetaan armosta yhdelle istua, totuudessa, Davidin majassa, tuomita ja etsiä oikeutta, ja pikaisesti toimittaa vanhurskautta.",
      "Mutta me kuulemme Moabin ylpeydestä, että hän on aivan ylpeä, niin että hänen ylpeytensä, koreutensa ja vihansa on suurempi kuin hänen voimansa.",
      "Sentähden pitää yhden Moabilaisen itkemän toista, heidän pitää kaikkein itkemän; KirHaresetin (kaupungin) perustuksia pitää teidän huokaaman: ne ovat peräti kukistetut.",
      "Sillä Hesbon on tullut autioksi maaksi, Sibmassa ovat viinapuut turmellut, pakanain herrat ovat sotkuneet hänen parhaat viinapuunsa, ja tulleet Jaeseriin asti, ja vaeltaneet korpea ympäri; hänen viina-oksansa ovat hajoitetut ja viedyt meren ylitse.",
      "Sentähden minä itken Jaeserin tähden, ja Sibman viinapuun, ja vuodatan monta pisaraa Hesbonin ja Elalen tähden; sillä huuto on langennut sinun suvees ja tuloos!",
      "Niin että ilo ja riemu lakkaa kedolla, ja ei viinamäissä iloita eikä huudeta, eli puserreta viinaa kuurnissa; minä olen lopettanut ilohuudon.",
      "Sentähden minun sydämeni kumisee Moabin tähden kuin kantele, ja minun sisällykseni KirHareksen tähden.",
      "Silloin pitää ilmoitettaman, kuinka Moab on väsynyt korkeuksissa ja mennyt kirkkoonsa rukoilemaan, ja ei kuitenkaan ole mitään aikoin saanut.",
      "Tämä on se, minkä Herra siihen aikaan puhui Moabia vastaan.",
      "Mutta nyt puhuu Herra ja sanoo: kolmena vuonna, niinkuin palvelian vuodet ovat, pitää Moabin kunnian, joka suuri on kaikissa kansoissa, tuleman pieneksi, niin että aivan vähä pitää jäämän, ja ei paljo."
    ],
    [
      "Tämä on Damaskun kuorma: katso, ei Damaskun pidä enää oleman kaupunkina, vaan rauvenneen kiviroukkion.",
      "Aroerin kaupungeista pitää luovuttaman, niin että karja käy siellä laitumella, ja ei heitä kenkään aja ulos.",
      "Ja Ephraimin linnat pitää tuleman perikatoon, ja Damaskun valtakunta. Ja jääneen Syriassa pitää oleman, niinkuin Israelin lasten kunnia, sanoo Herra Zebaot.",
      "Silloin pitää Jakobin kunnian ohukaiseksi tuleman, ja hänen lihavan ruumiinsa laihaksi.",
      "Sillä hänen pitää silloin tuleman, niinkuin koska joku kokois laihoa elonaikana, ja niinkuin koska joku korjais tähkäpäitä käsivarrellansa, ja niinkuin joku noukkis tähkäpäitä Rephaimin laaksossa,",
      "Ja joku jälkinoukkiminen tulis; niinkuin koska joku puhdistaa öljypuita, ja on kaksi eli kolme marjaa ylhäällä latvassa, eli niinkuin neljä viisi marjaa riippuvat vielä oksissa, sanoo Herra Israelin Jumala,",
      "Silloin pitää ihmisen pysymän hänessä, joka hänen tehnyt on, ja hänen silmänsä pitää katseleman Israelin Pyhää,",
      "Ja ei katseleman alttareita, jotka hänen kätensä ovat tehneet, eikä sitä katsoman, jonka hänen sormensa tehneet ovat, eli metsistöitä taikka kuvia.",
      "Silloin pitää hänen väkevyytensä kaupungin tuleman niinkuin hyljätyn vesan eli oksan, joka oli Israelin lasten edestä hyljätty, ja pitää tuleman autioksi.",
      "Sillä sinä olet unhottanut sinun autuutes Jumalan, ja et ajatellut sinun väkevyytes kalliota; sentähden pitää sinun istuttaman ihania vesoja, mutta niin sinä olet istuttanut viina-oksia muukalaisille.",
      "Istuttamisen ajalla sinä kyllä ahkeroitset, että sinun jyväs aikanansa kasvaisivat; mutta syksyllä, kuin sinun lyhteet korjaaman pitäis, saat sinä surullisen murheen siitä.",
      "Voi sitä peräti paljoa kansaa, se on pauhaava niinkuin meri; ja kansan hyminä on kohiseva, niinkuin iso vesi pauhaa.",
      "Tosin niinkuin iso vesi pauhaa, niin on kansa karkaava, mutta hän on kurittava heitä, ja heidän pitää kauvas pakeneman, ja vainoa kärsimän, niinkuin tomulle tapahtuu vuorella tuulelta, ja niinkuin ympyriäiselle tapahtuu tuulispäältä.",
      "Katso, ehtoona on peljästys käsillä, ja ennen aamua ei he ensinkään ole. Tämä on heidän palkkansa, jotka meiltä ryöstävät, ja heidän perintönsä, jotka meiltä omamme tempaavat."
    ],
    [
      "Voi sitä maata, joka vaeltaa siipein varjon alla, tällä puolella Etiopian virtoja!",
      "Joka sanansaattajat lähettää merelle, ja kulkee vedellä ruokoisessa haahdessa: menkäät nopiasti matkaan, sanansaattajat, sen kansan tykö, joka reväisty ja ryöstetty on, sen kansan tykö, joka julmempi on kuin joku muu, sen kansan tykö, joka siellä ja täällä mitattu ja tallattu on, jonka maa virtain hallussa on.",
      "Te kaikki, jotka asutte maan päällä, ja te, jotka maassa olette, saatte nähdä, kuinka lippu nostetaan vuorella, ja kuulla, kuinka vaskitorvella soitetaan.",
      "Sillä näin sanoo Herra minulle: minä olen hiljakseni ja katselen majastani, niinkuin palavuus, joka sateen kuivaa, ja niinkuin kaste elonajan palavuudessa.",
      "Sillä ennen elonaikaa, kuin tulo valmiiksi tulee, ja rohkamarjat kypsentyvät, täytyy oksat leikata sirpillä, ja viinapuut hakata ja heittää pois:",
      "Niin että ne jätetään kokonansa linnuille vuorten päällä ja eläimille maassa; niin että linnut suvella tekevät siihen pesänsä, ja kaikkinaiset eläimet makaavat siinä talvella.",
      "Silloin se revitty ja ryöstetty kansa, joka julmempi on kuin joku muu, joka siellä ja täällä mitattu on ja tallattu on, jonka maa virtain hallussa on, tuo Herralle Zebaotille lahjoja siihen paikkaan, jossa Herran Zebaotin nimi on, Zionin vuorelle."
    ],
    [
      "Tämä on Egyptin maan kuorma: katso, Herra on vaeltava nopiassa pilvessä, ja tuleva Egyptiin. Silloin pitää epäjumalain Egyptissä vapiseman hänen edessänsä, ja Egyptiläisten sydämen pitää vavahtaman.",
      "Ja minä yllytän Egyptiläiset toinen toisensa päälle, niin että yhden pitää sotimaan toista vastaan, yhden ystävän toista vastaan, yhden kaupungin toista vastaan, ja yhden valtakunnan toista vastaan.",
      "Ja ei Egyptiläisillä pidä oleman sydäntä, ja minä teen heidän neuvonsa tyhjäksi. Niin he siis kysyvät epäjumalilta, velhoilta, noidilta, taikureilta ja tietäjiltä.",
      "Mutta minä annan Egyptiläiset julmain herrain käsiin; ja kovan kuninkaan pitää hallitseman heitä, sanoo Herra, Herra Zebaot.",
      "Ja vesi pitää meressä vähenemän, niin myös virrat pitää kuivuman ja kureentuman.",
      "Järvien pitää juokseman pois, niin että lampivedet pitää vähenemän ja kuivuman, ruoko ja kaisla katoaman.",
      "Ja ruoho ojain tykönä, virtain reunalla, ja kaikkinainen jyvä vetten tykönä pitää lakastuman ja tyhjään tuleman.",
      "Ja kalamiesten pitää murehtiman, ja kaikki, jotka ongen heittävät veteen, pitää valittaman, ja kaikki ne, jotka verkot veteen laskevat, pitää nääntymän.",
      "Niin pitää häväistämän, jotka hyvää lankaa tekevät ja verkkoa kutovat.",
      "Ja ne, joilla on kala-arkut, kaikkein niiden kanssa, jotka lammikoita palkan edestä tekevät, pitää sureman.",
      "Zoanin pääruhtinaat ovat tyhmät, Pharaon taitavat neuvonantajat ovat neuvossansa hulluiksi tulleet; miksi te siis sanotte Pharaosta: minä olen viisasten poika, ja olen vanhain kuningasten poika?",
      "Kussa siis nyt ovat sinun taitavas? Anna heidän sanoa, ja opettaa sinuas, mitä Herra Zebaot on Egyptistä aikonut.",
      "Mutta Zoanin pääruhtinaat ovat tulleet tyhmiksi; Nophin pääruhtinaat ovat petetyt, he peipoittelevat Egyptin sukuin kulmakiven.",
      "Sillä Herra on vuodattanut heidän sekaansa väärän hengen, pettämään Egyptiä kaikissa, mitä he tekevät, niinkuin juopunut horjuu oksentaessansa.",
      "Ja ei pidä Egyptillä oleman päätä eli häntää, oksaa eli kantoa.",
      "Silloin pitää Egyptin oleman niinkuin vaimot, pelkäämän ja vavahtuman, koska Herra Zebaot häälyttää kättänsä heidän päällänsä.",
      "Ja Egyptin pitää pelkäämän Juudan maata, niin että sen, joka sitä ajattelee, pitää peljästymän Herran Zebaotin neuvoa, jonka hän siitä on pitänyt.",
      "Siihen aikaan pitää viisi kaupunkia Egyptissä Kanaanin maan kielellä puhuman, ja vannoman Herran Zebaotin kautta; jokainen heistä pitää hävityksen kaupungiksi kutsuttaman.",
      "Silloin pitää Herran Zebaotin alttari keskellä Egyptin maata oleman, ja Herran vartiovaha hänen äärissänsä,",
      "Joka pitää merkiksi ja todistukseksi oleman Herralle Zebaotille Egyptin maassa; sillä heidän pitää Herran tykö huutaman vaivaajainsa tähden, niin hän heille lähettää vapahtajan ja sankarin, joka heitä auttaa.",
      "Ja sinä päivänä pitää Herra tunnettaman Egyptissä ja Egyptiläisten pitää tunteman Herran. Ja he palvelevat häntä uhrilla ja ruokauhrilla, ja lupaavat Herralle lupausta, ja sen pitävät.",
      "Ja Herra on vaivaava Egyptiläisiä, hän on vaivaava ja parantava jälleen; sillä he palajavat Herran tykö, ja he rukoilevat häntä, ja hän parantaa heitä.",
      "Silloin on tie avoin Egyptistä Assyriaan, Assyrialaisten mennä Egyptiin, ja Egyptiläisten Assyriaan; että Egyptiläiset ja Assyrialaiset ynnä palvelisivat (Jumalaa).",
      "Silloin Israel pitää itse kolmantena oleman, Assyrialaisten ja Egyptiläisten kanssa, sen siunauksen kautta, joka on oleva keskellä maata.",
      "Sillä Herra Zebaot on siunaava heitä ja sanova: siunattu olkoon Egypti minun kansani, ja Assur minun käsialani, ja Israel minun perimiseni!"
    ],
    [
      "Sinä vuonna, kuin Tartan tuli Asdodiin, jonka Assyrian kuningas Sargon oli lähettänyt, ja soti Asdodia vastaan ja voitti sen:",
      "Silloin puhui Herra Jesaian Amotsin pojan kautta ja sanoi: mene ja riisu säkki kupeistas ja kengät jaloistas: ja hän teki niin, ja kävi alasti ja paljain jaloin.",
      "Sanoi siin Herra: niinkuin palveliani Jesaia käy alasti ja paljailla jaloilla, kolmen ajastajan merkiksi ja ihmeeksi Egyptille ja Etiopialle:",
      "Niin on Assyrian kuningas ajava vangittua Egyptiä ja hävitettyä Etiopiaa, sekä nuoria että vanhoja, alastomia ja paljasjalkaisia, paljastetun hävyn kanssa, Egyptille hävyksi.",
      "Ja heidän pitää peljästyman ja häpeemän Etiopiaa, johon he luottivat, ja Egyptiläisiä, joista he kerskasivat.",
      "Ja tämän luodon asuvaiset pitää silloin sanoman: onko tämä meidän turvamme, johon olemme paenneet apua saamaan, että me Assyrian kuninkaalta pelastettaisiin? kuinka me olemme päässeet?"
    ],
    [
      "Tämä on korven kuorma meren tykönä: niinkuin tuulispää tulee etelästä, joka kääntää ylösalaisin, niin se tulee korvesta, kauhiasta maasta.",
      "Sillä minulle on osoitettu kova näky: pettäjä tulee toista vastaan, hävittäjä toista vastaan. Mene ylös Elam, piiritä heitä Madai: minä lopetan kaikki hänen huokauksensa.",
      "Sentähden ovat minun kupeeni täynnä kipua, ja ahdistus on minun käsittänyt, niinkuin lapsen synnyttäjän ahdistus; minä kyyristän minuni, koska minä sen kuulen, ja peljästyn, koska minä sen näen.",
      "Minun sydämeni vapisee, kauhistus on minun peljättänyt; sentähden ei ole minulla ollut suloisella yöllä yhtään lepoa.",
      "Valmista pöytä, anna valvojain valvoa, syö, juo: nouskaat te pääruhtinaat ja voidelkaat kilvet.",
      "Sillä Herra sanoo näin minulle: mene ja toimita vartio, joka katselis ja ilmoittais.",
      "Mutta hän näki ratsastajat ajavan ja menevän aaseilla ja kameleilla, ja piti siitä visun vaarin.",
      "Ja hän huusi niinkuin jalopeura: Herra, minä olen vartiolla yli päivää, ja olen minun vartiollani kaikki yöt:",
      "Ja katso, siellä tulee yksi vaunuissa ja kaksi ratsahin, joka vastaa ja sanoo: kaatunut, kaatunut on Babylon, ja kaikki hänen jumalainsa kuvat lyötiin maahan.",
      "O minun tappamiseni ja minun riiheni permanto! mitä minä olen Herralta Zebaotilta, Israelin Jumalalta, kuullut, sen minä teille ilmoitan.",
      "Tämä on Duman kuorma: Seiristä huudetaan minua: vartia, mitä yö kuluu? vartia, mitä yö kuluu?",
      "Vartia sanoi: kuin aamu tulee, niin vielä yö on; jos te vielä kysytte, niin teidän pitää vielä sitte palajaman ja taas kysymän.",
      "Tämä on Arabian kuorma: teidän pitää yötymän Arabian metsässä, Dedanimin tiellä.",
      "Kantakaat vettä janoovaa vastaan, te jotka asutte Temanin maassa: taritkaat pakenevaisille leipää.",
      "Sillä he pakenevat miekkaa, paljasta miekkaa, jännitettyä jousta ja isoa sotaa.",
      "Sillä näin sanoo Herra minulle: vielä nyt vuosi, niinkuin palkollisen vuodet ovat, niin pitää kaiken Kedarin kunnian hukkuman.",
      "Ja jääneet ampujat, väkevät Kedarin lapsista, pitää vähemmäksi joutuman; sillä Herra Israelin Jumala on sen sanonut."
    ],
    [
      "Tämä on Näkylaakson kuorma: mikä sinun nyt on, että te niin kaikki olette astuneet kattoin päälle?",
      "Sinä olet täynnä humua: kaupunki täynnä väkeä, iloinen kaupunki: sinun lyötys ei ole miekalla lyödyt, ja ei ole kuolleet sodassa.",
      "Vaan kaikki sinun päämiehes ovat poikenneet joutsesta pois, ja ovat vangitut; kaikki kuin sinussa löyttiin, ovat vangitut, ja kauvas paenneet.",
      "Sentähden minä sanon: menkäät pois minun tyköäni, antakaat minun itkeä vaikiasti; älkäät ahkeroitko lohduttaa, minun kansani tyttären hävityksen tähden.",
      "Sillä se on kapinan, sortamisen ja surun päivä Herralta, Herralta Zebaotilta, Näkylaaksossa muurien kukistamisen tähden, ja huudon tähden vuorella;",
      "Että Elam lähtee viinellä, vaunuilla, väellä, ratsasmiehillä, ja Kir välkkyy kilvistä.",
      "Ja tapahtuu, että sinun valitut laaksos ovat täynnä vaunuja; ja ratsastajat sioittavat itsensä portin eteen.",
      "Silloin pitää Juudan peite avattaman, että aseet nähdään silloin metsähuoneessa.",
      "Ja te olette näkevä monta reikää Davidin kaupungissa; ja kokootte veden alimmaiseen lammikkoon.",
      "Teidän pitää lukeman huoneet Jerusalemissa, ja teidän pitää jaottaman huoneet vahvistaaksenne muureja.",
      "Ja teidän pitää tekemän vesihaudan molempain muurien välille, vanhan kalalammin vedestä; kuitenkin ette katso häntä, joka tämän tekee, ettekä katsele sitä, joka senkaltaisia on kaukaa toimittanut.",
      "Sentähden antaa Herra, Herra Zebaot, silloin julistaa, että itketään ja murehditaan, ja hiukset ajellaan ja puetaan säkkiin.",
      "(Vaikka nyt) katso, ilo ja riemu, teurastaa härkiä, tappaa lampaita, syödä lihaa, juoda viinaa, (ja sanoa): syökäämme ja juokaamme, meidän pitää kuitenkin huomenna kuoleman.",
      "Tämä on, (sanoo) Herra Zebaot, minun korvilleni tullut: mitämaks, jos minä tämän pahan teon annan anteeksi, siihenasti kuin te kuolette, sanoo Herra, Herra Zebaot.",
      "Näin sanoo Herra, Herra Zebaot: mene tavarahuoneen haltian Sebnan tykö ja sano hänelle:",
      "Mitä sinun tässä on, kenenkä oma sinä olet? ettäs annat hakata itselles haudan niinkuin se, joka hakkauttaa itsellensä haudan korkeuteen, ja olet niinkuin se, joka antaa itsellensä tehdä asumasian vuorelle?",
      "Katso, Herra ajaa sinun pois, niinkuin väkevä mies heittää jonkun pois, ja peittää sinun kokonansa,",
      "Ja pyörittää sinun kohta, ja peräti niinkuin kierikan aukialle kedolle; siellä sinun pitää kuoleman, siellä pitää sinun kalliit vaunus, sinun Herras huoneen kanssa, tuleman häväistykseksi.",
      "Ja minä kukistan sinun säädystäs, ja sinä pannaan pois viraltas.",
      "Ja silloin pitää tapahtuman, että minä kutsun palveliani Eliakimin, Hilkian pojan,",
      "Ja panen hänen yllensä sinun hamees, ja vyötän hänen sinun vyölläs, ja annan sinun valtas hänelle; että hän on niiden isä, jotka Jerusalemissa ja Juudan huoneessa asuvat.",
      "Ja panen Davidin huoneen avaimen hänen olallensa, että hän avaa, ja ei kenkään sulje, että hän sulkee, ja ei kenkään avaa.",
      "Ja lyön hänen niinkuin naulan vahvaan paikkaan; ja hänellä on oleva kunnian istuin, hänen isänsä huoneessa,",
      "Että hänen päällensä ripustetaan kaikki hänen isänsä huoneen kunnia, lapset ja lasten lapset, kaikki pienet kappaleet, juoma-astiat, ja kaikkinaiset kanteleet.",
      "Silloin, sanoo Herra Zebaot, naula pitää otettaman pois, joka vahvassa paikassa on, niin että hänen pitää rikkoontuman, lankeeman, putooman, ja se kuorma kuin hänen päällänsä on, pitää hukkuman; sillä Herra sen sanoo."
    ],
    [
      "Tämä on Tyron kuorma: valittakaat, te haahdet merellä; sillä se on kukistettu, niin ettei siellä ole yhtään huonetta, eikä sinne mene kenkään; Kittimin maasta pitää heidän sen äkkäämän.",
      "Olkaat ääneti, te luotoin asuvaiset: Zidonin kauppamiehet, jotka merellä vaelsivat, täyttivät sinun.",
      "Ja kaikkinainen hedelmä, joka Sihorin tykönä kasvaa, ja jyvät virran tykönä vietiin sinne veden ylitse; ja on pakanain kaupaksi tullut.",
      "Sinä mahdat kyllä hämmästyä, Zidon; sillä meri lausuu ja vahvin meren tykönä sanoo: en minä ole silleen raskas, en minä synnytä, enkä myös kasvata yhtään nuorukaista, enkä ruoki neitsyttä.",
      "Niinkuin kuultaissa Egyptistä hämmästyttiin, niin pitää myös hämmästyttämän, koska Tyrosta kuullaan.",
      "Menkäät merille, valittakaat, jotka luodoissa asutte.",
      "Eikö tämä ole teidän ilokaupunkinne, joka kerskaa itsiänsä vanhuudestansa? Hänen jalkansa pitää viemän hänen pitkän matkan taa vaeltamaan.",
      "Kuka olis sitä ajatellut, että kruunatulle Tyrolle piti niin käymän? että sen kauppamiehet ovat pääruhtinaat, ja sen kauppiaat ylimmäiset maassa?",
      "Herra Zebaot on sen niin ajatellut, että hän kaiki hänen kaunistuksensa prameuden heikoksi tekis; ja tekis ylönkatsotuksi kaikki kuuluisat maassa.",
      "Vaella maas lävitse niinkuin virta, sinä Tarsiksen tytär; ei siellä ole enään yhtään vyötä.",
      "Hän kokottaa kätensä meren päälle, ja peljättää valtakunnat; Herra käski Kananin hävittämään sen linnat,",
      "Ja sanoi: ei sinun pidä enään iloitseman, sinä häväisty neitsy Zidonin tytär: nouse ja mene matkaas Kittimiin, ei sinulla pidä sielläkään lepoa oleman.",
      "Katso, Kaldealaisten maassa ei yhtään kansaa ollut, vaan Assur on sen perustanut korven asuvaisille, ja rakentanut hänen linnansa, pannut ylös hänen huoneennsa, ja on kuitenkin pantu kukistettavaksi.",
      "Surekaat, te haahdet merillä ; sillä teidän voimanne on tyhjä.",
      "Silloin pitää Tyro unhotettaman seitsemänkymmentä vuotta, niinkauvan kuin yksi kuningas elää; mutta seitsemänkymmenen vuoden perästä käypi Tyron niinkuin portosta veisataan:",
      "Ota kantele, mene ympäri kaupunkia, sinä unhotettu portto: soita vahvasti kantelettas, ja laula lohdullisesti, että sinua taas muistettaisiin.",
      "Sillä seitsemänkymmenen vuoden perästä on Herra etsivä Tyroa, että hän tulis jälleen porttopalkoillensa, ja huorin tekis kaikkein valtakuntain kanssa maan päällä.",
      "Mutta hänen kauppansa ja porttopalkkansa pitää oleman pyhä Herralle . Ei sitä koota tavaraksi, eikä salata, vaan jotka asuvat Herran edessä, niillä pitää hänen kauppakalunsa oleman, siitä syödä, ravita ja itsiänsä vaatettaa."
    ],
    [
      "Katso, Herra tekee maan tyhjäksi ja autioksi, ja kukistaa, mitä siinä on, ja hävittää sen asuvaiset.",
      "Ja papeille tapahtuu niinkuin kansallekin, herralle niinkuin palveliallekin, emännälle niinkuin piiallekin, myyjälle niinkuin ostajallekin, lainaajalle niinkuin lainaksi ottajallekin, korkorahan ottajlle niinkuin antajallekin.",
      "Sillä maan pitää peräti tyhjäksi ja kokonansa ryöstetyksi tuleman; sillä Herra on tämän sanonut.",
      "Maa on surkia ja hävitetään, maa pelehtyy ja häviää; kansan ylimmäiset nääntyvät maassa.",
      "Maa on saastaiseksi tullut asuvaisistansa; sillä he tekevät lakia vastaan ja muuttavat säädyt, ja luopuvat ijankaikkisesta liitosta.",
      "Sentähden kuluttaa kirous maan ja sen asuvaiset hävitetään; sentähden maan asuvaiset kuivettuvat, niin että vähä jää väkeä.",
      "Viina katoo, viinapuu surkastuu, ja kaikki, jotka sydämestänsä iloisina olivat, huokaavat.",
      "Vaskirumpuin riemu taukoo, iloitsevaisten ilo puuttuu, kanteleiden riemu loppuu.",
      "Ei lauleta viinaa juotaissa, ja hyvä juoma on karvas juoville.",
      "Tyhjä kaupunki on kukistettu maahan; kaikki huoneet ovat teljetyt, niin ettei yksikään sinne mene.",
      "Viinan puutteen tähden valitetaan kaduilla: kaikki ilo on pois, kaikki maan riemu on matkassansa.",
      "Ei ole muuta jäänyt kaupunkiin kuin hävitys, ja portit ovat autiot.",
      "Sillä kansalle tapahtuu myös maassa niinkuin öljypuillekin, koska siitä on poimittu; niinkuin sitte poimittaisiin kuin oikia viinan kokousaika on pois.",
      "Ne korottavat äänensä ja iloitsevat; Herran kunniasta he iloitsevat, hamasta merestä asti.",
      "Niin kiittäkäät nyt Herraa laaksoissa, luodoissa Herran, Israelin Jumalan nimeä.",
      "Me kuulemme kiitosvirren maailman äärestä, vanhurskaalle kunniaksi. Ja minun pitää sanoman: miksi minä olen niin laiha? miksi minä olen niin laiha? voi minua! sillä ylönkatsojat ylönkatsovat, ja ylönkatsojat ylönkatsovat,",
      "Sentähden tulee teidän asuvainne päälle maassa hämmästys, kuoppa ja paula.",
      "Ja jos joku pakenis hämmästyksen huutoa, niin hän kuitenkin putoo kuoppaan; ja jos hän pääsee kuopasta ylös, niin hän kuitenkin käsitetään paulaan, sillä korkeuden akkunat avataan, ja maan perustukset vapisevat.",
      "Maan käy aivan pahoin: ei sen pidä ollenkaan menestymän, vaan pitää peräti raukeaman.",
      "Maan pitää kovin hoiperteleman niinkuin juopuneen, ja vietämän pois niinkuin majan; sillä sen pahat teot painavat sen, niin että sen pitää lankeeman, ja ei enään nouseman.",
      "Silloin on Herra etsivä sitä korkiaa sotaväkeä, joka korkeudessa on, ja maan kuninkaita, jotka ovat maan päällä.",
      "Että he kootaan yhteen niinkuin kuopassa sidotut, ja pitää oleman suljetut vankeudessa, ja suuren ajan perästä taas etsittämän.",
      "Ja kuun pitää häpeemän, ja auringon ujoileman, koska Herra Zebaot on tuleva kuninkaaksi Zionin vuorella ja Jerusalemissa; ja hänen vanhimpainsa edessä pitää kunnia oleman."
    ],
    [
      "Herra, sinä olet minun Jumalani, sinua minä ylistän, minä kiitän sinun nimeäs; sillä sinä teet ihmeitä: sinun vanhat aivoitukses ovat uskolliset ja todet.",
      "Sillä sinä teet kaupungin kiviraunioksi, sen vahvan kaupungin, että hän läjässä on; muukalaisten palatsit, niin ettei ne enää ole kaupungit, eikä ikänä enää rakenneta.",
      "Sentähden kunnioittaa sinua väkevä kansa, urhoolliset pakanain kaupungit pelkäävät sinua.",
      "Sillä sinä olet heikkoin väkevyys ja köyhäin vahvuus heidän vaivoissansa: myrskyssä turva, varjo helteessä, kuin tyrannit julmistuvat niinkuin raju-ilma seinää vastoin.",
      "Sinä nöyryytät muukalaisten metelin, niinkuin helteen kuivassa paikassa, niinkuin helle pilven varjolla, niin tyrannein ilo painetaan alas.",
      "Ja Herra Zebaot tekee kaikille kansoille tällä vuorella lihavan pidon, pidon selkiästä viinasta, rasvasta, ytimestä ja puhtaasta viinasta.",
      "Ja tällä vuorella on hän kääriliinan paneva pois, jolla kaikki ihmiset käärityt ovat, ja peittovaatteen, jolla kaikki pakanat peitetyt ovat.",
      "Sillä kuolema pitää nieltämän ijankaikkisesti, ja Herra, Herra on kyyneleet pyyhkivä pois jokaisen kasvoista, ja on ottava kansansa häväistykset pois kaikissa maakunnissa; sillä Herra on sen sanonut.",
      "Silloin sanotaan: katso, tämä on meidän Jumalamme jota me odotamme, ja hän auttaa meitä; tämä on Herra, häntä me odotamme, iloitaksemme ja riemuitaksemme hänen autuudessansa.",
      "Sillä Herran käsi lepää tällä vuorella; mutta Moab runnellaan sen alla, niinkuin korret sotkutaan loassa.",
      "Ja Herra hajoittaa kätensä heidän sekaansa, niinkuin uija hajoittaa uidaksensa; ja hän on käsivarrellansa heidän prameutensa alentava.",
      "Ja sinun muuries korkiat vahvistukset hän kallistaa, alentaa ja heittää tomuun."
    ],
    [
      "Siihen aikaan pitää Juudan maassa tämä veisu veisattaman: meillä on vahva kaupunki, hän pani autuuden muuriksi ja varjelukseksi.",
      "Avatkaat portit, vanhurskaan kansan, joka uskossa pysyy, käydä sisälle.",
      "Sinä pidät aina rauhan, vahvan lupaukses jälkeen; sillä sinuun turvataan.",
      "Sentähden luottakaat Herraan ijankaikkisesti; sillä Herra, Herra on kallio ijankaikkisesti.",
      "Ja hän notkistaa alas ne, jotka korkialla asuvat, hän alentaa korotetun kaupungin; hän sysää sen maahan, niin että se tomussa makaa,",
      "Että hän jaloilla poljetaan, vaivaisten jaloilla ja köyhäin kantapäillä.",
      "Mutta vanhurskasten tie on tasainen; sinä ojennat vanhurskasten polut.",
      "Herra, me odotamme sinua oikeutes tiellä; sydän himoitsee sinun nimeäs ja muistoas.",
      "Minä halajan sinua sydämestäni yöllä, minun henkeni valvoo myös minussa varhain sinun tykös; sillä kussa sinun oikeutes maakunnassa on, niin maan piirin asuvaiset oppivat vanhurskautta.",
      "Mutta ehkä jumalattomille armoja tarittaisiin, niin ei he opi kuitenkaan vanhurskautta, vaan tekevät ainoastaan pahaa oikeuden maalla; sillä ei he näe Herran kunniaa.",
      "Herra, sinun kätes on ylennetty, vaan ei he sitä näe; mutta kuin he sen nähdä saavat, niin he häpiään tulevat kansan kiivaudesta, ja vielä sitte tuli sinun vihollises kuluttaa.",
      "Mutta sinä, Herra, saatat meille rauhan; sillä kaikki, mitä me toimitamme, olet sinä meille antanut.",
      "Herra meidän Jumalamme: muut herrat tosin meitä myös vallitsevat paitsi sinua; mutta me muistamme ainoastaan kuitenkin sinussa sinun nimeäs.",
      "Ei kuolleet eläviksi tule ja nukkuneet ei nouse; sillä sinä olet heitä etsinyt ja hävittänyt, ja kaiken heidän muistonsa kadottanut.",
      "Mutta sinä, Herra, olet lisännyt kansaa, sinä Herra olet lisännyt kansaa, sinä olet kunnialliseksi tullut; sinä olet pannut heitä kauvas maailman ääriin.",
      "Herra, kuin tuska tulee, niin sinua etsitään: koskas heitä kuritat, niin he parkuvat surkiasti.",
      "Niinkuin raskaalla vaimolla, kuin hän synnyttämällänsä on, on ahdistus, ja hän parkuu kivullansa, niin meille myös tapahtuu, Herra, sinun kasvois edessä.",
      "Me olemme raskaat ja meillä on kipu, niinkuin tuulen synnyttäväisellä; emme kuitenkaan voi maata auttaa, eikä maan piirin asuvaiset tahtoneet langeta.",
      "Mutta sinun kuollees elävät, ja minun kuolleet ruumiini nousevat jälleen kuolleista. Herätkäät ja kerskatkaat te, jotka makaatte maan alla; sillä sinun kastees on viheriäisen kedon kaste, ja maa on kuolleet itsestänsä antava.",
      "Mene, kansani, ja käy sisälle kammioos, ja sulje sinun oves jälkees; lymytä sinus silmänräpäykseksi,niin kauvan kuin viha käy ylitse.",
      "Sillä katso, Herra on käyvä ulos siastansa etsimään maan asuvaisten pahuutta heidän päällensä; niin että maa ilmoittaa heidän verensä, ja ei niitä enää peitä, jotka hänessä tapetut ovat."
    ],
    [
      "Silloin on Herra kovalla, suurella ja väkevällä miekallansa etsivä Leviatania, joka on pitkä kärme, ja Leviatania, joka on kiperä kärme; ja on tappava lohikärmeen meressä.",
      "Silloin pitää oleman punaisen viinan viinamäen; laulakaat hänestä:",
      "Minä Herra varjelen hänen, ja kastan hänen aikanansa, ettei hänen lehtensä hukkuisi, minä varjelen häntä päivällä ja yöllä.",
      "En ole minä vihainen. Voi jos minä saisin sotia ohdakkeiden ja orjantappurain kanssa! niin minä menisin heidän tykönsä, ja polttaisin heidät kaikki tyynni.",
      "Hän on minua tallella pitävä, ja toimittava minulle rauhan; rauhan on hän vielä sitte minulle saattava.",
      "Siihen on se kuitenkin joutuva, että Jakob juurtuu ja Israel vihoittaa ja kukoistaa, niin että he maan piirin hedelmällä täyttävät.",
      "Eikö hän kumminkaan tule lyödyksi, niinkuin hänen vihollisensa lyövät häntä? ja eikö hän tule tapetuksi, niinkuin hänen vihollisensa häntä tappavat?",
      "Vaan sinä tuomitset heitä määrällä, ja kirvoitat heitä sittekuin sinä ankaralla tuulellas olet heitä murheelliseksi saattanut, koska idästä tuulee.",
      "Sentähden pitää Jakobin synti sen kautta anteeksi annettaman; ja se on siitä kaikki hyödytys, että hänen syntinsä otetaan pois, koska hän tekee kaikki alttarin kivet niinkuin tuhaksi muserretut kivet, ettei yhtään metsistöä eli kuvaa pidä enää jäämän.",
      "Sillä vahvan kaupungin pitää yksinänsä oleman, kauniit huoneet hyljättämän ja jätettämän niinkuin korpi; niin että vasikat käyvät siellä laitumella, oleskelevat siella ja pureskelevat oksia.",
      "Hänen oksansa pitää murtuman kuivuuden tähden, niin että vaimot niillä valkeata tekevät; sillä se on ymmärtämätöin kansa, sentähden ei myös se, joka heidät tehnyt on, armahda heitä, ja joka heidät luonut on, ei ole heille armollinen.",
      "Silloin on Herra heittävä meren rannasta Egyptin virtaan, ja te Israelin lapset kootaan yksi toisensa perästä.",
      "Silloin soitetaan suurella basunalla, niin tulevat kadotetut Assyrian maalla, ja karkoitetut Egyptin malla, ja rukoilevat Herraa pyhällä Jerusalemin vuorella."
    ],
    [
      "Voi ylpiää Ephraimin juopuneiden kruunua! jonka kaunis kunnia on pudonnut kukkanen, joka on ylemmäisellä puolella lihavaa laaksoa, jossa he viinasta hoipertelevat.",
      "Katso, väkevä ja voimallinen Herralta, niinkuin raesade, niinkuin vahingollinen tuuli, niinkuin vesimyrsky, joka väkevästi lankee, pitää väkivallalla maahan päästettämän;",
      "Että Ephraimin juopuneiden ylpiä kruunu jaloilla tallatan.",
      "Ja hänen kunniansa kaunistuksen pudonneet kukkaset, jotka lihavata laaksoa ylemmäisellä puolella ovat, pitää tuleman niinkuin se, joka varhain suvella kypsyy, jonka joku nähtyänsä ja käsillä pidellessänsä syö.",
      "Silloin Herra Zebaot on jääneelle kansallensa kunnian kruunu ja kaunis seppele,",
      "Ja tuomion henki hänelle, joka oikeudessa istuu, ja väkevyys niille, jotka sodasta palaavat portin tykö.",
      "Siihen myös ovat nämät hulluksi tulleet viinasta, ja hoipertelevat väkevistä juomista; sillä papit ja prohpetat ovat hullut väkevästä juomasta, he ovat uponneet viinaan, ja hoipertelevat väkevästä juomasta, he ovat erhettyneet ennustuksessa, ja ei osanneet oikeutta tuomiossa.",
      "Sillä kaikki pöydät ovat täynnä oksennusta ja riettautta joka paikassa.",
      "Kenelle hän siis opettaa viisautta? kenenkä hän antaa ymmärtää saarnaa? Vieroitettuin rieskasta, eroitettuin nisistä.",
      "Sillä (he sanovat:) käske, käske vielä, käske, käske vielä, odota, odota vielä, odota, odota vielä, tässä vähä, siellä vähä.",
      "Sillä hän on vihdoin pilkkaavaisilla huulilla ja toisella kielellä puhuva kansalle, jolle nyt näitä saarnataan.",
      "Niin saadaan lepo, näin virvoitetaan väsyneet, niin ollaan alallansa; ja ei kuitenkaan tahdota kuulla (tätä saarnaa).",
      "Sentähden pitää myös Herran sana heille juuri niin oleman: käske, käske vielä, käske, käske vielä, odota, odota vielä, odota, odota vielä, tässä vähä, siellä vähä, että heidän pitää menemän pois ja kaatuman takaperin, musertuman, kiedottaman ja vangiksi tuleman.",
      "Kuulkaat siis Herran sanaa, te pilkkakirveet, jotka vallitsette tätä kansaa, joka on Jerusalemissa.",
      "Sillä te sanotte: me olemme tehneet liiton kuoleman kanssa ja sovinnon helvetin kanssa. Kuin rangaistuksen virta tulee, ei hänen pidä meitä kohtaaman; sillä me olemme tehneet valheen turvaksemme, ja petoksen varjelukseksemme.",
      "Sentähden sanoo Herra, Herra: katso, minä lasken Zioniin perustuskiven, koetellun kiven, kalliin kulmakiven, joka hyvin on perustettu: joka uskoo, ei hänen pidä peljästymän.",
      "Ja minä teen tuomion ojennusnuoraksi ja vanhurskauden mitaksi, niin pitää rakeet karkoittaman pois väärän turvan, ja veden pitää viemän tulen pois;",
      "Että teidän liittonne kuoleman kanssa pitää tyhjäksi tuleman, ja teidän sovintonne helvetin kanssa ei pidä vahva oleman; ja koska rangaistuksen virta tulee, pitää sen tallaaman teitä.",
      "Niin pian kuin se tulee, niin sen pitää teitä viemän pois: jos se tulee aamulla, niin tapahtuu se aamulla, niin myös päivällä ja yöllä; sillä ainoastaan rangaistus opettaa ottamaan sanoista vaarin.",
      "Sillä vuode on niin lyhyt, ettei saa itsiänsä ojentaa, ja peite on niin soukka, ettei sen alla taida mykärässä olla.",
      "Sillä Herra on nouseva niinkuin Peratsimin vuorella, ja vihastuva niinkuin Gibeonin laaksossa, että hän tekis työnsä, muukalaisen työnsä, ja että hän toimittais tekonsa, oudon tekonsa.",
      "Pankaat siis pilkkanne pois, ettei siteenne kovemmaksi tulisi; sillä minä olen kuullut hävityksen ja teloituksen, joka Herralta, Herralta Zebaotilta on tapahtuva kaikessa maailmassa.",
      "Ottakaat korviinne ja kuulkaat minun ääneni, ymmärtäkäät ja kuulkaat minun puheeni.",
      "Kyntääkö eli jyrästääkö taikka viljeleekö peltomies peltonsa aina jyviksi?",
      "Eikö niin ole? koska hän sen on tasoittanut, niin hän kylvää siihen herneitä ja heittää kuminoita, ja kylvää nisuja, ohria, jokaista kuhunka hän tahtoo, ja kaurat paikkaansa.",
      "Juuri niin kurittaa myös heidän Jumalansa heitä rangaistuksella, ja opettaa heitä.",
      "Sillä ei herneitä tapeta varstalla, eikä vaunuratas anneta kuminain päällä käydä, vaan herneet varistetaan sauvalla ja kuminat vitsalla.",
      "Se jauhetaan ja leivotaan, eikä peräti tyhjäksi tapeta, koska se vaunurattaalla ja hevosilla tapetaan.",
      "Näin tekee myös Herra Zebaot; sillä hänen neuvonsa on ihmeellinen, ja sen jalosti toimittaa."
    ],
    [
      "Voi Ariel, Ariel! sinä Davidin leirin kaupunki! te pidätte vuoden ajat ja pyhäpäivät.",
      "Mutta minä vaivaan Arielia, niin että hänen pitää murehtiman ja sureman ja oleman minulle oikia Ariel.",
      "Sillä minä piiritän sinun joka kulmalta, ja ahdistan sinun saarrolla, ja annan panna vallit sinun ympärilles.",
      "Silloin pitää sinun itses alentaman, ja maasta puhuman, ja mutiseman puheellas tomusta; että sinun äänes on niinkuin noidan maasta, ja sinun puhees pitää oleman niinkuin tomusta haisevaisen.",
      "Ja niitä, jotka sinua hajoittavat, pitää oleman niin monta kuin pientä tomua, ja tyranneja niin monta kuin lentäviä akanoita; ja sen pitää ratki äkisti tapahtuman.",
      "Sillä sinun pitää Herralta Zebaotilta etsityksi tuleman pitkäisen jylinällä, maan järinällä, suurella äänellä, tuulen pyöriäisellä, raju-ilmalla ja kuluttavaisen tulen liekillä.",
      "Mutta niinkuin yön näkö unessa, niin pitää kaikkein pakanain joukko oleman, jotka sotivat Arielia vastaan, kaiken joukkonsa ja saartonsa kanssa, ja niitä, jotka häntä ahdistavat.",
      "Sillä niinkuin isoovainen on unessa syövinänsä, mutta herättyänsä on hänen sielunsa vielä tyhjä; ja niinkuin janoova on unessa juovinansa, mutta herättyänsä on hän voimatoin ja janoissansa: juuri niin pitää myös kaikkein pakanain joukko oleman, jotka sotivat Zionin vuorta vastaan.",
      "Olkaat hitaat ja ihmetelkäät, eläkäät hekumassa, huutakaat, ja juopukaat, ei kuitenkaan viinasta; horjukaat, ei kuitenkaan väkevästä juomasta.",
      "Sillä Herra on teille raskaan unen hengen lähettänyt, ja teidän silmänne sulkenut; teidän prophetanne, päämiehenne ja näkiänne on hän sokaissut;",
      "Niin että kaikkein prophetain näyt ovat heille niinkuin lukitun kirjan sanat. Jos joku sen antais sille, joka lukea taitaa, ja sanois: lue tätä, ja hän vastaa: en minä taida, sillä se on lukittu.",
      "Eli jos joku antais sille, joka ei lukea taida, ja sanois: lues tätä, ja hän vastaa: en minä taida ensinkään lukea.",
      "Ja Herra sanoo: että tämä kansa lähestyy minua suullansa, ja kunnioittaa minua huulillansa; mutta heidän sydämensä on kaukana minusta, ja pelkäävät minua ihmisten käskyin jälkeen, joita he opettavat;",
      "Niin minä myös teen tälle kansalle ihmeellisesti, hirmuisesti,ja kamalasti, että heidän viisastensa viisaus hukkuu, ja heidän ymmärtäväistensä ymmärrys kätketään.",
      "Voi niitä, jotka tahtovat olla salatut Herran edessä, ja peittää aivoituksensa, ja tekonsa pimeydessä pitää, ja sanovat: kukapa meidät näkee? eli kuka tuntee meitä?",
      "Miksi te niin nurjat olette? Niinkuin savenvalaja pidettäisiin savena; käsiala puhuis tekiästänsä: ei hän ole minua tehnyt, ja teko sanois tekiästänsä: ei hän minua tunne.",
      "Eikö vähän hetken perästä Libanonin pidä hedelmälliseksi kedoksi tuleman, ja hedelmällinen keto metsäksi luettaman?",
      "Silloin kuulevat kuurot tämän kirjan sanoja; ja sokian silmät näkevät synkeydessä ja pimeydessä.",
      "Ja raadolliset saavat ilon Herrasta; ja köyhät ihmisten seassa riemuitsevat Israelin Pyhässä,",
      "Koska tyrannit hukkuvat, ja pilkkaajat loppuvat, ja ne kaikki teloitetaan, jotka valvovat pahaa tehdäksensä,",
      "Jotka ihmisen tekevät syntiseksi sanan tähden, ja vainoovat rankaisiaansa portissa, ja pokkeevat oikeudesta valheen kautta.",
      "Sentähden sanoo Herra, Abrahamin lunastaja, Jakobin huoneelle näin: ei Jakob tule enää häpiään, eikä hänen kasvonsa ole enää häpeevä.",
      "Sillä koska he saavat lapsensa nähdä, minun käsialani heidän seassansa, niin he pyhittävät minun nimeni; ja heidän pitää Jakobin Pyhän pyhittämän, ja Israelin Jumalaa pelkäämän.",
      "Sillä joilla eksyväinen henki on, ne ottavat ymmärryksen; turhan puhujat sallivat heitänsä opetettaa."
    ],
    [
      "Voi luopuvaisia lapsia! sanoo Herra: jotka ilman minua neuvoa pitävät, ja ilman minun henkeäni varjelusta etsivät, kokoovat syntiä synnin päälle;",
      "Jotka menevät alas Egyptiin, ja ei kysy minun suutani, varustaaksensa itsiänsä Pharaon voimalla, ja varjellaksensa itsensä Egyptin varjolla.",
      "Ja Pharaon väkevyys pitää oleman teille häpiäksi, ja Egyptin varjon turva häväistykseksi.",
      "Sillä heidän pääruhtinaansa ovat olleet Zoanissa; ja heidän sanansaattajansa ovat tulleet Hanekseen.",
      "Mutta heidän pitää kaikkein kuitenkin häpiään tuleman, sen kansan tähden, joka ei heille hyväksi eli avuksi olla taida, eikä muutoin hyödytykseksi, vaan ainoasti häpiäksi ja myös pilkaksi.",
      "Tämä on niiden petoin kuorma, jotka etelään päin ovat, kussa vanha ja nuori jalopeura on, tuliset kyykärmeet ja lentäväiset kärmeet murheen ja ahdistuksen maassa. He vievät riistansa varsoilla, ja tavaransa kamelein selässä sille kansalle, joka ei heille ensinkään hyödytykseksi olla taida.",
      "Sillä ei Egypti mitään ole, ja hänen apunsa on turha, sentähden minä saarnaan siitä näin: alallansa olla on paras.",
      "Mene siis nyt ja kirjoita tämä heidän eteensä tauluun, ja pane kirjaan, pysymään viimeiseen päivään asti, alati ja ijankaikkisesti.",
      "Sillä se on tottelematoin kansa, ja valhetteliat lapset: lapset, jotka ei tahdo kuulla Herran lakia.",
      "Vaan sanovat näkiöille: ei teidän pidä näkemän, ja katsojille: ei teidän pidä katsoman meille oikeutta; mutta saarnatkaat meille suloisesti, katsokaat petos.",
      "Poiketkaat teiltä, luopukaat tästä retkestä: antakaat Israelin Pyhän lakata meistä.",
      "Sentähden sanoo Israelin Pyhä näin: että te hylkäätte tämän sanan, ja luotatte väkivaltaan ja vääryyteen, ja kerskaatte siitä;",
      "Niin pitää tämän pahan teon oleman teille niinkuin rako korkiassa muurissa, kuin se rupee hajoomaan, joka äkisti kaatuu maahan ylösalaisin, ja murentuu.",
      "Niinkuin savi-astia muserrettu olis, joka muserretaan ja ei säästetä, siihenasti ettei siitä löydä niin suurta kappaletta, että tulta tuotaisiin totoista, eli ammennettaisiin vettä kaivosta.",
      "Sillä näin sanoo Herra, Herra Israelin Pyhä: kääntymisellä ja hiljaisuudella te tulette autetuksi, hiljaisuudessa ja toivossa te väkeväksi tulette, mutta ette tahtoneet;",
      "Vaan sanoite: ei, vaan me tahdomme paeta hevosilla; sentähden teidän pitää kulkiana oleman: ja me tahdomme nopiasti ajaa; sentähden pitää teidän vainoojanne myös nopiat oleman.",
      "Tuhannen teistä pitää pakeneman yhden miehen uhkauksesta, viiden uhkauksesta pitää teidän pakeneman, siihenasti että teistä jää niinkuin pielipuu vuorelle, ja niinkuin lippu korkeudelle.",
      "Sentähden Herra odottaa, että hän olis teille armoinen, ja sentähden on hän noussut teitä armahtamaan; sillä Herra on oikeuden Jumala. Autuaat ovat kaikki, jotka häntä odottavat.",
      "Sillä Zionin kansa on asuva Jerusalemissa, ja et sinä ole katkerasti itkevä. Hän kaiketi armahtaa sinua, kuin sinä huudat; hän vastaa sinua niin pian kuin hän sen kuulee.",
      "Ja Herra antaa teille leipää tuskassanne ja vettä ahdistuksessanne; sillä ei sinun opettajas lennä enää pois, vaan sinun silmäs näkevät opettajas.",
      "Ja korvas kuulevat sanan takanas, sanoen: tämä on tie käykäät sitä, kuin te oikialle eli vasemmalle kädelle eksyneet olette.",
      "Silloin pitää teidän saastuttaman teidän hopialla silatut kuvanne, ja teidän kuvainne kultaiset vaatteet; ja teidän pitää ne heittämän pois niinkuin saastaisuuden, ja niille sanoman: mene ulos.",
      "Silloin hän antaa sateen siemenelles, jonka pellolles kylvänyt olet, ja leipää pellon tulosta ylen runsaasti; ja karjas kaitaan avaralla kedolla.",
      "Härjät ja varsat, jotka peltos kyntävät, syövät sekoitettuja ohria, jotka viskimellä ja pohtimella ovat pohditut.",
      "Ja kaikkein suurten vuorten päällä, ja kaikkein suurten kukkulain päällä pitää eroitetut virrat käymän, suuren surmaamisen aikana, ja kuin tornit kaatuvat.",
      "Ja kuun valo on oleva kuin auringon paiste ja auringon paiste on oleva seitsemän kertaa kirkkaampi kuin seitsemän päivän kirkkaus; kuin Herra sitoo kansansa haavat, ja sen loukkaamat parantaa.",
      "Katso, Herran nimi tulee kaukaa, hänen vihansa polttaa ja on sangen raskas; hänen huulensa ovat hirmuisuutta täynnä, ja hänen kielensä on niinkuin kuluttava tuli.",
      "Ja hänen henkensä niinkuin tulvaava virta, joka hamaan kurkkuun asti ulottuu, hajoittamaan pakanoita, siihenasti että he tyhjäksi tulevat, ja ajamaan kansaa sinne ja tänne, suitsilla heidän suussansa.",
      "Silloin pitää teidän veisaaman niinkuin juhlayönä, ja sydämestänne riemuitseman niinkuin huiluilla käytäisiin Herran vuorelle, Israelin turvan tykö.",
      "Ja Herra kuuluttaa kunniallisen äänensä, että hänen kokotettu käsivartensa nähtäisiin, vihaisella haastamisella, ja kuluttavaisen tulen liekillä, säteillä, väkevällä sateella ja rakehilla.",
      "Sillä Assurin pitää peljästymän Herran ääntä, joka häntä lyö vitsalla.",
      "Sillä vitsan pitää kyllä sattuman ja koskeman, kuin Herra sen vie heidän ylitsensä rummuilla ja kanteleilla, ja joka paikassa sotii heitä vastaan.",
      "Sillä kuoppa on jo entisestä valmistettu, ja se on myös kuninkaalle valmistettu, kyllä syvä ja leviä. Siellä on asumus, tuli ja paljo puita; Herran Henki on sen sytyttävä niinkuin jonkun tulikivisen virran."
    ],
    [
      "Voi niitä, jotka menevät alas Egyptiin apua kerjäämään, ja luottavat hevosiin, ja turvaavat vaunuihin, että niitä on monta, ja ratsasmiehiin, että he juuri väkevät ovat, eivätkä turvaa Israelin Pyhään, eikä kysy Herraa.",
      "Mutta hän on viisas ja antaa tulla onnettomuuden, ja ei muuta sanojansa; vaan asettaa itsensä pahain huonetta vastaan, ja pahantekiäin apua vastaan.",
      "Sillä Egypti on ihminen ja ei Jumala, ja heidän hevosensa ovat liha ja ei henki. Ja Herra on kokottava kätensä, niin että auttajan pitää hoiperteleman, ja sen, jota autetaan, pitää lankeeman, ja ynnä molemmat toinen toisensa kanssa hukkuman.",
      "Sillä näin sanoo Herra minulle: niinkuin jalopeura ja nuori jalopeura kiljuu saaliinsa päällä, kuin paimenten joukko on kokoontunut sitä vastaan, ei peljästy heidän huudostansa, eikä hämmästy vaikka heitä monta on: juuri niin on Herra Zebaot menevä alas sotimaan Zionin vuorella ja sen korkeudella.",
      "Niinkuin linnut siivillänsä tekevät, niin Herra Zebaot on varjeleva Jerusalemin: hän on suojeleva, auttava, siellä oleva ja holhova häntä.",
      "Palatkaat, te Israelin lapset, sen tykö, josta te peräti harhailleet olette.",
      "Sillä silloin jokainen hylkää hopia- ja kulta-epäjumalansa, joita omat kätenne ovat tehneet teille synniksi.",
      "Ja Assurin pitää lankeeman, ei miehen miekalla, ja pitää kulutettaman, ei ihmisen miekalla; ja pitää kuitenkin pakeneman miekkaa, ja hänen nuorukaisensa pitää verollisiksi tuleman.",
      "Ja hänen pitää pelvon tähden menemän kallionsa ohitse, ja hänen pääruhtinaansa pitää lippunsa edestä pakoon menemän, sanoo Herra Zebaot, jolla Zionissa tuli ja Jerusalemissa totto on."
    ],
    [
      "Katso, kuningas on hallitseva oikeudella; ja pääruhtinaat vallitsevat, oikeutta pitämään voimassa.",
      "Että jokainen on niinkuin joku, joka tuulelta varjeltu on, ja niinkuin joku, joka sadekuurolta on peitetty, niinkuin vesi-ojat kuivassa paikassa, niinkuin suuren vuoren varjo kuivassa maassa.",
      "Ja näkeväiset silmät ei pidä pimenemän; ja kuulevaisten korvat pitää visun vaarin ottaman.",
      "Ja hulluin pitää oppiman taitoa, ja sopera kieli pitää selkeäksi tuleman ja selkeästi puhuman.",
      "Ei hullua pidä enää pääruhtinaaksi kutsuttaman, eikä ahnetta herraksi.",
      "Sillä tyhmä puhuu tyhmyydessä, ja hänen sydämensä on pahuudesssa; että hän olis ulkokullaisuudessa; ja saarnais Herrasta väärin, että hän sillä isoovaiset sielut nälkään näännyttäis, ja kieltäis janoovaisilta juoman.",
      "Sillä ahneen hallitus ei ole muu kuin vahinko; sillä hän löytää kavaluuden hävittääksensä raadollisia väärillä sanoilla, silloinkin kun köyhä oikeuttansa puhuu.",
      "Mutta toimellinen päämies pitää toimellisia neuvoja; ja toimellisissa menoissa hän vahvana pysyy.",
      "Nouskaat, te suruttomat vaimot, kuulkaat minun ääntäni; te rohkiat tyttäret, ottakaat korviinne minun puheeni.",
      "Ajastajan ja päivän perästä pitää teidän vapiseman, jotka niin rohkiat olette; sillä ei tule yhtään viinan eloa, eikä tule yhtään kokoomusta.",
      "Peljästykäät, te suruttomat vaimot, vaviskaat, te rohkiat; te riisutaan, paljastetaan ja kupeista vyötetään.",
      "Rinnoille lyödään valittaen ihanaisista pelloista ja hedelmällisistä viinapuista.",
      "Sillä minun kansani pellossa pitää orjantappurat ja ohdakkeet kasvaman; niin myös kaikissa ilohuoneissa, iloisessa kaupungissa.",
      "Sillä salit pitää hyljättämän, ja kansan paljous kaupungissa pitää vähenemän; niin että tornit ja linnat pitää tuleman ijankaikkiseksi luolaksi, ja metsän pedoille iloksi, ja laumoille laitumeksi;",
      "Siihenasti että Henki korkeudesta vuodatetaan meidän päällemme: silloin tulee korpi peltomaaksi, ja peltomaa luetaan metsäksi.",
      "Ja oikeus asuu korvessa, ja vanhurskaus peltomaassas;",
      "Ja vanhurskauden työ on rauha, ja vanhurskauden hyödytys ijankaikkinen hiljaisuus ja lepo.",
      "Niin että minun kansani on asuva rauhan huoneessa, turvallisissa majoissa ja jalossa levossa.",
      "Mutta rakeet pitää oleman alhaalla metsissä; ja kaupungin pitää alhaalla mataloissa paikoissa oleman.",
      "Hyvin teidän menestyy, jotka kylvätte joka paikassa vetten tykö; ja annatte härkäin ja aasein käydä jaloillansa niiden päällä."
    ],
    [
      "Voi siunas hävittäjä! luuletkos, ettei sinun pidä hävitetyksi tuleman? ja sinuas ylönkatsoja! luuletkos, ettei sinua ylönkatsota? Koska sinä olet täyttänyt hävitykses, niin sinun myös pitää tuleman hävitetyksi; koska sinä olet täyttänyt ylönkatsees, niin sinua pitää jälleen katsottaman ylön.",
      "Herra, ole meille armollinen; sillä me odotamme sinua: ole heidän käsivartensa varhain, niin myös meidän autuutemme murheen ajalla.",
      "Kansat pakenevat sitä suurta pauhinaa; pakanat hajoitetaan, kuin sinä korotetaan.",
      "Silloin pitää teidän saalinne korjattaman niinkuin perhonen otetaan, ja niinkuin heinäsirkat karkoitetaan, koska heidän päällensä tullaan.",
      "Herra on korotettu; sillä hän asuu korkeudessa: hän on täyttänyt Zionin oikeudella ja vanhurskaudella.",
      "Ja sinun ajallas pitää oleman usko ja voima, autuus, tieto, toimi, ja Herran pelko pitää oleman hänen tavaransa.",
      "Katso, heidän sanansaattajansa huutavat ulkona: rauhan enkelit itkevät haikiasti.",
      "Polut ovat autiot, ei käy yksikään enään tiellä; ei hän pidä liittoa, hän hylkää kaupungit, ja ei pidä lukua kansasta.",
      "Hän murehtii,ja maa on surkialla muodolla, Libanon on häpiällä hakattu; Saron on niinkuin tasainen keto, Basan ja Karmeli ovat hävitetyt.",
      "Nyt minä tahdon nousta, sanoo Herra: nyt minä tahdon itseni korottaa, nyt minä tahdon korkiaksi tulla.",
      "Oljista olette te raskaat, korsia te synnytätte; tulen pitää teitä kuluttaman teidän ylpeytene kanssa;",
      "Sillä kansa pitää poltettaman kalkiksi, niinkuin hakatut orjantappurat tulelle sytytetään.",
      "Niin kuulkaat nyt te, jotka kaukana olette, mitä minä olen tehnyt; ja te, jotka olette läsnä, havaitkaat minun väkevyteni.",
      "Syntiset Zionissa ovat peljästyneet, hämmästys on tullut ulkokullattuin päälle (ja sanovat): kuka on meidän seassamme, joka taitaa asua kuluttavaisen tulen tykönä? kuka on meidän seassamme, joka voi asua ijankaikkisten hiilten tykönä?",
      "Joka vanhurskaudessa vaeltaa ja puhuu oikeutta; joka vääryyttä ja ahneutta vihaa, ja vetää kätensä pois, ettei hän ota lahjoja; joka tukitsee korvansa kuulemasta veren vikoja, ja peittää silmänsä näkemästä pahaa:",
      "Hän on korkeudessa asuva, ja kalliot ovat hänen linnansa ja tukeensa: hänelle annetaan hänen leipänsä, eikä hän ole epäilevä vedestänsä.",
      "Sinun silmäs näkevät kuninkaan kunniassansa: ne näkevät maan levitettynä.",
      "Sinun sydämes ihmettelee, (ja sanoo:) kussa nyt ovat kirjanoppineet? kussa ovat neuvonantajat? kussa tämän maailman tutkia on?",
      "Etkä myös sinä ole näkevä sitä väkevää kansaa, sitä syväkielistä kansaa, jota ei ymmärretä, ja oudosta kielestä, jota ei taideta ymärtää.",
      "Katso Zionia, juhlakaupunkiamme; sinun silmäs on näkevä Jerusalemin kauniin asumuksen, majan, jota ei viedä pois, jonka paanuja ei ikänä pidä temmattaman ylös, ja jonka köysiä ei ikänä pidä katkottaman.",
      "Sillä Herra on siellä oleva väkevä meidän tykönämme, ja siellä pitää oleman leviät virrat ja ojat; ei venheellä taideta mennä sieltä ylitse, eikä laiva taida sinne purjehtia;",
      "Sillä Herra on meidän tuomarimme, Herra on meidän opettajamme; Herra on meidän kuninkaamme, hän auttaa meitä.",
      "Anna heidän pingoittaa köytensä, ei ne pidä kuitenkaan pitämän, niin ei pidä myös heidän hajoittaman lippua pielten päälle; sillä paljo kalliimpi saalis pitää jaettaman, niin että ontuvat myös ryöstävät.",
      "Ja ei yhdenkään asuvaisen pidä sanoman: minä olen heikko; että kansalla, joka siellä asuu, pitää oleman syntein päästö."
    ],
    [
      "Tulkaat, te pakanat, ja kuulkaat, kansat ottakaat vaari; maa kuulkaan ja mitä siinä on, maan piiri ja kaikki, mitä siinä syntyy.",
      "Sillä Herra on vihainen kaikille pakanoille, ja on närkästynyt kaikille heidän joukoillensa; hän on heitä kiroova, ja antaa teurastaa heitä.",
      "Heidän lyötynsä pitää heitettämän pois, niin että pahan hajun pitää tuleman heidän ruumiistansa, ja vuoret kuohuman heidän verestänsä.",
      "Ja koko taivaan joukko pitää mätänemän, ja taivas pitää käärittämän kokon niinkuin kirja; ja kaikki hänen joukkonsa putooman niinkuin lehti putoo viinapuusta, ja niinkuin kuivettunut lehti fikunapuusta.",
      "Sillä minun miekkani on taivaissa juovuksissa; ja katso, sen pitää tuleman alas Edomin päälle ja kirotun kansan päälle, sitä rankaisemaan.",
      "Herran miekka on verta täynnä, ja on paksu lihavuudesta, karitsain ja kauristen verestä, ja jääräin munaskuiden lihavuudesta; sillä Herralla pitää oleman uhri Botsrassa, ja suuri teurastaminen Edomin maalla.",
      "Yksisarvillisten pitää myös kulkeman alas heidän kanssansa, ja mullit syötettyin härkäin kanssa; sillä heidän maansa pitää juopuman verestä, ja heidän multansa lihavaksi tuleman lihavuudesta.",
      "Sillä ne ovat Herran kostopäivät, ja kostamisen vuodet, Zionin tähden.",
      "Silloin sen ojat muutetaan pieksi, ja hänen multansa tulikiveksi; ja sen maakunta pitää muuttuman palavaksi pieksi,",
      "Jonka ei pidä päivällä eikä yöllä sammuman, mutta savun pitää siitä ijankaikkisesti nouseman; ja se pitää hävitettämän suvusta sukuun, niin ettei yhdenkään pidä käymän sen lävitse ijankaikkisesta ijankaikkiseen.",
      "Vaan ruovonpäristäjäin ja tarhapöllöin pitää sen omistaman, yökköin ja kaarneitten pitää siellä asuman; sillä hän on vetävä nuoran sen ylitse, niin että sen pitää autioksi tuleman, ja ojennuskiven, niin että sen pitää tyhjäksi tuleman.",
      "Niin että sen herrat pitää kutsuttaman herroiksi ilman maakuntaa: ja kaikki sen pääruhtinaat pitää saaman lopun.",
      "Ja orjantappurat pitää kasvaman hänen salissansa, nokulaiset ja ohdakkeet sen linnoissa; ja pitää oleman lohikärmeitten asumasia ja yökköin laitumet.",
      "Silloin pitää metsän eläimet kohtaaman toinen toistansa, yhden liekkiön pitää toista huutaman; ja kauhiat yölinnut pitää myös siellä asumasiansa saaman ja siellä levon löytämän.",
      "Hyypiän pitää myös siellä pesänsä pitämän ja muniman, hautoman ja kuoriman sen varjon alla; ja korpihaukat parinensa pitää myös sinne kokoontuman.",
      "Etsikäät nyt Herran kirjaa ja lukekaat: ei yhtään näistä pidä puuttuman, ei pidä näistä kaivattaman yhtä eli toista; sillä hän on se, joka minun suuni kautta käskee, ja hänen henkensä tuo sen kokoon.",
      "Hän heittää arpaa heistä, ja kädellänsä jakaa mitan heidän seassansa; että heillä pitää siellä oleman perintö ijankaikkisesti, ja suvusta sukuun siellä asuman."
    ],
    [
      "Korvet ja erämaat pitää iloitseman, ja autio sia pitää iloinen oleman, ja niinkuin kukkanen kukoistaman.",
      "Hän on kasvain vihoittava ja seisova riemuisna kaikessa ilossa ja riemussa; sillä Libanonin kunnia annetaan hänelle, Karmelin ja Saronin kaunistus; ja he näkevät Herran kunnian ja meidän Jumalan kauneuden.",
      "Vahvistakaat väsyneet kädet, ja tuetkaat nääntyneet polvet.",
      "Sanokaat heikkomielisille: olkaat turvassa ja älkäät peljätkö; katso, teidän Jumalanne tulee kostamaan, Jumala, joka maksaa, hän tulee ja vapahtaa teidät.",
      "Silloin avataan sokiain silmät, ja kuuroin korvat aukenevat.",
      "Silloin rammat hyppäävät niinkuin peurat, ja mykkäin kieli pakahtuu kiitokseen; sillä korvessa pitää vedet vuotaman, ja virrat erämaassa.",
      "Ja karkia paikka pitää järveksi tuleman, ja kuiva maa kuohuvaksi vedeksi; ja kuopassa, jossa kärme makasi, pitää heinän, ruovon ja kaislan oleman.",
      "Siinä myös pitää matka ja tie oleman, joka pitää pyhäksi tieksi kutsuttaman, ettei kenkään saastainen sitä vaeltaisi, ja se pitää heidän edessänsä oleman; jota käydään, niin ettei tyhmäkään eksy.",
      "Ei siellä jalopeura oleman pidä, eikä joku julma peto mene sitä myöten, eli sieltä löydetä; vaan lunastetut sitä vaeltavat.",
      "Herran lunastetut palajavat ja tulevat sen kautta riemulla Zioniin, ja ijankaikkinen ilo on oleva heidän päänsä päällä. Ilon ja riemun he käsittävät, ja murhe ja huokaus pitää pakeneman."
    ],
    [
      "Ja tapahtui kuningas Hiskian neljännellätoistakymmenennellä vuodella, että Assyrian kuningas Sanherib nousi kaikkia Juudan vahvoja kaupungeita vastaan, ja voitti ne.",
      "Ja Assyrian kuningas lähetti Rabsaken Lakiksesta Jerusalemiin, kuningas Hiskian tykö, suurella väellä; ja hän astui edes ylimmäisen vesilammin kanavan päähän tiellä vanuttajan kedolle.",
      "Ja hänen tykönsä menivät ulos Eliakim Hilkian poika, huoneenhaltia, ja Sebna kirjoittaja, ja Joah Assaphin poika, kansleri.",
      "Ja Rabsake sanoi heille: sanokaat siis Hiskialle: näin sanoo suuri kuningas, Assyrian kuningas: millainen on se turva, johonkas turvaat?",
      "Minä taidan arvata, ettäs luulet itselläs vielä olevan neuvoa ja voimaa sotiakses; keneen sinä siis luotat, ettäs olet minusta luopunut?",
      "Katso, luotatkos musertuneeseen ruokosauvaan Egyptiin? joka silloin kuin nojataan sen päälle, menee käden lävitse ja pistää sen lävitse: niin on myös Pharao Egyptin kuningas kaiklle niille, jotka häneen luottavat.",
      "Ja jos sinä tahdot sanoa minulle: me luotamme Herraan meidän Jumalaamme: eikö hän ole se, jonka korkeudet ja alttarit Hiskia on heittänyt pois? ja sanonut Juudalle ja Jerusalemille: tämän alttarin edessä pitää teidän rukoileman.",
      "Lyö siis nyt veto herrani Assyrian kuninkaan kanssa; minä annan sinulle kaksituhatta hevosta, saa nähdä, jos sinä voit toimittaa niitä tyköäs, jotka niillä ajvat.",
      "Kuinka sinä siis tahdot ajaa takaperin yhden sodanpäämiehen, joka minun herrani vähimmistä palvelioista on? Mutta sinä luotat Egyptiin, ratasten ja ratsamiesten tähden.",
      "Niin sinä luulet myös, että minä ilman Herraa olen lähtenyt maakuntaan sitä hävittämään? Herra sanoi minulle: mene ylös siihen maakuntaan ja hävitä se.",
      "Mutta Eliakim, Sebna ja Joah sanoivat Rabsakelle: puhu palveliais kanssa Syrian kielellä, sillä me ymmärrämme kyllä sen, ja älä puhu Juudan kielellä meidän kanssamme, kansan kuullen, joka muurin päällä on.",
      "Niin sanoi Rabsake: luuletkos minun herrani lähettäneen minun sinun herras, eli sinun tykös näitä sanoja puhumaan? ja ei paljo enemmin niille miehille, jotka istuvat muurin päällä, teidän kanssanne syömässä omaa lokaansa, ja juomassa omaa vettänsä?",
      "Ja Rabsake seisoi ja huusi vahvasti Juudan kielellä, ja sanoi: kuulkaat suuren kuninkaan sanoja, Assyrian kuninkaan.",
      "Näin sanoo kuningas: älkäät antako Hiskian pettää teitänne; sillä ei hän voi teitä pelastaa.",
      "Ja älkäät antako Hiskian saattaa teidät turvaamaan Herraan, sanoen: kyllä Herra auttaa meitä: ei tätä kaupunkia anneta Assyrian kuninkaan käsiin.",
      "Älkäät kuulko Hiskiaa; sillä näin sanoo Assyrian kuningas: olkaat minun mieleni nouteeksi, ja tulkaat ulos minun tyköni, niin te syötte itsekukin viinapuustansa ja fikunapuustansa, ja juotte vettä kukin kaivostansa,",
      "Siihenasti että minä tulen ja vien teidät senkaltaiseen maahan kuin teidänkin maanne on, maahan, jossa jyviä ja viinaa on, maahan, jossa leipää ja viinamäkiä on.",
      "Älkäät antako Hiskian pettää teitänne, että hän saoo: Herra pelastaa meitä. Ovatko myös pakanain jumalat jokainen maansa vapahtaneet Assyrian kuninkaan käsistä?",
      "Kussa ovat Hamatin ja Arpadin Jumalat? ja kussa ovat Sepharvaimin jumalat? ovatko he myös vapahtaneet Samarian minun kädestäni?",
      "Kuka näistä kaikista maan jumalista on auttanut maansa minun kädestäni? että Herra pelastais Jerusalemin minun kädestäni?",
      "Mutta he olivat ääneti, ja ei vastanneet häntä mitään; sillä kuningas oli käskenyt ja sanonut: älkäät häntä mitään vastatko.",
      "Niin tulivat Eliakim Hilkian poika, huoneenhaltia, ja Sebna kirjoittaja ja Joah Assaphin poika, kansleri, Hiskian tykö, reväistyillä vaatteilla, ja ilmoittivat hänelle Rabsaken sanat."
    ],
    [
      "Kuin kuningas Hiskia tämän kuuli, repäisi hän vaatteensa, ja kääri säkin ympärillensä, ja meni Herran huoneeseen,",
      "Ja lähetti Eliakimin, huoneenhaltian, ja Sebnan, kirjoittajan, ylimmäisten pappein kanssa, puettuna säkkeihin, propheta Jesaian Amotsin pojan tykö,",
      "Sanomaan hänelle: näin sanoo Hiskia: tämä on vaivan, toran ja häväistyksen päivä; sillä lapset ovat tulleet synnyttämiselle ja ei ole voimaa synnyttää.",
      "Jospa siis Herra sinun Jumalas tahtois kuulla Rabsaken sanat, jonka hänen herransa Assyrian kuningas lähetti häpäisemään elävää Jumalaa, ja pilkkaamaan senkaltaisilla sanoilla kuin Herra sinun Jumalas on kuullut; ja ettäs tahtoisit korottaa rukoukses jääneiden edestä, jotka vielä käsissä ovat.",
      "Ja kuningas Hiskian palveliat tulivat Jesaian tykö.",
      "Mutta Jesaia sanoi heille: näin sanokaat teidän herrallenne: Herra sanoo näin: älä pelkää niitä sanoja, joita sinä kuulit, joilla Assyrian kuninkaan palveliat ovat häväisseet minua.",
      "Katso, minä annan hänelle hengen, ja hänen pitää saaman kuulla sanoman, ja palajaman omalle maallensa; ja minä tahdon kaataa hänen miekalla hänen maassansa.",
      "Mutta kuin Rabsake palasi, löysi hän Assyrian kuninkaan sotimasta LIbnaa vastaan; sillä hän oli kuullut hänen matkustaneen Lakiksesta.",
      "Sillä sanoma tuli Tirhakasta Etiopian kuninkaasta, sanoen: hän on lähtenyt sotimaan sinua vastaan. Kuin hän tämän kuuli, lähetti hän sanan Hiskialle, ja käski hänelle sanoa:",
      "Sanokaat Hiskialle Juudan kuninkaalle näin: älä anna sinun Jumalas pettää sinuas, johon sinä luotat, ja sanot: ei Jerusalem anneta Assyrian kuninkaan käteen.",
      "Katso, sinä olet kuullut, mitä Assyrian kuninkaat kaikille maakunnille tehneet ovat, ja ne hävittäneet; ja sinä pelastettaisiin?",
      "Ovatko myös pakanain jumalat auttaneet niitä, joita minun isäni ovat hävittäneet, Gosanin ja Haranin, Resephin, ja Edenin lapset, jotka Telassarissa olivat?",
      "Kussa on Hamatin kuningas, ja Arphadin kuningas, ja Sepharvaimin, Henan ja Ivvan kaupungin kuningas?",
      "Ja kuin Hiskia oli saanut kirjan sanansaattajalta ja lukenut sen, meni hän ylös Herran huoneeseen, ja Hiskia levitti sen Herran eteen.",
      "Ja Hiskia rukoili Herraa ja sanoi:",
      "Herra Zebaot, Israelin Jumala, joka istut Kerubimin päällä, sinä, joka olet ainoa Jumala kaikkein maakuntain ylitse maan päällä: sinä olet tehnyt taivaan ja maan:",
      "Herra, kallista korvas ja kuule, Herra, avaa silmäs ja näe: kuule siis kaikki Sanheribin sanat, joka on lähettänyt häpäisemään elävää Jumalaa.",
      "Tosi se on, Herra, että Assyrian kuninkaat ovat autioksi tehneet kaikki valtakunnat heidän maakuntainsa kanssa,",
      "Ja ovat heittäneet heidän Jumalansa tuleen; sillä ei ne olleet jumalat, vaan ihmisten kätten työt, puut ja kivet, ja ne he ovat hävittäneet.",
      "Mutta nyt, Herra meidän Jumalamme, auta meitä hänen kädestänsä; että kaikki valtakunnat maan päällä ymmärtäisivät sinun ainoan olevan Herran.",
      "Silloin lähetti Jesaia Amotsin poika Hiskian tykö, ja käski hänelle sanoa: näin sanoo Herra Israelin Jumala: (minä olen kuullut) sen, kuin sinä minua rukoillut olet Assyrian kuninkaan Sanheribin tähden.",
      "Niin on tämä se minkä Herra hänestä sanoo: neitsy, Zionin tytär katsoo sinun ylön, ja pilkkaa sinua, ja Jerusalemin tytär vääntelee päätänsä sinun perääs.",
      "Ketäs olet pilkannut ja häväissyt? ketä vastaan sinä olet korottanut äänes? sinä olet nostanut silmäs Israelin Pyhää vastaan.",
      "Sinun palveliais kautta olet sinä häväissyt Herraa, ja sanonut: minun monilla rattaillani olen minä mennyt ylös vuorten kukkuloille Libanonin puolelle, ja tahdon hakata maahan hänen korkiat sedripuunsa ja valitut honkansa, ja mennä kukkulain ylitse hänen ääreensä, hänen ihanan vainionsa metsään.",
      "Minä olen kaivanut ja juonut vettä; ja minun jalkapöytäni on kuivannut kaikki piiritetyt ojat.",
      "Etkös ole kaukaa kuullut, että minä muinen juuri niin tehnyt ja sen toimittanut olen, ja vielä nyt niin teen, että vahvat kaupungit kukistetaan kiviraunioiksi?",
      "Ja heidän asujansa voimattomiksi ja epäileväisiksi tulevat, ja häpiään joutuvat; ja tulevat niinkuin kedon ruoho ja viheriäinen ruoho, niinkuin ruoho kattoin päällä, joka ennen kuivettuu kuin tuleentuu.",
      "Mutta minä tiedän sinun asumukses hyvin, sinun uloslähtemises ja sisällekäymises; ja sinun kiukuitsemises minua vastaan.",
      "Ettäs kiukuitset minua vastaan, ja sinun ylpeytes on joutunut minun korvilleni, panen minä renkaani sinun sieraimiis ja suitseni sinun suuhus, ja vien sinun sitä tietä jälleen takaperin, jotas tullutkin olet.",
      "Ja tämä pitää oleman sinulle merkiksi: syö tänä vuonna, mitä kasvanut on, toisena vuonna, mitä itsestänsä kasvaa, kolmantena vuonna kylväkäät ja leikatkaat, istuttakaat viinapuita, ja syökäät heidän hedelmäänsä.",
      "Ja pelastettuin ja jääneiden Juudan huoneesta pitää taas alhaalta juurtuman,ja ylhäältä kantaman hedelmän.",
      "Sillä Jerusalemista pitää vielä nyt jääneiden tuleman ulos, ja vapahdetut Zionin vuorelta. Tätä on Herran Zebaotin kiivaus tekevä.",
      "Sentähden sanoo Herra Assyrian kuninkaasta näin: ei hänen pidä tuleman tähän kaupunkiin, eikä yhtään nuolta sinne ampuman, eli yhtä kilpeä tuoman sen eteen, taikka yhtään vallia tekemän sen ympärille;",
      "Vaan pitää palajaman sitä tietä takaperin, jota hän tullut on, ja ei tähän kaupunkiin ensinkään tuleman, sanoo Herra.",
      "Sillä minä varjelen tämän kaupungin, niin että minä autan häntä, minun tähteni ja minun palveliani Davidin tähden.",
      "Silloin läksi Herran enkeli ja löi Assyrian leirissä sata ja viisiyhdeksättäkymmentä tuhatta miestä. Ja kuin he varhain huomeneltain nousivat, katso, ne kaikki olivat kuolleiden ruumiit.",
      "Ja Assyrian kuningas Sanherib läksi matkaansa ja palasi, ja asui Ninivessä.",
      "Ja tapahtui, kuin hän rukoili jumalansa Nisrokin huoneessa, löivät hänen poikansa Adramelek ja Saretser hänen miekalla, ja pakenivat Araratin maalle. Ja hänen poikansa Assarhaddon tuli kuinkaaksi hänen siaansa."
    ],
    [
      "Silloin tuli Hiskia kuoleman kieliin. Ja propheta Jesaia Amotsinpoika tuli hänen tykönsä ja sanoi hänelle: näin sanoo Herra: toimita talos, sillä sinun pitää kuoleman ja ei elämän.",
      "Niin käänsi Hiskia kasvonsa seinään päin, ja rukoili Herraa,",
      "Ja sanoi: ah Herra, muista, kuinka minä sinun edessäs olen totuudessa ja vaalla sydämellä vaeltanut, ja olen tehnyt mitä sinulle on ollut otollinen! ja Hiskia itki katkerasti.",
      "Ja Herran sana tuli Jesaian tykä ja sanoi:",
      "Mene ja sano Hiskialle: näin sanoo Herra sinun isäs Davidin Jumala: Minä olen kuullut sinun rukoukses ja nähnyt sinun kyynelees; katso, minä lisään vielä nyt sinun päiviis viisitoistakymmentä vuotta,",
      "Ja minä vapahdan sinun ja tämän kaupungin Assyrian kuninkaan kädestä, ja tahdon hyvin varjella tämän kaupungin.",
      "Ja tämä olkoon sinulle merkiksi Herralta, että Herra on tämän tekevä niinkuin hän on sanonut:",
      "Katso, minä tahdon vetää varjon takaperin Ahaksen Säijäristä, kymmenen juonta, kuin hän on juossut ylitse; ja niin aurinko kävi takaperin kymmenen juonta, jotka hän Säijärissä oli juossut ylitse.",
      "Tämä on Hiskian Juudan kuninkaan kirjoitus, kuin hän sairastanut oli, ja taudistansa terveeksi tullut:",
      "Minä sanoin minun päiviäni lyhennettäissä: nyt minun täytyy mennä haudan ovelle, ja vuoteni lopettaa.",
      "Minä sanoin: en minä enää Herraa näe, Herraa eläväin maassa; en minä enään ihmisiä näe niiden seassa, jotka maailmassa asuvat.",
      "Minun aikani kului ja on minulta otettu pois, niinkuin paimenen maja; ja minä leikkasin poikki elämäni niinkuin kankuri. Hän katkaisi minun niinkuin hienon langan, sinä lopetat minun huomenesta ehtooseen asti.",
      "Minä asetin itseni niinkuin jalopeura aamuun asti; kuitenkin särki hän kaikki minun luuni; sinä lopetat minun huomenesta ehtooseen asti.",
      "Minä kuikutin niinkuin kurki ja pääskynen, ja vaikeroitsin ninkuin mettinen; minun silmäni rupesivat puhkeemaan; Herra, minä kärsin tuskaa, huojenna se minulta.",
      "Mitä minun pitää puhuman, että hän sen minulle lupasi, ja teki myös sen? Sentähden minä tahdon kaikkena elinaikanani tämän minun sieluni murheen tähden kartella.",
      "Herra, siitä eletään, ja minun henkeni elämä on siinä kokonansa; sillä sinä annoit minun nukkua, ja teit minun taas eläväksi.",
      "Katso, suuri hätä oli minulla turvasta; mutta sinä olet minun sieluni sydämellisesti vapahtanut, ettei se hukkuisi; sillä sinä heitit kaikki minun syntini selkäs taa.",
      "Sillä ei helvetti sinua kiitä, eikä kuolema sinua ylistä; ei myös ne sinun totuuttas odota, jotka alas kuoppaan menevät.",
      "Vaan ainoastansa elävät kiittävät sinua, niinkuin minäkin nyt teen; isän pitää lapsillensa sinun totuuttas ilmoittaman.",
      "Herra, auta minua; niin me veisaamme minun veisuni, niinkauvan kuin me elämme, Herran huoneessa.",
      "Ja Jesaia käski ottaa voidetta fikunista ja panna paisuman päälle, että se tulis terveeksi.",
      "Mutta Hiskia sanoi: mikä merkki on, että minun pitää menemän ylös Herran huoneeseen?"
    ],
    [
      "Silloin lähetti Merodak Baladan, Baladanin poika, Babelin kuningas kirjoituksen ja lahjoja Hiskialle; sillä hän oli kuullut hänen sairastaneen, ja tulleen terveeksi jälleen.",
      "Niin Hiskia tuli iloiseksi heidän kanssansa, ja näytti heille tavarahuoneensa, hopian ja kullan, yrtit, kalliit voiteet, ja kaikki asehuoneensa, ja kaiken tavaran, mikä hänellä oli; ei ollut mitään, jota ei Hiskia heille näyttänyt, hänen huoneessansa ja hänen takanansa.",
      "Niin tuli propheta Jesaia kunigas Hiskian tykö, ja sanoi hänelle: mitä nämät miehet ovat sanoneet, ja kusta he sinun tykös ovat tulleet? Hiskia sanoi: he ovat tulleet kaukaiselta maalta minun tyköni, aina Babelista.",
      "Mutta hän sanoi: mitä he ovat nähneet sinun huoneessas? Hiskia sanoi: kaikki mitä minun huoneessani on, ovat he nähneet, ja ei ole mitään minun tavaroissani, jota en minä ole näyttänyt heille.",
      "Ja Jesaia sanoi Hiskialle: kuule Herra Zebaotin sana.",
      "Katso, se aika tulee, että kaikki, mitä sinun huoneessas on, ja mitä sinun isäs koonneet ovat tähän päivään asti, pitää vietämän pois Babeliin; niin ettei mitään pidä jäämän, sanoo Herra.",
      "Heidän pitää myös ottaman sinun lapses, jotka sinusta tulevat, ja sinulle synnytetään; ja heidän pitää oleman kamaripalvelioina Babelin kuninkaan huoneessa.",
      "Ja Hiskia sanoi Jesaialle: Herran sana on hyvä, jonka sinä puhunut olet. Ja sanoi: olkoon kuitenkin rauha ja uskollisuus minun päivinäni."
    ],
    [
      "Lohduttakaat, lohduttakaat minun kansaani, sanoo teidän Jumalanne.",
      "Puhukaat suloisesti Jerusalemin kanssa, ja saarnatkaat hänelle, että hänen sotimisensa on täytetty; sillä hänen rikoksensa on annettu anteeksi, että hän on saanut kaksinkertaisesti Herran kädestä, kaikkein synteinsä tähden.",
      "Huutavaisen ääni on korvessa: valmistakaat Herran tietä, tehkäät tasaiset polut erämaassa meidän Jumalallemme.",
      "Kaikki laaksot pitää korotettaman, ja kaikki vuoret ja kukkulat pitää alennettaman, ja mitä on tasoittamatta, pitää tasattaman ja koliat silitettämän.",
      "Sillä Herran kunnia ilmoitetaan: ja kaikki liha on ynnä näkevä Herran suun puhuvan.",
      "Ääni sanoo: saarnaa. Ja hän sanoi: Mitä minun pitää saarnaaman? Kaikki liha on ruoho, ja kaikki hänen hyvyytensä niinkuin kedon kukkanen.",
      "Ruoho kuivuu pois ja kukkanen lakastuu, sillä Herra puhalsi siihen. Kansa tosin on ruoho.",
      "Ruoho kuivettuu ja kukkanen lakastuu; mutta meidän Jumalamme sana pysyy ijankaikkisesti.",
      "Zion, sinä suloinen saarnaaja, astu korkialle vuorelle; Jerusalem, sinä suloinen saarnaaja, korota äänes väkevästi: korota ja älä pelkää; sano Juudan kaupungeille: katso, teidän Jumalanne.",
      "Sillä katso, Herra, Herra tulee väkevyydessä, ja hänen käsivartensa on hallitseva: katso, hänen palkkansa on hänen myötänsä, ja hänen tekonsa on hänen edessänsä,",
      "Niinkuin paimen on hän kaitseva laumaansa, kokoo karitsat syliinsä ja kantaa helmassansa: tiineet lampaat hän johdattaa.",
      "Kuka on vedet pivollansa mitannut, ja käsittänyt vaaksallansa taivaat? ja maan tomun sulkenut kolmannekseen? ja vuoret puntarilla punninnut, ja kukkulat vaalla?",
      "Kuka on Herran henkeä opettanut? eli kuka on hänen neuvonantajansa ollut?",
      "Keneltä hän neuvoa kysyy, joka hänelle ymmärrystä antais, ja opettais hänelle oikeuden tien, ja antais hänelle tiedon, ja opetais hänelle ymmärryksen tien?",
      "Katso, pakanat ovat niinkuin pisara, joka jää ämpäriin, ja niinkuin rahtu, joka jää vaakaan; katso, luodot hän kuljettaa niinkuin piskuisen tomun.",
      "Libanon olis sangen vähä tuleksi; ja hänen eläimensä ylen harvat polttouhriksi.",
      "Kaikki pakanat ovat niinkuin ei mitään hänen edessänsä, ja juuri tyhjän ja turhan edestä pidetään häneltä.",
      "Keneenkä te tahdotte verrata Jumalaa? eli mitä kuvaa te tahdotte hänelle tehdä?",
      "Seppä valaa kuvan, ja hopiaseppä kultaa sen ja tekee siihen hopiakäädyt.",
      "Niin myös jolla vähä vara on tehdä ylennysuhria, hän valitsee puun, joka ei mätäne, ja etsii siihen taitavan tekiän valmistamaan kuvaa, joka on kestäväinen.",
      "Ettekö te tiedä? ettekö te kuule? eikö tämä ole ennen teille ilmoitettu? ettekö te ole sitä ymmärtäneet maan alusta?",
      "Hän istuu maan piirin päällä, ja ne, jotka sen päällä asuvat, ovat niinkuin heinäsirkat; joka taivaan venyttää niinkuin ohukaisen nahan, ja levittää sen niinkuin teltan, asuttavaksi.",
      "Joka pääruhtinaat tyhjäksi tekee, ja hävittää tuomarit maan päältä,",
      "Niinkuin ei he olisi istutetut, eikä kylvetyt, eli heidän kantonsa juurtuneet maahan; niin että he kuivettuvat, kuin tuuli heidän päällensä puhaltaa, ja tuulispää vie heidät matkaansa niinkuin akanat.",
      "Keneenkä te siis minun verrata tahdotte, jonka kaltainen minä olisin? sanoo Pyhä.",
      "Nostakaat silmänne korkeuteen ja katsokaat, kuka ne kappaleet luonut on, ja vie edes heidän joukkonsa luvulla? kutsuu ne kaikki nimeltänsä? Hänen varansa ja väkevä voimansa on niin suuri, ettei häneltä mitään puutu.",
      "Miksis siis sinä Jakob sanot, ja sinä Israel puhut: minun tieni on Herralta salattu, ja minun oikeuteni käy minun Jumalani ohitse?",
      "Etkös tiedä? etkös ole kuullut? Herra ijankaikkinen Jumala, joka maan ääret on luonut, ei väsy eikä näänny; hänen ymmärryksensä on tutkimatoin.",
      "Hän antaa väsyneille voiman, ja väettömille kyllä väkeä.",
      "Nuorukaiset väsyvät ja nääntyvät, ja nuoret miehet peräti lankeevat;",
      "Mutta jotka Herraa odottavat, ne saavat uuden voiman, niin että he menevät siivillä ylös kuin kotkat; että he juoksevat ja ei näänny, he vaeltavat ja ei väsy."
    ],
    [
      "Luodot olkaan ääneti minun edessäni, ja kansa vahvistukoon; astukaan edes ja puhukaan: käykäämme oikeudelle toinen toisemme kanssa.",
      "Kuka on herättänyt vanhurskaan idästä? kuka hänen kutsui käymään? kuka antoi pakanat ja kuninkaat hänen eteensä, että hän tuli voimalliseksi heidän päällensä, ja antoi heidän hänen miekallensa niinkuin tomun, ja hänen joutsellensa niinkuin akanat, jotka hajoitetaan?",
      "Ja hän ajoi heitä takaa, ja pääsi rauhassa sitä tietä, jota ei hänen jalkansa ennen käyneet.",
      "Kuka tekee ja toimittaa sen, ja kutsuu sukukunnat alusta? Minä Herra olen ensimäinen, niin myös viimeinen, itse minä.",
      "Kuin luodot näkivät sen, pelkäsivät he, ja maan ääret peljästyivät; he lähestyivät ja astuivat edes,",
      "Auttivat toinen toistansa, ja sanoivat lähimmäisellensä: ole hyvässä turvassa.",
      "Puuseppä rohkaisi hopiaseppää, joka tasoitti vasaralla alasimen päällä, ja sanoi: kyllä se pysyy, ja he vahvistivat sen nauloilla, ettei se sinne tänne huljuisi.",
      "Mutta sinä Israel, minun palveliani Jakob, jonka minä olen valinnut, sinä Abrahamin minun ystäväni siemen.",
      "Jonka minä olen ottanut maailman äärestä, ja olen sinun kutsunut hänen voimallisistansa, ja sanoin sinulle: minun palveliani sinä olet; sillä minä valitsin sinun, ja en hylkää sinua;",
      "Älä pelkää, sillä minä olen sinun kanssas; älä harhaile; sillä minä olen sinun Jumalas: minä vahvistan sinun, minä autan myös sinua, ja tuen myös sinun vanhurskauteni oikialla kädellä.",
      "Katso, kaikki ne jotka ovat ankarat sinua vastaan, pitää häpiään tuleman ja häpeämän; ja ne miehet, jotka sinun kanssas riitelevät, pitää joutuman niinkuin tyhjäksi ja hukkuman;",
      "Niin että sinun pitää kysymän heitä, ja ei löytämän. Ne miehet, jotka sinun kanssas riitelevät, pitää tuleman niinkuin ei mitään, ja ne miehet, jotka sotivat sinua vastaan, pitää saaman loppunsa.",
      "Sillä minä olen Herra sinun Jumalas, joka tartun sinun oikiaan kätees ja sanon sinulle: älä pelkää, minä autan sinua.",
      "Älä siis pelkää, sinä mato Jakob, te vähä joukko Israel, minä autan sinua, sanoo Herra ja sinun vapahtajas, Israelin Pyhä.",
      "Katso, minä olen sinun tehnyt uudeksi teräväksi rautaiseksi varstaksi, että sinä tapat vuoria, ja muserrat ne, ja teet kukkulat niinkuin akanaksi.",
      "Sinun pitää hajoittaman heitä, niin että tuuli vie heidät pois, ja tuulispää viskoo heidät sinne ja tänne; mutta sinä iloitset Herrassa, ja kerskaat Israelin Pyhästä.",
      "Raadolliset ja köyhät etsivät vettä; ja ei ole; heidän kielensä kuivettuu janosta; mutta minä, Herra, tahdon heitä kuulla, minä Israelin Jumala en tahdo heitä hyljätä.",
      "Vaan minä avaan virrat korkeilla paikoilla, ja lähteet keskellä ketoja; minä teen korven vesilammikoksi ja kuivan maan luontolähteiksi.",
      "Minä annan korvessa sedripuita, sittimipuita, myrttejä, ja öljypuita; minä annan kedolla honkia, böökejä ja buksipuita ynnä,",
      "Nähtää, tuta ja ymmärtää ja huomattaa, että Herran käsi on nämät tehnyt, ja Israelin Pyhä on nämät luonut.",
      "Antakaat siis teidän asianne tulla edes, sanoo Herra; antakaat teidän väkevänne tulla edes, sanoo Jakobin kuningas.",
      "Anna heidän astua edes ja ilmoittaa meille tulevaisia asioita, ilmoittakaat ja ennustakaat jotain edellä, ja me tahdomme ottaa sydämellemme vaarin ja ajatella, kuinka tästedes tuleva on, eli antakaat meidän kuulla, mitä tuleman pitää.",
      "Ilmoittakaat, mitä tästedes on tuleva, niin me ymmärrämme teidän olevan jumalat; tehkäät hyvää eli pahaa, niin me puhumme siitä ja katselemme ynnä.",
      "Katso, te olette tyhjästä, ja teidän tekonne on myös tyhjästä; ja joka teitä valitsee, se on kauhistus.",
      "Mutta minä herätän yhden pohjasta, ja hän tulee; idästä hän on heille saarnaava minun nimeeni; ja hän käy voimallisten päällä niinkuin saven, ja sotkuu savea niinkuin savenvalaja.",
      "Kuka taitaa jotain ilmoittaa alusta, että me ymmärtäisimme? eli ennustaa edellä, että me sanoa mahtaisimme: sinä olet vanhurskas. Mutta ei tässä ole yhtään ilmoittajaa, ei yhtään joka jotain antaa kuulla, ei yhtään joka teidän sanojanne kuulee.",
      "Minä olen ensimäinen, joka sanon Zionille; katso, siellä on se; ja tahdon antaa Jerusalemille suloisen saarnaajan.",
      "Mutta minä katselen, ei siellä ole ketään, ja katson heidän keskellänsä, mutta ei siellä ole yhtään neuvonantajaa; minä kysyn heiltä, ja heidän pitäis vastaaman minua.",
      "Katso, se on kaikki vääryys, heidän työnsä on turha; heidän epäjumalansa ovat tuuli ja tyhjyys."
    ],
    [
      "Katso, minun palveliani, minä häntä tuen, ja minun valittuni, jossa minun sieluni mielistyi. Minä olen hänelle minun Henkeni antanut, hänen pitää oikeuden saattaman pakanoille.",
      "Ei hän huuda, eikä riitele, ja hänen ääntänsä ei kuulla kaduilla.",
      "Särjettyä ruokoa ei hänen pidä murentaman, ja suitsevaista kynttilän sydäntä ei pidä hänen sammuttaman; hän saattaa oikeuden totuudella.",
      "Ei hänen pidä nurjan eikä hirmuisen oleman, sillä hänen pitää oikeuden maan päälle säätämän; ja luodotkin pitää hänen lakiansa odottaman.",
      "Näitä sanoo Herra Jumala, joka luo taivaat, ja venyttää ne, joka levittää maan, ja hänen kasvonsa; joka kansalle, joka sen päällä on, hengittämisen antaa, ja hengen niille, jotka siinä käyvät.",
      "Minä Herra olen sinun kutsunut vanhurskaudessa, ja rupesin sinun kätees, ja varjelin sinua, ja olen sinun antanut kansoille liitoksi ja pakanoille valkeudeksi.",
      "Avaamaan sokiain silmiä, ja vankeja pelastamaan vankeudesta, ja tornista niitä, jotka pimeydessä istuvat.",
      "Minä Herra, se on minun nimeni: en minä anna toiselle kunniaani, enkä ylistystäni epäjumalille.",
      "Katso, entiset ovat tapahtuneet, ja vastuutista minä ilmoitan; ennenkuin se tapahtuu, annan minä teidän sen kuulla.",
      "Veisatkaat Herralle uutta veisua; hänen ylistyksensä on maailman äärestä, jotka meressä vaellatte, ja mitä siinä on, luodot, ja jotka niissä asutte.",
      "Huutakaat korkiasti, te korvet ja kaupungit niissä, ja ne kylät, joissa Kedar asuu; riemuitkaan ne, jotka kallioissa asuvat, ja huutakaan vuorten kukkuloilta.",
      "Antakaan Herralle kunnia, ja hänen nimensä luodoissa ilmoittakaan.",
      "Herra käy niinkuin sankari ulos, hän herättää kiivautensa niinkuin sotamies; hän riemuitsee ja huutaa, hän voittaa vihollisensa.",
      "Vanhasta minä olen vaiti ollut, olin hiljainen ja pidätin itseni; mutta nyt minä tahdon huutaa niinkuin synnyttäjä, minä tahdon hävittää ja kaikki niellä.",
      "Minä hävitän vuoret ja kukkulat, ja annan kaikki heidän ruohonsa kuivua; minä teen virrat luodoiksi, ja järvet kuivaan pois.",
      "Mutta sokiat minä johdatan sitä tietä, jota ei he tiedä, minä vien heidät niitä polkuja, joita ei he tunne; minä teen heille pimeyden valkeudeksi ja kolian tasaiseksi, näitä tahdon minä heille tehdä, ja en hylkää heitä.",
      "Mutta niiden pitää kääntymän takaperin, ja häpiään tuleman, jotka uskaltavat epäjumaliin ja sanovat valetuille kuville: te olette meidän Jumalamme.",
      "Kuulkaat, te kuurot, ja katsokaat, te sokiat, että te näkisitte.",
      "Kuka on niin sokia kuin minun palveliani? ja kuka on niin kuuro kuin minun käskyläiseni, jonka minä lähetän? Kuka on niin sokia kuin se täydellinen? ja niin sokia kuin Herran palvelia?",
      "Sinä näet paljon, ja et kuitenkaan pidä; korvat ovat avoimet, ja ei kenkään kuule.",
      "Kuitenkin suo Herra heille hyvää vanhurskautensa tähden, hän tekee lakinsa suureksi ja kunnialliseksi.",
      "Mutta se on raadeltu ja ryöstetty kansa; he ovat kaikki saadut kiinni kuopasta, ja vankein huoneeseen lymytetyt; he ovat tehdyt saaliiksi, eikä ole yhtään auttajaa, raadellut, ja ei kuitenkaan sano: tuo ne jälleen.",
      "Kuka on teidän seassanne, joka näitä ottaa korviinsa? hän havaitkaan ja kuulkaan, mitä tästedes tulee.",
      "Kuka on Jakobin raatelukseksi antanut, ja Israelin ryöväreille? Eikö Herra itse, jota vastaan me syntiä tehneet olemme? Ja ei he tahtoneet hänen teillänsä vaeltaa, eikä totelleet hänen lakiansa.",
      "Sentähden on hän heidän päällensä vuodattanut vihansa hirmuisuuden ja väkevän sodan: ja on heidät sytyttänyt ympäri, mutta ei he tunteneet, ja hän sytytti heitä, mutta ei he sitä ottaneet mieleensä."
    ],
    [
      "Ja nyt, näin sanoo Herra, joka sinun, Jakob, loi, ja joka sinun, Israel, teki: älä pelkää; sillä minä olen sinun lunastanut; minä olen sinun nimeltäs kutsunut, sinä olet minun.",
      "Sillä jos sinä vesissä käyt, niin minä olen tykönäs, ettei virrat sinua upota; ja jos sinä tulessa käyt, et sinä pala, ja liekin ei pidä sinua sytyttämän.",
      "Sillä minä olen Herra sinun Jumalas, Israelin Pyhä, sinun vapahtajas. Minä olen Egyptin, Etiopian ja Seban antanut edestäs sovinnoksi.",
      "Ettäs niin kalliiksi olet luettu minun silmäini edessä, niin sinä olet myös kunniallisena pidetty, ja minä rakastin sinua, ja annan sentähden ihmiset sinun edestäs, ja kansat sinun sielus edestä.",
      "Älä siis nyt pelkää; sillä minä olen sinun tykönäs; idästä tahdon minä simenes saattaa, ja lännestä tahdon sinua koota.",
      "Minä tahdon sanoa pohjoiselle: tuo tänne, ja etelälle: älä kiellä. Tu tänne minun poikani taampaa, ja minun tyttäreni hamasta maailman ääristä:",
      "Kaikki, jotka minun nimelläni ovat nimitetyt, jotka minä luonut olen, valmistanut ja tehnyt minun kunniakseni.",
      "Tuo edes sokia kansa, jolla kuitenkin silmät ovat, ja kuurot, joilla kuitenkin korvat ovat.",
      "Anna kaikki pakanat tulla kokoon, ja kansan kokoontua, kuka on heidän seassansa, joka näitä ilmoittaa tietää, ja kuuluttaa meille edellä, mitä tapahtuman pitää? Anna heidän tuoda edes todistuksensa ja asiansa oikiaksi tehdä, niin saadaan kuulla, ja sanoa: se on totuus.",
      "Mutta te olette minun todistajani, sanoo Herra, ja minun palveliani, jonka minä valitsin, että te tietäisitte, ja uskoisitte minua, ja ymmärtäisitte, että minä se olen. Ei yhtään Jumalaa ole minun edelläni tehty, ei myös kenkään tule minun jälkeeni.",
      "Minä, minä olen Herra, ja paitsi minua ei ole yhtään vapahtajaa.",
      "Minä sen olen ilmoittanut, ja olen myös auttanut, ja olen sen teille antanut sanoa, ja ei ole muukalainen (Jumala) teidän seassanne: ja te olette minun todistajani, sanoo Herra, ja minä olen Jumala.",
      "Ja minä olen itse ennenkuin joku päivä olikaan, ja ei kenkään voi minun kädestäni pelastaa; minä vaikutan, ja kuka tahtoo sitä estää?",
      "Näin sanoo Herra teidän lunastajanne, Israelin Pyhä: teidän tähtenne olen minä lähettänyt Babeliin, ja olen kukistanut kaikki teljet, ja ajanut murheelliset Kaldealaiset haaksiin.",
      "Minä olen Herra teidän Pyhänne, joka Israelin luonut olen, teidän Kuninkaanne.",
      "Näin sanoo Herra, joka tien tekee meressä ja polun väkevässä vedessä,",
      "Joka vie rattaan ja hevosen, joukon ja voiman, niin että he yhdessä roukkiossa makaavat, eikä nouse; he sammuvat, niinkuin kynttilän sydän sammuu.",
      "Älkäät muistelko entisiä, ja älkäät pitäkö lukua vanhoista.",
      "Sillä katso, minä teen uutta, juuri nyt pitää sen tuleman edes; ettekö te ymmärrä sitä? minä teen tietä korpeen, ja virtoja erämaihin.",
      "Että eläimet kedolla kunnioittavat minua, lohikärmeet ja yököt; sillä minä annan vettä korvessa, ja virrat erämaassa, antaakseni kansalleni, valituilleni juoda.",
      "Tämän kansan olen minä minulleni valmistanut: sen pitää minun ylistykseni julistaman.",
      "Ja et sinä Jakob huutanut minua avukses, ja et sinä Israel ole työtä tehnyt minun tähteni.",
      "Etpä sinä minulle tuonut edes polttouhris lampaita, etkä kunnioittanut minua sinun uhrillas. En minä sinua saattanut ruokauhrias uhraamaan, enkä myös vaatinut sinua pyhää savuas tekemään.",
      "Etpä sinä minulle ostanut rahalla hajavaa kalmusta, et myös minua uhris rasvalla täyttänyt; vaan sinä sait minun työtä tekemään sinun synnissäs, ja olet tehnyt minulle vaivaa sinun pahoissa teoissas.",
      "Minä, minä pyyhin sinun ylitsekäymises pois minun tähteni, ja en muista sinun syntejäs.",
      "Muistuta minulle, koetelkaamme oikeudella: sano sinä, millä tavalla sinä tahdot vanhurskaaksi tulla?",
      "Sinun ensimäinen isäs on syntiä tehnyt, ja sinun opettajas ovat minua vastaan vääryyttä tehneet.",
      "Sentähden minä saastutin pyhät esimiehet, ja olen antanut Jakobin raatelukseksi, ja Israelin pilkaksi."
    ],
    [
      "Niin kuule nyt, minun palveliani Jakob, ja Israel, jonka minä valitsin.",
      "Näin sanoo Herra, joka sinun tehnyt ja valmistanut on äitis kohdusta, joka sinua auttaa: älä pelkää, minun palveliani Jakob, ja sinä hurskas, jonka minä valitsin.",
      "Sillä minä tahdon vuodattaa vedet janoovaisen päälle, ja virrat kuivan päälle; minä tahdon vuodattaa henkeni sinun siemenes päälle, ja siunaukseni jälkeentulevaistes päälle.",
      "Että he kasvaisivat niinkuin ruoho, ja niinkuin pajut vesivirtain tykönä.",
      "Tämän pitää sanoman: Herran minä olen, ja se pitää Jakobin nimellä kutsuttaman, ja tämän pitää itsensä omalla kädellänsä Herralle kirjoittaman, ja pitää nimitettämän Israelin nimellä.",
      "Näin sanoo Herra Israelin kuningas, ja hänen pelastajansa Herra Zebaot: minä olen ensimäinen ja minä olen viimeinen, ja paitsi minua ei ole yhtään Jumalaa.",
      "Ja kuka on minun kaltaiseni, joka kutsuu ja ilmoittaa sen, ja sen minulle valmistaa? minä, joka asetan kansat maailman alusta: anna heidän ilmoittaa merkkejä ja mitä tuleva on.",
      "Älkää peljätkö ja älkäät hämmästykö. Enkö minä silloin antanut kuulla, ja ilmoittaa sitä sinulle? Sillä te olette minun todistajani. Onko joku Jumala paitsi minua? Ei ole yhtään turvaa, en minä tiedä ketään.",
      "Epäjumalain tekiät ovat kaikki turhat, ja joista he paljon pitävät, ei ne ole mitään tarpeelliset; he ovat heidän todistajansa, ja ei näe mitään, eikä mitään ymmärrä: sentähden pitää heidän häpiään tuleman.",
      "Kutka ovat ne, jotka Jumalan tekevät, ja valavat epäjumalan, joka ei mihinkään kelpaa?",
      "Katso, kaikki heidän kumppaninsa tulevat häpiään, sillä he ovat tekiät ihmisistä. Jos he kaikki kokoontuisivat ja astuisivat edes, niin heidän pitää kuitenkin pelkäämän ja häpiään tuleman.",
      "Rautaseppä tarttuu rautaan pihdeillä, pitää sen hiilissä ja valmistaa sen vasaralla, ja takoo sitä kaikella käsivartensa väellä; kärsii myös nälkää, siihenasti ettei hän enää voi, eikä juo vettä, siihenasti että hän väsyy.",
      "Puuseppä veistelee puuta, ja mittaa sitä nuoralla, ja arvoittelee sen langalla, ja hakkaa sen, ja piirittää sen sirkkelillä; ja tekee sen miehen kuvaksi, niinkuin kauniiksi ihmiseksi, jonka pitäis asuman huoneessa.",
      "Hän hakkaa sedripuita, ja ottaa böökiä ja tammea, joka metsän puiden seassa vahvistuu, ja sedripuuta , joka istutettu on ja sateesta on kasvanut.",
      "Joka kelpaa ihmiselle polttaa, ja josta lämmitellä saadaan, jonka palamisella myös leipää kypsennetään; siitä hän myös tekee Jumalan, ja palvelee sitä; hän tekee siitä epäjumalan ja lankee sen eteen polvillensa.",
      "Puolen polttaa hän tulessa, ja toisen puolen tykönä syö hän lihaa, hän paistaa paistin ja ravitsee itsensä, lämmittää myös itsiänsä, ja sanoo: hoi! minä olen lämmin, että sain nähdä tulen.",
      "Mutta mitä siitä jää, siitä tekee hän jumalan epäjumalaksensa; sen eteen lankee hän polvillensa, ja kumartelee sitä, rukoilee ja sanoo: vapahda minua, sillä sinä olet minun jumalani.",
      "Ei he tiedä eikä ymmärrä mitään; sillä he ovat sovaistut, niin että heidän silmänsä ei näe mitään, ja heidän sydämensä ei äkkää mitään.",
      "Ja ei he johdata sydämeensä, ei ole siinä yhtään tointa eli järkeä, että he sittenkin ajattelisivat: minä olen puolen polttanut tulessa, ja olen hiilillä kypsentänyt leipiä, ja paistanut lihaa ja syönyt; pitäiskö minun nyt tekemän sen, mikä jäänyt on, kauhistukseksi? ja pitäiskö minun kumartaman kantoa?",
      "Hän ravitsee itsiänsä tuhalla, hänen vimmattu sydämensä pettää hänen, ettei hän taida sieluansa pelastaa, eikä ajattele: eikö petos ole minun oikiassa kädessääni?",
      "Ajattele näitä, Jakob ja Israel, sillä sinä olet minun palveliani; minä olen sinun valmistanut, ettäs minun palveliani olisit, Israel, älä minua unohda.",
      "Minä pyyhin sinun pahat tekos pois niinkuin pilven, ja sinun syntis niinkuin sumun; käännä sinuas minun puoleeni, sillä minä sinun lunastin.",
      "Iloitkaat te taivaat, sillä Herra itse sen teki; riemuitse sinä maa täällä alhaalla, paukkukaat te vuoret ihastuksella, metsä ja kaikki hänen puunsa; sillä Herra lunasti Jakobin, ja on Israelissa kunniallinen.",
      "Näitä sanoo Herra sinun lunastajas, joka sinun äitis kohdusta valmistanut on: minä olen Herra joka kaikki teen, joka taivaat yksinäni venytän, ja levitän maan ilman apulaista;",
      "Joka noitain merkit tyhjäksi teen, ja tietäjät teen hulluksi; joka viisaat ajan takaperin, ja heidän taitonsa teen hulluudeksi.",
      "Mutta hän vahvistaa palveliansa sanan ja käskyläistensä neuvon täyttää. Joka Jerusalemille sanon: ole asuva: ja Juudan kaupungeille: olkaat rakennetut, ja heidän aukionsa minä nostan ylös.",
      "Joka syvyydelle sanon: tule kuivaksi: minä tahdon sinun virtas kuivata.",
      "Joka sanon Korekselle: hän on minun paimeneni, ja hänen pitää kaiken minun tahtoni täyttämän; niin että Jerusalemille sanotaan: ole rakennettu, ja templille: ole perustettu."
    ],
    [
      "Näin sanoo Herra voidellullensa Korekselle, jonka oikiaan käteen minä rupeen: minä taivutan pakanat hänen eteensä, ja päästän kuningasten miekat heidän suoliltansa, että ovet avataan hänen eteensä, eikä uksia suljeta.",
      "Minä tahdon käydä sinun edelläs, ja tehdä koliat tasaisiksi; minä tahdon rikkoa vaskiovet, ja särkeä rautateljet;",
      "Ja annan sinulle salatut tavarat ja kätketyt kalliit kalut, että ymmärtäisit minun olevan Herran Israelin Jumalan, joka sinun nimeltäs kutsun,",
      "Jakobin minun palveliani tähden, ja Israelin minun valittuni tähden: minä kutsuin sinun nimeltäs, ja nimitin sinun, kuin et sinä minua vielä tuntenut.",
      "Minä olen Herra, ja ei yksikään muu; paitsi minua ei ole yhtään Jumalaa. Minä varustin sinun, kuin sinä et vielä minua tuntenut,",
      "Että sekä idästä ja lännestä ymmärrettäisiin, ettei ilman minua mitään ole. Minä olen Herra, ja ei kenkään muu.",
      "Minä joka teen valkeuden ja luon pimeyden, minä joka annan rauhan ja luon pahan; minä olen Herra, joka kaikki nämät teen.",
      "Te taivaat, tiukkukaat ylhäältä, ja pilvet satakoon vanhurskauden; maa avatkoon itsensä ja kantakoon autuuden, ja vanhurskaus kasvakoon myös. Minä Herra luon sen.",
      "Voi sitä, joka riitelee Luojansa kanssa, saviastia savenvalajan kanssa. Sanoneeko savi savenvalajalle: mitäs teet? et sinä osoita kättäs sinun teossas.",
      "Voi sitä, joka isälle sanoo: miksis minun olet siittänyt? ja vaimolle: miksis minun synnytit?",
      "Näin sanoo Herra, Israelin Pyhä ja tekiä: anokaat minulta tulevaisia merkkejä, neuvokaat lapseni ja kätteni työ minun tyköni.",
      "Minä olen tehnyt maan, ja luonut ihmisen sen päälle; minä olen se, jonka kädet ovat levittäneet taivaan, ja antanut käskyn kaikelle sen joukolle.",
      "Minä olen herättänyt hänen vanhurskaudessa, ja minä teen kaikki hänen tiensä tasaiseksi. Hänen pitää rakentaman minun kaupunkini, ja päästämän minun vankini vallallensa, ei rahan eli lahjan tähden, sanoo Hera Zebaot.",
      "Näin sanoo Herra: Egyptilästen saanto ja Etiopialaisten kauppa, ja se suuri Seban kansa pitää itsensä antaman sinun alles, ja oleman sinun omas; heidän pitää noudattaman sinua, jalkapuissa pitää heidän käymän, ja pitää lankeeman maahan sinun etees, ja rukoileman sinua, sillä Jumala on sinun tykönäs, ja ei ole yhtään muuta Jumalaa.",
      "Totisesti sinä olet salattu Jumala, sinä Jumala, Israelin Vapahtaja.",
      "Mutta epäjumalain tekiät täytyy kaikki häpiässä ja häväistyksessä pysyä, ja yksi toisensa kanssa häväistynä mennä pois.",
      "Mutta Israel lunastetaan Herran kautta ijankaikkisella lunastuksella, eikä tule häpiään eli pilkkaan koskaan ijankaikkisesti.",
      "Sillä näin sanoo Herra, joka taivaan luonut on, Jumala, joka maan on valmistanut, ja on sen tehnyt ja vahvistanut sen, ja ei niin sitä tehnyt, että se olis tyhjänä ollut, vaan valmisti sen että siinä asuttaisiin: Minä olen Herra, ja ei kenkään muu.",
      "En minä ole salaa puhunut, pimiässä paikassa maan päällä, enkä ole Jakobin siemenelle sanonut: etsikäät minua hukkaan; sillä minä olen Herra, joka vanhurskaudesta puhun, ja ilmoitan oikeutta.",
      "Anna pakanain sankarien kokoontua ja tulla yhteen, jotka ei mitään tiedä, ja kantavat epäjumalansa kannot, ja rukoilevat sitä jumalaa, joka ei auttaa taida.",
      "Ilmoittakaat ja tulkaat tänne, pitäkäät neuvoa keskenänne, kuka näitä alusta kuulutti, ja silloin on sen ilmoittanut? Enkö minä Herra? Ja ei ole ensinkään Jumalaa paitsi minua: hurskas Jumala ja Vapahtaja, ei ole yksikään paitsi minua.",
      "Kääntykäät minun tyköni, niin te autuaaksi tulette, kaikki maailman ääret; sillä minä olen Jumala, ja ei kenkään muu.",
      "Minä vannon itse kauttani, ja minun suustani on vanhurskauden sana käyvä ulos, ja sen pitää vahvana pysymän: minulle pitää kaikki polvet kumartaman, ja kaikki kielet vannoman,",
      "Ja sanoman: Herrassa on minulla vanhurskaus ja väkevyys; senkaltaiset tulevat hänen tykönsä, mutta kaikki, jotka seisovat häntä vastaan, ne häpiään tulevat.",
      "Sillä Herrassa kaikki Israelin siemen vanhurskautetaan, ja saavat hänestä kerskata."
    ],
    [
      "Bel kallistuu kovin, Nebo on pudonnut; heidän epäjumalansa ovat joutuneet eläinten ja juhtain päälle, että he väsyvät teidän kuormianne kantaissansa.",
      "Ja ne notkistuvat ja kallistuvat kaikki tyynni, ja ei taida kantaa pois kuormaa; vaan heidän sielunsa pitää käymän vankeudessa.",
      "Kuulkaat minua, te Jakobin huone, ja kaikki Israelin huoneen tähteet, jotka kohdussa kannetaan ja äidistänne olette.",
      "Minä, minä tahdon teitä kantaa hamaan vanhuuteen, ja siihenasti kuin te harmaaksi tulette; minä sen teen, minä nostan, kannan ja pelastan.",
      "Keneenkä te vertaatte minun, ja kenenkä kaltaiseksi te teette minun? ja kenen verraksi te minua mittaatte, jonka kaltainen minä olisin?",
      "He kaatavat kultaa säkistä, ja hopian painolla punnitsevat; ja hopiasepän palkkaavat, että hän jumalan tekis, jonka eteen he polvillensa lankeevat ja sitä kumartavat.",
      "He nostavat sen hartioillensa ja kantavat sitä, ja panevat sen siallensa, siinä se seisoo ja ei liiku siastansa. Jos joku häntä huutaa, niin ei hän vastaa, ja ei auta häntä hänen tuskastansa.",
      "Muistakaat tätä, ja olkaat vahvat: te väärintekiät, menkäät sydämiinne.",
      "Muistakaat entisiä, jotka vanhasta ovat olleet; sillä minä olen Jumala ja ei ole muuta Jumalaa, eikä minun vertaistani ole,",
      "Joka edellä ennustan, mitä vasta tuleva on, ja ennenkuin se tapahtuu, sanon minä. Minun aivoitukseni pysyvät, ja minä teen kaikki mieleni perään.",
      "Minä kutsun linnun idästä, ja kaukaiselta maalta miehen, joka minun aivoitukseni tekee; minä olen sen puhunut, minä tahdon myös sen tuoda; minä olen sen aikonut ja tahdon myös sen tehdä.",
      "Kuulkaat minua, te ylpiät sydämet, te jotka olette kaukana vanhurskaudesta:",
      "Minä olen vanhurskauteni antanut lähestyä, ei se ole kaukana, ja ei minun autuuteni viivy; sillä minä annan autuuden Zionissa, ja kunniani Israelissa."
    ],
    [
      "Astu alas, ja istu tomuun, sinä neitsy Babelin tytär; istu maahan, sillä ei ole yhtään istuinta enään, sinä Kaldean tytär; sillä ei sinua pidä enää kutsuttaman ihanaiseksi ja iloiseksi.",
      "Ota mylly ja jauha jauhoja; päästä hiustes palmikot, riisu kenkäs, paljasta sääres, mene virran ylitse.",
      "Että sinun häpys ilmoitetuksi, ja sinun riettautes nähdyksi tulis. Minä kostan, ja ei yksikään ihminen pidä rukouksellansa minua siitä estämän.",
      "(Tämän tekee) meidän pelastajamme, Herra Zebaot on hänen nimensä, Israelin Pyhä.",
      "Istu alallas, mene pimeyteen, sinä Kaldealaisten tytär; sillä ei sinua enää pidä kutsuttaman valtakuntain kuningattareksi.",
      "Sillä kuin minä olin vihainen kansalleni, turmelin minä perintöni, ja hylkäsin heidät sinun kätees; mutta et sinä tehnyt heille laupiutta, ja vanhoille teit sinä ikees peräti raskaaksi,",
      "Ja ajattelit: minä olen hallitsia ijankaikkisesti: et sinä tähän päivään asti vielä ole sitä johdattanut sydämees, eli ajatellut, kuinka heille viimein on tapahtuva.",
      "Niin kuule nyt tätä, sinä, joka elät hekumassa, ja istut niin surutoinna, ja sanot sydämessäs: minä olen, ja ei yksikään muu; en minä leskeksi eli hedelmättömäksi tule.",
      "Molemmat nämät pitää sinua äkisti kohtaaman yhtenä päivänä, ettäs tulet hedelmättömäksi ja leskeksi; ja ne pitää sinuun täydellisesti sattuman, sinun monen velhos tähden, ja sinun noitais tähden, joista suuri paljous on sinun tykönäs.",
      "Sillä sinä olet luottanut pahuutees, koskas ajattelit: ei minua nähdä. Taitos ja tietos on sinun kukistanut, ettäs sanot sydämessäs: minäpä olen, ja ei yksikään muu.",
      "Sentähden pitää onnettomuuden tuleman sinun päälles, niin ettei sinun pidä tietämän, koska se tulee, ja sinun vastoinkäymises pitää lankeeman sinun päälles, jotka ei sinun pidä taitaman sovittaa; sillä hävitys pitää äkisti tuleman sinun päälles, jota et sinä edellä tiedä.",
      "Käy nyt edes velhois kanssa, ja sinun monien noitais kanssa, joiden seassa sinä olet itsiäs nuoruudessas vaivannut: jos taitaisit auttaa itsiäs, jos taitaisit vahvistaa itsiäs.",
      "Sinä olet väsyksissä monen koettelemukses tähden. Tulkaan nyt edes ja auttakoon sinua ne taivaan juoksun tietäjät ja tähtein kurkisteliat, jotka kuukausien jälkeen lukevat, mitä sinulle pitää tapahtuman.",
      "Katso, he ovat niinkuin korret, jotka tuli polttaa, ei he taida pelastaa henkeänsä liekistä; sillä ei pidä yhtään hiilistöä oleman, jossa joku taitais itsensä lämmitellä, eli tulta, jonka tykönä istuttaisiin.",
      "Juuri niin ovat ne sinulle, joiden alla sinä sinus vaivannut olet: sinun kauppamiehes sinun nuoruudestas pitää jokaisen käymän sinne ja tänne, ja sinulla ei ole yhtään auttajaa."
    ],
    [
      "Kuulkaat tätä, te Jakobin huone, te, joita kutsutaan Israelin nimellä, ja olette kulkeneet Juudan vedestä, te, jotka vannotte Herran nimeen, ja muistatte Israelin Jumalaa, ei kuitenkaan totuudessa eikä vanhurskaudessa.",
      "Sillä he nimittävät itsensä pyhästä kaupungista, ja luottavat Israelin Jumalaan, jonka nimi on Herra Zebaot.",
      "Minä olen ennen ilmoittanut tulevaisia, minun suustani on se lähtenyt, ja minä olen antanut sitä kuulla, ja teen sen myös äkisti, että se tulee.",
      "Sillä minä tiedän sinun kovaksi, ja sinun niskas on rautasuoni, ja sinun otsas on vaskesta.",
      "Minä olen sen ilmoittanut ennen, ja olen sinun antanut kuulla, ennenkuin se tulikaan, ettes sasnoisi: epäjumalani sen tekee, ja kuvani ja epäjumalani on sen käskenyt.",
      "Kaikki nämät sinä kuulit ja näit, ja ette ole sitä ilmoittaneet; sillä minä olen edellä antanut sinun kuulla uusia ja salaisia, joita et sinä tietänyt.",
      "Mutta nyt on se luotu, ja ei siihen aikaan; ja et sinä ole kuullut päivääkään ennen, ettei sinun pitäisi sanoman: katso, sen minä hyvin tiesin;",
      "Sillä et sinä sitä kuullut, etkä sinä tietänyt, ja sinun korvas ei ollut siihen aikaan avattu; sillä minä kyllä tiesin sinun peräti sen katsovan ylön, joka olet nimitetty rikkojaksi sinun äitis kohdusta.",
      "Minun nimeni tähden olen minä pitkämielinen, ja minun ylistykseni tähden tahdon minä säästää sinua, ettes tulisi hävitetyksi.",
      "Katso, minä tahdon koetella sinua, mutta ei niinkuin hopiata, vaan minä teen sinun valituksi murheen pätsissä.",
      "Minun tähteni, tosin minun tähteni tahdon minä tehdä, etten minä häväistyksi tulisi; sillä en minä anna kunniatani toiselle.",
      "Kuule minua, Jakob, ja sinä minun kutsuttuni Israel: minä olen, minä olen ensimmäinen ja viimeinen.",
      "Minun käteni on myös perustanut maan ja minun oikia käteni on kämmenellä mitannut taivaan: mitä minä kutsun, se on kohta valmis.",
      "Kootkaat teitänne kaiki ja kuulkaat, kuka on heidän seassansa näitä ilmoittanut? Herra rakastaa häntä, sentähden on hän osoittava tahtonsa Babelissa, ja käsivartensa Kaldealaisissa.",
      "Minä, minä olen sen sanonut; minä olen hänen kutsunut, ja hänen johdattanut, ja hänen tiensä menestyy hänelle.",
      "Tulkaat tänne minun tyköni, ja kuulkaat tätä: en minä ole ennen salaa puhunut, siitä ajasta, kuin se oli puhuttu, olin minä siellä; ja nyt lähetti minun Herra, Herra, ja hänen henkensä.",
      "Näin sanoo Herra sinun pelastajas, Israelin Pyhä: minä olen Herra sinun Jumalas, joka sinulle opetan mikä tarpeellinen on, ja johdatan sinua tietä, jotas käyt.",
      "O jospa sinä pitäisit minun käskyistäni vaarin! niin sinun rauhas olis niinkuin virta, ja vanhurskautes niinkuin meren aalto.",
      "Ja sinun siemenes olis niinkuin santa ja kohtus hedelmä niinkuin hänen someronsa; joiden nimeä ei pitäisi hävitettämän eli pyyhittämän pois minun edestäni.",
      "Lähtekäät Babelista, paetkaat Kaldealaisten tyköä iloisella äänellä, ilmoittakaat ja kuuluttakaat tätä, viekäät se aina maailman ääriin, ja sanokaat: Herra on pelastanut palveliansa Jakobin.",
      "Ei heitä jano vaivannut, kuin hän johdatti heitä korvessa, hän antoi heille vuotaa vettä kalliosta; hän halkasi kallion, ja siitä vuosi vesi.",
      "Mutta jumalattomalla, sanoo Herra, ei ole rauhaa."
    ],
    [
      "Kuulkaat minua, te luodot, ja te kaukaiset kansat, ottakaat vaari: Herra on minun äidin kohdusta kutsunut, hän muisti minun nimeni, kuin minä vielä äitini kohdussa olin,",
      "Ja teki minun suuni niinkuin terävän miekan, kätensä varjolla hän minua peitti; ja pani minun kiiltaväksi nuoleksi; pisti minun viineensä,",
      "Ja sanoi minulle: sinä olet minun palveliani; Israel, sinussa minä kunnioitetaan.",
      "Mutta minä sanoin: hukkaan minä työtä tein, turhaan ja tyhjään minä tässä kulutin väkeni; kuitenkin on minun asiani Herran kanssa, ja minun työni on minun Jumalani kanssa.",
      "Ja nyt sanoo Herra, joka loi minun äidin kohdusta itsellensä palveliaksi, palauttamaan Jakobin hänelle, ettei Israel hukkuisi: sentähden olen minä kaunis Herran edessä, ja minun Jumalani on minun väkevyyteni.",
      "Ja hän sanoi: vähä se on, ettäs olet minun palveliani, korjaamassa Jakobin sukukuntia, ja tuomassa jälleen Israelin hajoitettuja; mutta minä panin sinun myös pakanain valkeudeksi, olemaan minun autuuteni hamaan maailman ääriin.",
      "Näin puhuu Herra Israelin lunastaja, hänen Pyhänsä, ylönkatsotuille sieluille, sille kansalle, josta me kauhistumme, sille palvelialle, joka tuimain herrain alla on: kuningasten pitää näkemän ja nouseman, päämiesten pitää rukoileman Herran tähden, joka uskollinen on, Israelin Pyhän tähden, joka sinun valinnut on.",
      "Näin sanoo Herra: minä olen sinun rukoukses otollisella ajalla kuullut, ja olen autuuden päivänä sinua auttanut; ja olen varjellut sinua, ja liitoksi kansain sekaan olen sinun säätänyt, korjaamaan maata, ja haaskatuita perimisiä omistamaan,",
      "Sanomaan vangituille: menkäät ulos, ja jotka pimiässä ovat: tulkaat edes, että he teiden ohessa heitänsä elättäisivät, ja saisivat joka kukkulalla elatuksensa.",
      "Ei heidän pidä isooman eikä janooman, ei helle eikä aurinko pidä heitä polttaman; sillä heidän armahtajansa johdattaa heitä, ja vie heitä vesilähteille.",
      "Ja minä panen kaikki vuoreni tieksi, ja minun polkuni pitää korotettaman.",
      "Katso, nämät tulevat kaukaa, ja katso, nämät pohjan puolesta, nämät etelän puolesta, ja muut Sinimin maalta.",
      "Iloitkaat te taivaat, riemuitse sinä maa, kiittäkäät te vuoret ihastuksella; sillä Herra on kansaansa lohduttanut, ja on raadollisiansa armahtanut.",
      "Mutta Zion sanoo: Herra hylkäsi minun, Herra unohti minun.",
      "Unohtaako vaimo lapsukaisensa, niin ettei hän armahda kohtunsa poikaa? ja vaikka hän unohtais, niin en minä kuitenkaan sinua unohda.",
      "Katso, käsiini olen minä sinun pyhältänyt; sinun muuris ovat alati minun silmäini edessä.",
      "Sinun rakentajas rientävät; mutta sinun kukistajas ja hävittäjäs pitää pakeneman sinusta pois.",
      "Nosta silmäs ympäri ja katso, kaikki nämät kootut tulevat sinun tykös. Niin totta kuin minä elän, sanoo Herra, sinun pitää kaikilla näillä niinkuin kaunistuksella itses puettaman, ja sinä käärit ne ympärilles niinkuin morsian;",
      "Sillä sinun autio, hävitetty ja turmeltu maas pitää silloin ahdas oleman asuakses, kuin sinun raatelias sinusta kauvas pakenevat,",
      "Niin että sinun hedelmättömyytes lapset pitää vielä korviis sanoman: ahdas on minulla sia, istu puolees, että minäkin asuisin sinun tykönäs.",
      "Mutta sinä olet sanova sydämessäs: kuka nämät minulle synnytti? sillä minä olen hedelmätöin, yksinäinen, ajettu pois ja syösty ulos. Kuka nämät on minulle kasvattanut? katso, minä olen yksinäni jätetty, kussa nämät silloin olivat?",
      "Näin sanoo Herra, Herra: katso, minä nostan käteni pakanain puoleen, ja korotan lippuni kansain puoleen, niin he tuovat edes helmassansa sinun poikias, ja sinun tyttäriäs hartioilla kannetaan.",
      "Ja kuninkaat pitää oleman sinun holhojas, ja heidän kuningattarensa sinun imettäjäs, heidän pitää lankeeman kasvoillensa maahan sinun edessäs, ja nuoleskelemaan sinun jalkais tomua. Silloin sinä tiedät, että minä olen Herra, ja ettei kenkään tule häpiään, joka minua toivoo.",
      "Otetaanko saalis väkevältä pois? taitaako joku päästää hurskaan vangit?",
      "Sillä näin sanoo Herra: nyt pitää vangit väkevältä otettaman pois, ja tuimain saalis irralle pääsemän; ja minä tahdon riidellä sinun riitaveljeis kanssa, ja varjella sinun lapsias.",
      "Ja minä annan sinun hävittäjäs syödä omaa lihaansa, ja heidän pitää juopuman omasta verestänsä, niinkuin makiasta viinasta; ja kaikki liha pitää tietämän, että minä olen Herra, sinun auttajas ja sinun lunastajas, Jakobin väkevä."
    ],
    [
      "Näin sanoo Herra: kussa on äitinne erokirja, jolla minä olen hänen hyljännyt? eli kuka on minun korkorahani kantaja, jolle minä teidät olen myynyt? Katso, te olette synteinne tähden myydyt, ja äitinne on teidän rikostenne tähden hyljätty.",
      "Miksi minä tulin, ja ei ollut siellä ketään? Minä huusin, ja ei yksikään vastannut? onko minun käteni niin peräti lyhentynyt, ettei hän voi pelastaa? ja eikö minulla ole voimaa vapahtaa? Katso, nuhtelemisellani teen minä meren kuivaksi, ja teen virrat korveksi, niin että kalat haisevat veden puuttumisen tähden ja kuolevat janosta.",
      "Minä puetan taivaan pimeydellä, ja teen hänen peitteensä niinkuin säkin.",
      "Herra, Herra antoi minulle oppineen kielen, taitaakseni puhua väsyneille ajallansa. Hän herättää minun joka aamu, hän herättää minulle korvan kuulemaan niinkuin opetuslapsen.",
      "Herra, Herra avasi minulle korvan, ja en ole minä tottelematoin, enkä mene takaperin.",
      "Minä annoin selkäni niille, jotka minua pieksivät, ja poskeni niille, jotka minua repelivät; en minä kääntänyt kasvojani pois häväistyksistä ja syljestä.",
      "Ja Herra, Herra minua auttaa, sentähden en minä tule häpiään; sentähden panin minä kasvoni niinkuin limsiön, sillä minä tiedän, etten minä tule häpiään.",
      "Se on läsnä, joka minun vanhurskauttaa; kuka tahtoo riidellä minun kanssani? Seisokaamme ynnä; kellä on oikeus minua vastaan, se tulkoon tänne minun tyköni.",
      "Katso, Herra, Herra auttaa minua, kuka tahtoo minua kadottaa? Katso, ne kaikki vanhenevat niinkuin vaate, koit syövät heidät.",
      "Kuka on teidän seassanne, joka pelkää Herraa, joka hänen palveliansa ääntä kuultelee. Joka pimeydessä vaeltaa, ja ei näe valkeutta, se toivokaan Herran nimen päälle, ja luottakaan Jumalansa päälle.",
      "Katso, te kaikki, jotka tulen sytytätte, jotka olette liekillä hankitut, vaeltakaat teidän tulenne valkeudessa, ja siinä liekissä, jonka te sytytitte. Se tapahtuu teille minun kädestäni; kivussa täytyy teidän levätä."
    ],
    [
      "Kuulkaat minua te, jotka vanhurskautta noudatatte, te jotka Herraa etsitte. Katsokaat sitä kalliota, josta te lohaistut olette, ja sitä kaivoa, josta te kaivetut olette.",
      "Katsokaat Abrahamia teidän isäänne, ja Saaraa, joka teidät synnytti; sillä minä kutsuin hänen, kuin hän oli vielä yksinäinen, siunasin ja enensin hänen.",
      "Sillä Herra lohduttaa Zionia, hän lohduttaa kaiken hänen aukiutensa, ja tekee hänen aukiutensa niinkuin Edenin, ja hänen erämaansa niinkuin Herran yrttitarhan; että siellä löytään ilo ja riemu, kiitos ja veisun ääni.",
      "Ottakaat minusta vaari, minun kansani, ja kuulkaat minua minun sukukuntani; sillä minulta on laki käyvä ulos, ja minä panen oikeuteni kansoille valkeudeksi.",
      "Minun vanhurskauteni on läsnä, minun autuuteni käy ulos, ja minun käsivarteni on kansoja tuomitseva. Luodot odottavat minua, ja vartioitsevat minun käsivarttani.",
      "Nostakaat teidän silmänne taivaasen, ja katsokaat alas maan päälle; sillä taivas on katoova niinkuin savu, ja maa vanhenee niinkuin vaate, niin myös sen asuvaiset kuolevat; mutta minun autuuteni pysyy ijankaikkisesti, ja minun vanhurskauteni ei ole puuttuva.",
      "Kuulkaat minua te, jotka vanhurskauden tunnette, kansa, jonka sydämessä minun lakini on. Älkäät peljätkö, kussa ihmiset teitä häpäisevät, ja älkäät vavisko, kuin he teitä pilkkaavat.",
      "Sillä koin pitää heitä syömän niinkuin vaatetta, ja madot pitää heidän syömän niinkuin villaisia; mutta minun vanhurskauteni pysyy ijankaikkisesti, ja minun autuuteni suvusta sukuun.",
      "Ylös, ylös, pue päälles väkevyyttä, sinä Herran käsivarsi; ylös, niinkuin muinen vanhaan aikaan. Etkös se ole, joka löit ylpiän, ja haavoitit lohikärmeen?",
      "Etkös se ole, joka meren, suuren syvän veden kuivasit? joka syvän meren tieksi teit, että lunastetut kävivät sitä myöten.",
      "Niin Herran lunastetut palajavat ja tulevat Zioniin riemulla, ja ijankaikkinen ilo on heidän päänsä päällä oleva; ilon ja riemun he käsittävät, murhe ja huokaus pakenee heitä.",
      "Minä, minä olen teidän lohduttajanne; kuka siis sinä olet, ettäs kuolevaista ihmistä pelkäät, ja ihmisten lapsia, jotka kulutetaan niinkuin heinä?",
      "Ja unohdat Herran, joka sinun tehnyt on, joka taivaat levittää, ja maan perustaa? Mutta sinä pelkäät alati yli päivää vaivaajan julmuutta, kuin hän rupee hukuttamaan. Ja kuhunka jäi vaivaajan julmuus?",
      "Koska hän vaadittiin rientämään ja juoksemaan ympäri, että hän päästäis, ettei he kuolisi kadotukseen, eikä hänen leipänsä puuttuisi?",
      "Sillä minä olen Herra sinun Jumalas, joka meren liikutan, että sen aallot pauhaavat: hänen nimensä on Herra Zebaot.",
      "Minä panen sanani sinun suuhus, ja peitän sinun käteni varjolla, että minä taivaan istuttaisin, ja maan perustaisin ja sanoisin Zionille: sinä olet minun kansani.",
      "Herää, herää, nouse Jerusalem, joka joit Herran kädestä hänen vihansa kalkin, sen kompastuskalkin rahkan olet sinä juonut ja särkenyt ulos.",
      "Ei kenkään hänen pojistansa, jotka hän oli synnyttänyt, häntä holhonnut: eikä kenkään kaikista hänen lapsistansa, jotka hän oli kasvattanut, hänen käteensä ruvennut.",
      "Nämät kaksi sinua kohtasivat, kuka sinua armahti? hävitys, vahinko, nälkä ja miekka: millä minä sinua lohdutan?",
      "Sinun lapses olivat pintuneet ja makasivat kaikissa katujen päissä, niinkuin paulalla sidottu metsähärkä, täynnä Herran vihaa ja sinun Jumalas rangaistusta.",
      "Sentähden kuule nyt tätä sinä raadollinen, ja sinä juopunut ilman viinaa.",
      "Näin sanoo Herra, sinun Herras ja sinun Jumalas, joka kansansa edestä sotii: katso, minä otan kompastuskalkin sinun kädestäs, ja minun vihani kalkin rahkan; ei sinun pidä sitä enään juoman.",
      "Vaan minä panen sen sinun raateliais käteen, jotka sanoivat sinun sielulles: kumarra sinus, että me kävisimme sinun ylitses, ja pane sinun selkäs maahan, että niinkuin katua myöten sen ylitse mentäisiin."
    ],
    [
      "Nouse, nouse, Zion, pue väkevyytes päälles, kaunista sinuas jalosti, sinä pyhä kaupunki Jerusalem; sillä ei tästedes yksikään ympärileikkaamatoin eikä saastainen pidä sinussa hallitseman.",
      "Puhdista itses tomusta, nouse ja istu Jerusalem; päästä sinuas kahleista, sinä vangittu Zionin tytär.",
      "Sillä näin sanoo Herra: te olette tyhjään myydyt, ja ilman rahaa te lunastetaan.",
      "Sillä näin sanoo Herra, Herra: minun kansani meni ensin alas Egyptiin, olemaan siellä vieraana; ja Assur on heille väkivaltaa tehnyt ilman syytä.",
      "Vaan mitä nyt minulle tämän edestä tehdään? sanoo Herra; sillä minun kansani ilman syytä viedään pois? että ne, jotka heitä hallitsevat, saattavat heidät itkemään, sanoo Herra, ja minun nimeäni pilkataan päivä päivältä.",
      "Sentähden pitää minun kansani sinä päivänä minun nimeni tunteman, että minä itse olen se, joka puhun, katso, minä se olen.",
      "O kuinka suloiset ovat evankeliumin saarnaajain jalat vuorilla, jotka rauhaa julistavat, jotka hyvää saarnaavat, autuuden ilmoittavat, jotka Zionille sanovat: sinun Jumalas on kuningas.",
      "Sinun vartias huutavat korkiasti ja iloitsevat ynnä, sillä se nähdään ilmeisesti, koska Herra kääntää Zionin.",
      "Iloitkaat ja riemuitkaat ynnä, te Jerusalemin autiot; sillä Herra on kansaansa lohduttanut, ja Jerusalemin päästänyt.",
      "Herra on ilmoittanut pyhän käsivartensa kaikkein pakanain silmäin edessä, niin että kaikki maailman ääret näkevät meidän Jumalamme autuuden.",
      "Paetkaat, paetkaat, lähtekäät sieltä, ja älkäät mihinkään saastaiseen sattuko; menkäät ulos heidän tyköänsä, puhdistakaat teitänne, te jotka Herran kalua kannatte.",
      "Sillä ei teidän pidä lähtemän nopiasti, eli vaeltaman pakenemisella; sillä Herra on lähtevä teidän edellänne, ja Israelin Jumala on kokoova teitä.",
      "Katso, minun palveliani tekee toimellisesti: hän korotetaan, nostetaan ylös, ja tulee sangen korkiaksi.",
      "Niin että moni sinun ylitses hämmästyy, että hänen muotonsa on rumempi muita ihmisiä, ja hänen hahmonsa huonompi kuin ihmisten lasten.",
      "Mutta niin on hän monta pakanaa priiskottava, että myös kuningasten täytyy suunsa hänen edessänsä tukita; sillä joille ei mitään hänestä ilmoitettu ollut, nekin hänen ilolla näkevät, ja jota ei he kuulleet ole, sen ne ymmärtävät."
    ],
    [
      "Kuka uskoo meidän saarnamme, ja kenelle Herran käsivarsi ilmoitetaan?",
      "Sillä hän nousee ylös hänen edessänsä niinkuin vesa, ja niinkuin juuri kuivasta maasta; ei hänellä ole muotoa, eikä kauneutta; me näimme hänen, vaan ei ollut hänellä sitä muotoa, joka meille olis kelvannut.",
      "Hän oli kaikkein ylönkatsottava ja kaikkein halvin, kipua ja sairautta täynnä. Hän oli niin ylönkatsottu, ettei kenkään kehdannut katsoa hänen päällensä, sentähden emme häntä minäkään pitäneet.",
      "Totisesti hän kantoi meidän sairautemme, ja meidän kipumme hän sälytti päällensä; mutta me pidimme hänen Jumalalta rangaistuna, piestynä ja vaivattuna.",
      "Vaan hän on haavoitettu meidän pahain tekoimme tähden, ja meidän synteimme tähden on hän hosuttu. Rangaistus on hänen päällänsä, että meillä rauha olis, ja hänen haavainsa kautta olemme me parannetut.",
      "Kaikki me vaelsimme eksyksissä niinkuin lampaat: itsekukin meistä poikkesi omalle tiellensä; mutta Herra heitti kaiken meidän vääryytemme hänen päällensä.",
      "Kuin hän rangaistiin ja vaivattiin, niin ei hän suutansa avannut; niinkuin karitsa, joka teuraaksi viedään, ja niinkuin lammas, joka keritsiänsä edessä vaikenee, niin ei hänkään suutansa avannut.",
      "Mutta hän on otettu pois ahdistuksesta ja tuomiosta; kuka taitaa sanoa hänen elämänsä pituuden? sillä hän on sivallettu pois eläväin maalta, kuin hän minun kansani pahain tekoin tähden rangaistiin.",
      "Hänen hautansa aiottiin jumalattomain sekaan, rikkaan tykö tuli hän kuitenkin kuoltuansa. Ei hän kellenkään vääryyttä tehnyt, eikä petosta ollut hänen suussansa.",
      "Mutta Herra tahtoi hänen niin piestä sairaudella; koska hän on henkensä vikauhriksi antanut, niin hän saa nähdä siemenen ja elää kauvan, ja Herran aivoitus on hänen kädessänsä menestyvä.",
      "Että hänen sielunsa on työtä tehnyt, saa hän ilonsa nähdä, ja tulee ravituksi. Tuntemisensa kautta minun vanhurskas palveliani monta vanhurskauttaa; sillä hän kantaa heidän syntinsä.",
      "Sentähden annan minä hänelle osan monessa, ja hänen pitää väkeväin kanssa saalista jakaman; sentähden että hän antoi henkensä kuolemaan, ja oli pahantekiäin sekaan luettu, ja hän kantoi monen synnit, ja rukoili pahantekiäin edestä."
    ],
    [
      "Riemuitse sinä hedelmätöin, joka et synnytä: iloitse riemulla ja ihastu sinä, joka et raskas ole; sillä yksinäisellä on enempi lapsia kuin sillä, jolla mies on, sanoo Herra.",
      "Levitä majas sia, ja venytä asumises vaate, älä säästä; pitennä köytes, ja kiinnitä vaajas lujasti.",
      "Sillä sinun pitää oikialle ja vasemmalle puolelle levenemän, ja sinun siemenes pitää pakanat perimän, ja aukeissa kaupungeissa asuman.",
      "Älä pelkää, sillä et sinä tule häpiään; älä ole kaino, sillä ei sinun pidä häpiään tuleman. Vaan sinun pitää nuoruutes häpiän unohtaman, ja sinun leskeytes kainoutta ei enään muistaman.",
      "Sillä joka sinun tehnyt on, hän on sinun miehes, Herra Zebaot on hänen nimensä; ja Israelin Pyhä sinun lunastajas, joka kaiken maailman Jumalaksi kutsutaan.",
      "Sillä Herra on kutsunut sinun niinkuin hyljätyn ja sydämestä murheellisen vaimon; ja sinä olit niinkuin nuori emäntä, joka hyljätty on, sanoo sinun Jumalas.",
      "Minä olen vähäksi silmänräpäykseksi sinun hyljännyt, mutta minä tahdon sinua suurella laupiudella koota.",
      "Minä olen vihassani vähäksi silmänräpäykseksi kasvoni kätkenyt sinulta; mutta minä tahdon armahtaa sinua ijankaikkisessa armossa, sanoo Herra, sinun lunastajas.",
      "Sillä tämä on minulle oleva niinkuin Noan vesi, josta minä vannoin, ettei Noan vedet pitänyt enään käymän maan ylitse: juuri niin olen minä nyt vannonut, ettei minun enään pidä sinulle vihastuman, eikä sinua rankaiseman.",
      "Sillä vuoret pitää välttämän ja kukkulat lankeeman; mutta minun armoni ei pidä sinusta poikkeeman, ja minun rauhani liitto ei pidä lankeeman pois, sanoo Herra sinun armahtajas.",
      "Sinä raadollinen, kovalta tuulelta häälytetty, ja sinä turvatoin! katso, minä panen sinun kives niinkuin kaunistuksen, ja tahdon sinun perustukses saphireilla laskea,",
      "Ja sinun akkunas kristallista rakentaa, ja sinun porttis rubinista, ja kaikki sinun rajas valituista kivistä.",
      "Ja kaikki sinun lapses pitää oleman opetetut Herralta, ja suuri rauha sinun lapsilles.",
      "Vanhurskaudella pitää sinun valmistetuksi tuleman: sinun pitää oleman kaukana väkivallasta, ettei sinun pidä pelkäämän, ja hämmästyksestä; sillä ei sen pidä sinua lähestymän.",
      "Katso, kuka tahtoo sinua vastaan koota ja sortaa sinua, jos he ilman minua kokoontuvat?",
      "Katso, minä teen sepän, joka hiilet tulessa lietsoo, ja tekee aseen työtänsä varten: niin minä myös teen raatelian hukuttamaan.",
      "Ei yksikään ase, joka valmistetaan sinua vastaan, pidä menestymän; ja kaikki kielet, jotka heitänsä asettavat sinua vastaan, pitää sinun tuomiollas kadotettaman. Tämä on Herran palveliain perimys, ja heidän vanhurskautensa minusta, sanoo Herra."
    ],
    [
      "Kaikki janoovaiset, tulkaat vetten tykö, tekin, joilla ei ole rahaa, tulkaat, ostakaat ja syökäät; tulkaat, ostakaat, ilman rahaa ja ilman hintaa, viinaa ja rieskaa.",
      "Miksi te annatte rahan siinä, kussa ei leipää ole, ja teidän työnne siinä, kussa ei ole ravintoa? Kuulkaat minua, ja nauttikaat hyvää, ja teidän sielunne riemuitkaan lihavuudessa.",
      "Kallistakaat korvanne ja tulkaat minun tyköni, kuulkaat, niin teidän sielunne saa elää; ja minä teen teidän kanssanne ijankaikkisen liiton, lujat Davidin armot.",
      "Katso, minä panin hänen kansoille todistajaksi, päämieheksi ja opettajaksi kansoille.",
      "Katso, sinun pitää kutsuman pakanat, joita et sinä tunne, ja ne pakanat, jotka ei sinua tunteneet, pitää juokseman sinun tykös, Herran sinun Jumalas tähden, ja Israelin Pyhän tähden, joka sinua kaunisti.",
      "Etsikäät Herraa, kuin hän löytää taitaan: rukoilkaat häntä, koska hän läsnä on.",
      "Jumalatoin hyljätköön tiensä, ja pahointekiä ajatuksensa, ja palatkaan Herran tykö, niin hän armahtaa häntä, ja meidän Jumalamme tykö, sillä hänen tykönänsä on paljon anteeksiantamusta.",
      "Sillä minun ajatukseni ei ole teidän ajatuksenne, ja teidän tienne ei ole minun tieni, sanoo Herra.",
      "Vaan niin paljo korkeampi kuin taivas on maasta, niin ovat myös minun tieni korkeammat teidän teitänne, ja minun ajatukseni teidän ajatuksianne.",
      "Sillä niinkuin sade ja lumi tulee taivaasta alas, ja ei mene sinne jälleen, vaan tuorettaa maan, ja tekee sen hedelmälliseksi ja antaa sen kasvaa, ja antaa siemenen kylvettää ja leivän syötää;",
      "Niin on myös minun sanani, joka minun suustani lähtee, ei sen pidä tyhjänä palajaman minun tyköni, vaan tekemän mitä minulle otollinen on, ja sen pitää menestymän, jota varten minä sen lähettänytkin olen.",
      "Sillä ilossa teidän pitää lähtemän ja rauhassa saatettaman; vuoret ja kukkulat pitää teidän edessänne kiitosta veisaaman, ja kaikki puut kedolla käsillänsä yhteen lyömän.",
      "Hongat pitää orjantappurain siassa kasvaman, ja myrttipuu nukulaisten edestä; ja se pitää oleman Herralle nimeksi, ijankaikkiseksi merkiksi, jota ei pidä hävitettämän."
    ],
    [
      "Näin sanoo Herra: pitäkäät oikeus, ja tehkäät vanhurskautta; sillä minun autuuteni on läsnä tulemassa, ja minun vanhurskauteni, että se ilmoitetaan.",
      "Autuas on se ihminen, joka sen tekee, ja se ihmisen lapsi, joka sen käsittää: että hän pitäis sabbatin, eikä sitä arkioksi tekisi, ja pidättäis kätensä, ettei hän mitään pahaa tekisi.",
      "Ja muukalainen, joka Herraan on suostunut, ei pidä sanoman: Herra kaiketi eroittaa minun kansastansa; ja kuohittu ei pidä sanoman: katso, minä olen kuiva puu.",
      "Sillä näin sanoo Herra kuohituille: jotka minun sabbatini pitävät, ja valitsevat mitä minulle kelpaa, ja lujasti pitävät minun liittoni:",
      "Niin minä annan heille minun huoneessani ja muurissani paikan, ja paremman nimen kuin pojilla ja tyttärillä on; ijankaikkisen nimen minä heille annan, jota ei pidä hävitettämän.",
      "Ja muukalaisten lapsille, jotka Herraan suostuneet ovat häntä palvelemaan ja Herran nimeä rakastamaan, ja hänen palveliansa olemaan: jokainen heistä, joka sabbatin pitää, ettei hän sitä arkioksi tekisi, vaan pitäis lujasti minun liittoni,",
      "Ne minä vien pyhän vuoreni tykö, ja ilahutan heitä minun rukoushuoneessani; heidän uhrinsa ja polttouhrinsa pitää minulle otolliset oleman minun alttarillani; sillä minun huoneeni pitää kutsuttaman kaikkein kansain rukoushuoneeksi.",
      "Herra, Herra, joka Israelin hyljätyt kokoo, sanoo: minä tahdon vielä enemmän hänen koottuinsa joukkoon koota.",
      "Kaikki pedot kedolla, tulkaat ja syökäät, ja kaikki pedot metsässä.",
      "Kaikki heidän vartiansa ovat sokiat, eikä tiedä mitään, he ovat kaikki mykät koirat, jotka ei voi haukkua; he ovat laiskat, he makaavat ja unta rakastavat.",
      "Mutta he ovat häpeemättömät väkevät koirat, jotka ei ikänä taida tulla ravituiksi. Ei paimenet itsekään tiedä mitään eli ymmärrä; jokainen ottaa vaarin omasta tiestänsä, kukin noudattaa ahneuttansa hänen tilassansa.",
      "Tulkaat, ottakaamme viinaa ja juopukaamme, ja olkoon huomenna niinkuin tänäpänäkin, ja vielä paljo enempi."
    ],
    [
      "Vanhurskas hukkuu, ja ei ajattele kenkään sitä sydämessänsä; pyhät miehet temmataan pois, ja ei siitä kenkään pidä vaaria; sillä vanhurskaat otetaan pois onnettomuudesta,",
      "Ja jotka toimellisesti vaeltaneet ovat, tulevat rauhaan, ja lepäävät kammioissansa.",
      "Tulkaat tänne edes, te noitain lapset, te huorintekiäin ja porttoin siemenet.",
      "Kenenkä kanssa te nyt tahdotte iloita hekumassa? Kenenkä päälle te nyt tahdotte suutanne irvistellä, ja kieltänne pistää? Ettekö te ole rikoksen lapset ja väärä siemen?",
      "Te jotka olette hempeät epäjumaliin kaikkein viheriäisten puiden alla, ja teurastatte lapsia ojain tykönä vuorten alla.",
      "Sinun menos on sileiden kivien seassa, ojissa, ne ovat sinun osas; niille sinä vuodatat juomauhris, kuin sinä ruokauhria uhraat: pitäiskö minun siihen mielistymän?",
      "Sinä teet vuotees korkialle jyrkälle vuorelle, ja menet myös itse sinne ylös uhria uhraamaan.",
      "Oven ja pihtipielen taa panet sinä muistos; sillä sinä vierität sinus pois minun tyköäni, menet ylös, ja levität vuotees, ja kiinnität itses heihin; sinä rakastat heidän vuodettansa, kussa ikänä sinä heidät näet.",
      "Sinä menet kuninkaan tykö öljyllä, ja sinulla on moninaiset voiteet: ja lähetät sanas saattajat kauvas, ja olet alennettu hamaan helvettiin.",
      "Sinä vaivasit itsiäs monissa teissä, ja et sanonut: minä suutun; vaan ettäs löydät sinun kätes elämän, sentähden et sinä väsy.",
      "Ketäs kartat ja pelkäät? ettäs valheessa olet, ja et muista minua, etkä johdata mielees; luuletkos minun ijäti olevan ääneti, ettes minua ensinkään pelkää?",
      "Minä ilmoitan sinun vanhurskautes, ja sinun tekos: ja ne ei sinua pidä hyödyttämän.",
      "Kuin sinä huudat, niin auttakoon sinun joukkos sinua; mutta tuulen pitää heidät kaikki viemän pois, ja turhuuden pitää ne ottaman pois; mutta joka minuun uskaltaa, hänen pitää maan perimän ja omistaman minun pyhän vuoreni,",
      "Ja saoman: tehkäät tietä, tehkää tietä, levittäkäät polku, sysätkäät loukkaukset minun kansani tieltä pois.",
      "Sillä näin sanoo korkia ja ylistetty, joka asuu ijankaikkisuudessa, ja jonka nimi on Pyhä: minä asun korkeudessa ja pyhyydessä, ja niiden tykönä, joilla särjetty ja nöyrä henki on, että minä virvoittaisin nöyryytetyn hengen, ja saattaisin särjetyn sydämen eläväiseksi.",
      "Sillä en minä ijäti tahdo riidellä, enkä vihastua ijankaikkisesti; vaan minun kasvoistani on henki lähtevä, ja minä teen hengen.",
      "Minä olin vihainen heidän ahneutensa vääryyden tähden, ja löin heitä, lymytin itseni ja närkästyin; silloin he menivät eksyksissä oman sydämensä tiellä.",
      "Minä näin heidän tiensä, paransin heidät, ja johdatin heitä ja lohdutin niitä, jotka heitä murehtivat.",
      "Minä olen luonut huulten hedelmän: rauhan, rauhan sekä kaukaisille että läheisille, sanoo Herra, ja olen heitä parantanut.",
      "Mutta jumalattomat ovat niinkuin lainehtiva meri, joka ei voi tyventyä; vaan hänen aaltonsa heittävät loan ja mudan.",
      "Jumalattomilla ei ole rauhaa, sanoo minun Jumalani."
    ],
    [
      "Huuda rohkiasti, älä säästä, korota äänes niinkuin basuna, ja ilmoita minun kansalleni heidän ylitsekäymisensä, ja Jakobin huoneelle heidän syntinsä.",
      "Minua tosin he etsivät joka päivä, tahtovat tietää minun tietäni, niinkuin se kansa, joka jo vanhurskauden tehnyt on, ja ei ole heidän Jumalansa oikeutta hyljännyt. He kysyvät minulta oikiaa tuomiota, ja tahtovat lähestyä Jumalaa.",
      "Miksi me paastoamme, ja et sinä sitä katso? miksi me ruumistamme vaivaamme, ja et sinä sitä tahdo tietää? Katso, kuin te paastootte, niin te teette teidän tahtonne, ja vaaditte kaikkia teidän velvollisianne.",
      "Katso, te paastotte toraksi ja riidaksi, pieksätte rusikalla jumalattomasti. Älkäät paastotko niinkuin te nyt teette, että teidän parkunne kuuluu korkeuteen.",
      "Pitäiskö se oleman senkaltainen paasto, jonka minä valitsen: että ihminen ruumistansa päivällä vaivaa eli kallistaa päänsä niinkuin kaisla, taikka säkissä eli tuhassa makaa, senkö te paastoksi kutsutte, ja Herran otolliseksi päiväksi?",
      "Mutta tämä on paasto, jonka minä valitsen: laske ne vallallensa, jotka vääryydellä sidotut ovat, päästä raskautetut irralle, laske vaivatut vapaaksi, ota pois kaikkinainen kuorma.",
      "Taita isoovalle leipäs, vie raadolliset kulkiat huoneesees: kuin sinä näet alastoman, niin vaateta häntä, ja älä käännä itsiäs pois lihas tyköä.",
      "Silloin sinun valkeutes puhkee paistamaan niinkuin aamurusko, ja sinun parannukses on nopiasti kasvava; ja sinun vanhurskautes vaeltaa sinun edelläs. ja Herran kunnia on sinun korjaava.",
      "Silloin sinä rukoilet, ja Herra kuulee sinun rukoukses; ja koska sinä huudat, niin hän sanoo: katso, tässä minä olen. Ellet sinä ketään tykönäs raskauta, eli sormellas osoita, taikka pahasti puhu.",
      "Jos avaat sydämes isoovaiselle, ja ravitset raadolliset sielut; niin sinun valkeutes on pimiässä koittava, ja sinun hämäräs on oleva niinkuin puolipäivä.",
      "Ja Herra johdattaa aina sinua, ja ravitsee sielus poudalla, ja sinun luus vahvistaa; ja sinä olet oleva niinkuin kasvatettu yrttitarha ja niinkuin lähde, josta ei koskaan vesi puutu.",
      "Ja se rakennetaan sinulta, joka kauvan on autiona ollut, ja sinä lasket perustuksen, joka pysyy ijankaikkisesti; ja sinä pitää kutsuttaman rauvenneen tukiaksi, ja teiden parantajaksi, että siinä saataisiin asua.",
      "Jos sinä käännät jalkas sabbatista pois, niin ettes tee sinun tahtoas minun pyhäpäivänäni, niin se pitää iloiseksi sabbatiksi kutsuttaman, Herran kunnialliseksi pyhäksi; sillä niin sinä häntä ylistät, kuin et tee sinun teitäs, etkä niistä löydetä, jotka sinulle kelpaavat, eli mitä sinä puhut.",
      "Silloin on sinulla ilo oleva Herrassa, ja minä ylennän sinun maan kukkulain päälle, ja tahdon sinua ruokkia Jakobin sinun isäs perimisestä; sillä Herran suu on sen puhunut."
    ],
    [
      "Katso, ei Herran käsi ole lyhennetty, niin ettei hän voi auttaa, ja ei hänen korvansa raskaat, ettei hän kuule;",
      "Vaan teidän pahuutenne eroittaa teidät ja teidän Jumalanne toisen toisestansa, ja teidän syntinne kätkevät pois hänen kasvonsa teiltä, niin ettei teitä kuulla.",
      "Sillä teidän kätenne ovat saastutetut verellä, ja sormenne vääryydellä; teidän huulenne puhuvat valhetta, ja kielenne latelevat vääryyttä.",
      "Ei ole yhtään, joka saarnaa vanhurskautta eli tuomitsee uskollisesti. Turhuuteen luotetaan ja puhutaan kelpaamattomia; onnettomuudesta ovat he raskaat, ja synnyttävät tuskan.",
      "He hautovat basiliskin munia, ja kutovat hämähäkin verkkoa: jos joku syö hänen muniansa, niin hänen täytyy kuolla, jos ne rikotaan, niin niistä tulee kyykärme.",
      "Heidän hämähäkkinsä verkot ei kelpaa vaatteeksi, ja heidän tekonsa ei kelpaa peitteeksi; sillä heidän työsä ovat väärät työt, ja heidän käsissänsä on väkivalta.",
      "Heidän jalkansa juoksevat pahaan ja ovat nopsat vuodattamaan viatonta verta; heidän ajatuksensa ovat väärät ajatukset, heidän teissänsä on hävitys ja vahinko.",
      "Ei he tunne rauhan teitä, eikä ole oikeutta heidän käymisissänsä; heidän polkunsa ovat karsaat: joka niitä käy, ei hänellä ole ikänä rauhaa.",
      "Sentähden on meistä oikeus kaukana, ja vanhurskaus ei käsitä meitä; me odotimme valkeutta, katso, niin tulee pimeys: paistetta, ja katso, me vaellamme sumussa.",
      "Me haparoitsimme seiniä niinkuin sokiat, ja pitelimme niinkuin ne, joilla ei silmiä ole; me loukkaamme itsemme puolipäivänä niinkuin hämärissä, me olemme pimeydessä niinkuin kuolleet.",
      "Me myrisemme kaikki niinkuin karhut, ja vaikeroitsemme surkiasti niinkuin mettiset, sillä me odotamme oikeutta, ja ei sitä olekaan, autuutta, ja se on meistä kaukana.",
      "Sillä meidän rikoksiamme on sinun edessäs aivan paljo, ja meidän syntimme todistavat meitä vastaan; sillä meidän rikoksemme on meitä läsnä, ja me tunnemme pahat tekomme.",
      "Rikoksella ja valheella Herraa vastaan me luovumme meidän Jumalastamme, puhumaan vääryyttä ja tottelemattomuutta, ajatellaksemme ja ladellaksemme vääriä sanoja sydämestämme.",
      "Sentähden on myös oikeus palannut takaperin, ja vakuus on kauvas mennyt; sillä totuus putoo kaduille, ja vakuus ei taida tulla edes.",
      "Totuus on pois, ja joka luopuu pahasta, hänen pitää oleman jokaisen saaliina. Herra näkee sen, ja se on paha hänen silmäinsä edessä, ettei oikeutta ole.",
      "Ja hän näkee, ettei yhtään miestä ole, ja ihmettelee, ettei kenkään pyydä sitä sovittaa: niin hänen käsivartensa vapahtaa hänen, ja hänen vanhurskautensa pitää hänen tallella.",
      "Sillä hän pukee yllensä vanhurskauden niinkuin rautapaidan, ja panee autuuden rautalakin päähänsä; ja puettaa itsensä koston vaatteilla niinkuin puvulla, ja pukee yllensä kiivauden niinkuin hameen:",
      "Niinkuin se, joka kostaa vihollisillensa heidän ansionsa jälkeen ja tahtoo maksaa vihamiehillensä julmuudella, ja luodoille tahtoo hän maksaa ansion jälkeen,",
      "Että Herran nimeä peljättäisiin lännestä, ja hänen kunniaansa idästä, kuin hän on tuleva niinkuin tydytetty virta, jonka Herran tuuli ajaa matkaan.",
      "Ja Zionille on tuleva vapahtaja, ja niille, jotka kääntyvät pois synneistä Jakobissa, sanoo Herra.",
      "Ja minä teen tämän liiton heidän kanssansa, sanoo Herra: minun henkeni, joka sinun päälläs on, ja minun sanani, jotka minä sinun suuhus pannut olen, ei pidä lähtemän sinun suustas, eikä sinun siemenes suusta, ja lastes lasten suusta, sanoo Herra, nyt niin ijankaikkiseen."
    ],
    [
      "Nouse, ole kirkas; sillä sinun valkeutes tulee, ja Herran kunnia koittaa sinun ylitses.",
      "Sillä katso, pimeys peittää maan, ja synkeys kansan; mutta Herra koittaa sinun ylitses, ja hänen kunniansa pitää sinun päälläs nähtämän.",
      "Ja pakanat pitää vaeltaman sinun valkeudessas, ja kuninkaat sinun paisteessas, joka sinun ylitses koittaa.",
      "Nosta silmäs, katso ympärilles, kaikki nämät kootut tulevat sinun tykös; sinun poikas tulevat kaukaa, ja sinun tyttäres kylkien vieressä kasvatetaan.",
      "Silloin sinä saat sen nähdä ja iloitset, sinun sydämes ihmettelee, ja levittää itsensä, kuin suuri paljous meren tykönä kääntyy sinun tykös, ja pakanain voima tulee sinulle.",
      "Kamelein paljous on peittävä sinun, nopsat Midianin ja Ephan kamelit; ne kaikki tulevat Sabasta; kultaa ja pyhää savua he tuovat, ja he ilmoittavat Herran kiitoksen.",
      "Kaikki Kedarin laumat kokoontuvat sinun tykös, ja Nebajotin oinaat palvelevat sinua: ne pitää minun otolliselle alttarilleni uhrattaman, sillä minä tahdon minun kunniani huoneen kaunistaa.",
      "Kutka ovat nuo, jotka lentävät niinkuin pilvet, ja niinkuin mettiset akkunoillensa?",
      "Sillä minua luodot odottavat, ja haahdet meressä ensimäisinä tuomaan sinun lapses tähän kaukaa; heidän hopiansa ja kultansa heidän kanssansa, Herran sinun Jumalas ja Israelin Pyhän nimeen, joka sinua kunnioitti.",
      "Muukalaisten lapset pitää sinun muuris rakentaman, ja heidän kuninkaansa pitää sinua palveleman; sillä vihassani löin minä sinua, ja armoissani minä armahdan sinua.",
      "Ja sinun porttis pitää alati avoinna oleman, ja ei pidä päivällä eikä yöllä suljettaman, että pakanain voima tuotaisiin, ja heidän kuninkaansa saatettaisiin sinun tykös.",
      "Sillä ne pakanat ja valtakunnat, jotka ei tahdo sinua palvella, pitää hukkuman, ja pakanat pitää peräti hukutettaman.",
      "Libanonin kunnia pitää tuleman sinun tykös, honka, tammi ja buksipuu ynnä, kaunistamaan minun pyhää siaani; sillä minä tahdon jalkani sian kunnioittaa.",
      "Heidän pitää myös kumaroissansa sinun tykös tuleman, jotka sinua sortaneet ovat, ja kaikki, jotka sinua pilkanneet ovat, pitää lankeeman sinun jalkais eteen, ja kutsuman sinun Herran kaupungiksi, Israelin Pyhän Zioniksi.",
      "Ettäs olet hyljätty ja vihattu ollut, kussa ei kenkään vaeltanut, tahdon minä sinua ijankaikkiseksi korkeudeksi tehdä, ja iloksi suvusta sukuun;",
      "Että sinun pitää pakanain rieskaa imemän, ja kuningasten nisät pitää sinua imettämän: ettäs tuntisit minun Herraksi sinun vapahtajakses, ja että minä, Jakobin väkevä, olen sinun lunastajas.",
      "Minä tahdon saattaa kultaa vasken siaan, ja hopiaa raudan siaan, ja vaskea puiden siaan ja rantaa kivien sijaan ja tahdon tehdä vaivas rauhaksi, ja työs vanhurskaudeksi.",
      "Ei enään sinun maallas vääryyttä kuuluman pidä, ei vahinkoa, eikä kadotusta sinun äärissäs; vaan sinun muuris pitää autuudeksi ja sinun porttis kiitokseksi kutsuttaman.",
      "Ei auringon pidä enään päivällä sinulle paistaman, eikä kuun valon sinua valaiseman; vaan Herra on sinun ijankaikkinen valkeutes, ja sinun Jumalas on sinun ylistykses.",
      "Ei sinun aurinkos enään laske, eikä kuus kadota valoansa; sillä Herra on sinun ijankaikkinen valkeutes, ja sinun murhepäiväs loppuvat.",
      "Ja sinun kansas on kaikki vanhurskas oleva, ja maan piirin ijankaikkisesti omistava, niinkuin minun istutukseni vesat ja käsialani ovat minulle ylistykseksi.",
      "Vähäinen pitää tuhanneksi tuleman, ja piskuinen väkeväksi kansaksi: minä Herra tahdon sen ajallansa toimittaa."
    ],
    [
      "Herran, Herran henki on minun päälläni, sentähden on Herra minua voidellut, saarnaamaan köyhille hyvää sanomaa; hän on minun lähettänyt parantamaan särjettyjä sydämiä: saarnaamaan vangeille lunastusta ja sidotuille pääsemistä;",
      "Saarnaamaan Herran otollista vuotta, ja meidän Jumalamme kostopäivää; lohduttamaan kaikkia murheellisia;",
      "Että minä saattaisin murheellisille Zionissa kaunistuksen tuhan edestä, ja iloöljyn murheen edestä, ja kauniit vaatteet murheellisen hengen edestä; että he vanhurskauden puuksi kutsuttaisiin, Herran istuttamisen ylistykseksi.",
      "Ja heidän pitää vanhat autiot paikat rakentaman, ja parantaman mitä muinen on hävitetty; heidän pitää autiot kaupungit uudistaman, jotka suvusta sukuun hävitettynä olivat.",
      "Muukalaiset pitää seisoman ja teidän laumanne kaitseman; ja vierasten lapset pitää teidän peltomiehenne ja viinamäkenne miehet oleman.",
      "Mutta teitä pitää Herran papiksi kutsuttaman, ja sanottaman: te olette meidän Jumalamme palveliat, ja teidän pitää pakanain hyvyyden syömän, ja heidän kunniastansa pitää teidän kerskaaman.",
      "Teidän häpiänne edestä pitää teidän kaksinkertaisesti saaman, ja häväistyksen edestä pitää heidän riemuitseman osassansa: sentähden pitää heidän kaksinkertaisesti maansa omistaman: heillä pitää ijankaikkinen riemu oleman.",
      "Sillä minä olen Herra, joka oikeutta rakastan, ja vihaan ryövättyä polttouhria: ja tahdon saattaa, ettei heidän työnsä pidä turha oleman, ja teen ijankaikkisen liiton heidän kanssansa.",
      "Ja heidän siemenensä pitää pakanain seassa tunnettaman, ja heidän jälkeentulevaisensa kansain seassa; että jokainen, joka heidät näkee, pitää heidät tunteman, että he ovat siunattu siemen Herralta.",
      "Minä iloitsen suuresti Herrassa, ja minun sieluni riemuitsee minun Jumalassani; sillä hän puetti minun autuuden vaatteilla, ja verhoitti minun vanhurskauden hameella: niinkuin ylkä kaunistettu papillisella kaunistuksella, ja niinkuin morsian kaunistettu kaunistuksessansa.",
      "Sillä niinkuin hedelmä kasvaa maasta, ja siemen yrttitarhassa putkahtaa, niin antaa Herra, Herra vanhurskauden ja kiitoksen käydä ylös kaikkein pakanain edessä."
    ],
    [
      "Zionin tähden en minä vaikene, ja Jerusalemin tähden en minä lakkaa, siihenasti että hänen vanhurskautensa koittaa niinkuin paiste, ja hänen autuutensa palaa niinkuin tulisoitto.",
      "Että pakanatkin näkisivät sinun vanhurskautes, ja kaikki kunikaat sinun kunnias. Ja sinä nimitetään uudella nimellä, jonka Herran suu on nimittävä.",
      "Ja sinun pitää oleman kunnian kruunu Herran kädesssä, ja kuninkaan hiippa sinun Jumalas kädessä.",
      "Et sinä enään kutsuta hyljätyksi, eikä sinun maatas enää sanota hävitetyksi, vaan sinä kutsutaan: minun suosioni on hänessä, ja sinun maas asuttavaksi; sillä Herra on mielistynyt sinuun, ja sinun maallas asutaan.",
      "Sillä niinkuin nuorukainen rakastaa neitsyttä, niin sinun lapses pitää sinua rakastaman; ja niinkuin ylkä iloitsee morsiamestansa, niin myös sinun Jumalas iloitsee sinusta.",
      "Jerusalem, minä asetan vartiat muuris päälle, jotka ei ikänä päivällä eikä yöllä vaikene; ja jotka Herran muistatte, ei teidän pidä vaiti oleman.",
      "Ja ei teidän pidä hänestä vaikeneman, siihenasti että hän sen vahvistaa, ja asettaa Jerusalemin maan päälle kiitokseksi.",
      "Herra vannoo oikian kätensä kautta, ja voimansa käsivarren kautta: en minä tahdo enään antaa jyviäs vihollistes syödä, enkä viinaas, jonka tähden sinä työtä teit, muukalaisten juoda;",
      "Vaan jotka sen kokoovat, syövät sitä ja kiittävät Herraa; ja jotka sitä kokoovat, juovat sitä minun pyhyyteni esihuoneissa.",
      "Menkäät, menkäät porttein kautta, peratkaat tietä kansalle: silittäkäät, silittäkäät polut, siirtäkäät kivet pois, ylentäkäät lippu kansain päälle.",
      "Katso, Herra antaa sen kuulua hamaan maailman ääriin asti: sanokaat Zionin tyttärelle: katso, sinun autuutes tulee, katso, hänen palkkansa on hänen myötänsä, ja hänen työnsä hänen edessänsä.",
      "Ja he pitää kutsuttaman pyhäksi kansaksi, Herran lunastetuiksi; ja sinä kutsutaan etsityksi ja ei hyljätyksi kaupungiksi."
    ],
    [
      "Kuka on se, joka tulee Edomista, punaisilla vaatteilla Botsrasta, joka niin on kaunistettu vaatteissansa, ja käy suuressa voimassansa? Minä joka puhun vanhurskautta, ja taidan kyllä auttaa.",
      "Miksi ovat siis vaattees niin punaiset, ja pukus niinkuin viinakuurnan sotkujan?",
      "Minä sotkun viinakuurnan yksinäni, ja ei yksikään kansasta minun kanssani. Minä tallaan heitä vihassani, ja sotkun heitä julmuudessani; siitä on heidän verensä priiskunut vaatteisiini, ja minä olen saastuttanut kaikki minun pukuni;",
      "Sillä minä olen säätänyt itselleni kostopäivän, ja vuosi on tullut omiani pelastaa.",
      "Sillä minä katsoin ympärilleni, ja ei ollut auttajaa, ja minä hämmästyin, ja ei kenkään holhonut minua; vaan minun käsivarteni vapahti minun, ja minun vihani holhoi minua.",
      "Ja minä olen tallannut kansat vihassani, ja tehnyt heitä juovuksiin minun julmuudessani; ja sysäsin heidän voittonsa maahan.",
      "Minä tahdon Herran laupiutta muistaa, ja Herran kiitosta kaikista niistä, mitkä Herra meille tehnyt on, ja sitä suurta hyvyyttä Israelin huoneelle, jonka hän sille tehnyt on, suuren laupiutensa ja hyvyytensä kautta.",
      "Sillä hän sanoo: he ovat tosin minun kansani, lapset, jotka ei valhetteliat ole; ja hän oli heidän vapahtajansa.",
      "Kaikessa heidän ahdistuksessansa oli hänellä ahdistus, ja enkeli, joka hänen edessänsä on, autti heitä; rakkautensa ja armonsa tähden hän lunasti heitä, ja otti heitä ylös, ja kantoi heitä aina vanhasta tähän asti.",
      "Mutta he olivat vastahakoiset, ja vihoittivat hänen Pyhän Henkensä; sentähden hän muuttui heidän viholliseksensa, ja soti heitä vastaan.",
      "Ja hänen kansansa muisti taas entisiä Moseksen aikoja. Kussa siis nyt se on, joka heidät vei ulos merestä laumansa paimenen kanssa? Kussa on se, joka Pyhän Henkensä heidän sekaansa antoi;",
      "Joka oikialla kädellänsä Moseksen vei, kunniallisella käsivarrellansa; joka vedet jakoi heidän edellänsä, tehdäksensä itsellensä ijankaikkista nimeä;",
      "Joka heitä vei syvyyden kautta, niinkuin hevoset korvessa, ilman kompastumata.",
      "Niinkuin karjan, joka kedolle menee, saatti Herran Henki heidät lepoon, niin sinä myös kansas johdatit, tehdäkses itselles ijankaikkista nimeä.",
      "Niin katso nyt taivasta, ja katso tänne alas pyhästä ja kunniallisesta asuinsiastas. Kusssa nyt on kiivautes ja voimas? sinun suuri sydämellinen laupiutes kovennetaan minua vastaan.",
      "Sinä olet kuitenkin meidän Isämme; sillä ei Abraham meistä mitään tiedä, ja ei Israel meitä tunne; mutta sinä Herra olet meidän Isämme ja meidän Lunastajamme; ja se on ijäti sinun nimes.",
      "Miksis, Herra, sallit meidän eksyä sinun teiltäs, ja annoit sydämemme paatua, ettemme sinua peljänneet? Palaja palveliais tähden ja perimises sukukuntain tähden.",
      "He omistavat lähes kaiken sinun pyhän kansas; meidän vihollisemme polkevat sinun pyhyytes alas.",
      "Me olemme juuri niinkuin ennenkin, kuin et sinä meitä hallinnut, ja emme olleetkaan sinun nimees nimitetyt."
    ],
    [
      "Jospa sinä taivaat halkaisisit, ja astuisit alas, että vuoret vuotaisivat sinun edessäs, niinkuin palava vesi kiehuu pois väkevällä tulella,",
      "Että sinun nimes tulis tiettäväksi sinun vihollisilles, ja että pakanat sinun edessäs vapisisivat.",
      "Niiden ihmeitten tähden, jotka sinä teet, joita ei kenkään toivonut; koska sinä menit alas, ja vuoret edessäs sulaisivat.",
      "Ja ei maailman alusta kuultu, eikä korville tullut ole, eli yksikään silmä nähnyt ole, paitsi sinua Jumala, mikä niille tapahtuu, jotka sinua odottavat.",
      "Sinä kohtasit niitä iloisna, jotka tekivät vanhurskautta, ja sinua muistelivat sinun teilläs. Katso, sinä vihastuit, koska me syntiä teimme ja kauvan niissä viivyimme, mutta kuitenkin meitä autettiin.",
      "Mutta me olemme kaikki saastaiset, ja kaikki meidän vanhurskautemme on niinkuin saastainen vaate; me olemme kaikki lakastuneet niinkuin lehdet, ja meidän syntimme viskoivat meitä niinkuin tuuli.",
      "Ja ei ole sitä, joka rukoilee sinun nimeäs, ja nousee sinuun kiinni tarttumaan; sillä sinä peität kasvos meiltä, ja annat meidät nääntyä suurissa synneissämme.",
      "Mutta nyt Herra, sinä olet meidän Isämme; me olemme savi, sinä olet meidän valajamme, ja me olemme kaikki sinun käsialas.",
      "Älä, Herra, niin kovin vihastu, ja älä ijäti ajattele syntiämme; katso sitä, että me olemme kaikki sinun kansas.",
      "Sinun pyhyytes kaupungit ovat hävitetyt, Zion on autioksi tehty ja Jerusalem on kylmillä.",
      "Meidän pyhyytemme ja kunniamme huone, jossa meidän isämme sinua kunnioittivat, on tulella poltettu; ja kaikki meidän kauniimpamme ovat häväistyt.",
      "Herra, maltatkos sinus näistä niin kovana pitää ja vaiti olla, ja lyödä meitä niin kovin alas."
    ],
    [
      "Minä etsitään niiltä, jotka ei kysyneet minua; minä löytään niiltä, jotka ei minua etsineet; ja pakanoille, jotka ei rukoilleet minun nimeäni, sanon minä: tässä minä olen, tässä minä olen.",
      "Minä kokotan käteni koko päivän tottelemattomalle kansalle, joka vaeltaa ajatustensa jälkeen sitä tietä, joka ei hyvä ole;",
      "Sille kansalle, joka vihoittaa minun, on aina minun kasvoini edessä: uhraa yrttitarhoissa, suitsuttaa tulikivien päällä;",
      "Asuu hautain keskellä, on yötä luolissa, syö sian lihaa, ja heillä on kauhia liemi heidän padoissansa,",
      "Ja sanovat: mene puolelles, ja älä satu minuun, sillä minä olen pyhempi sinua: näiden pitää oleman savun minun vihassani, ja tulen, joka palaa koko päivän.",
      "Katso, minun edessäni on kirjoitettu: en minä tahdo olla ääneti, vaan minä tahdon maksaa, ja maksaa heidän helmaansa,",
      "Sekä teidän pahat tekonne, ja teidän isäinne pahat teot yhtenänsä, sanoo Herra: ne jotka vuorilla suitsuttaneet, ja minua kukkuloilla häväisseet ovat; minä tahdon jälleen mitata heidän entiset työnsä heidän helmaansa.",
      "Näin sanoo Herra: niinkuin viina löytään viinamarjoissa, ja sanotaan: älä sitä hävitä, sillä siinä on siunaus: juuri niin tahdon minä minun palveliani tähden tehdä, etten minä sitä kaikkea hävitä.",
      "Vaan johdatan Jakobista siemenen, ja Juudasta sen, joka minun vuorellani asuman pitää; sillä minun valittuni pitää sen omistaman, ja minun palveliani siinä asuman.",
      "Ja Saaronin pitää oleman laumain huoneen, ja Akorin laakson karjan pihaton, minun kansalleni, joka minua etsii.",
      "Mutta te, jotka hylkäätte Herran, ja unohdatte minun pyhän vuoreni, ja nostatte Gadille pöydän ja panette juomauhria täyteen Menille:",
      "Olkaan, minä tahdon lukea teitä miekkaan, niin että teidän kaikkein pitää lankeeman teurastamiseen; sillä minä kutsuin, ja ette mitään vastanneet, minä puhuin, ja ette kuulleet, vaan teitte pahaa minun silmäini edessä, ja valitsitte mitä en minä tahtonut.",
      "Sentähden sanoo Herra,Herra näin: katso, minun palveliani syövät, mutta teidän pitää isooman; katso, minun palveliani juovat, mutta teidän pitää janooman; katso, minun palveliani iloitsevat, mutta teidän pitää häpiään tuleman.",
      "Katso, minun palveliani riemuitsevat hyvästä mielestä, mutta teidän pitää sydämen kivusta parkuman, ja hengen ahdistuksessa ulvoman.",
      "Ja teidän pitää jättämän teidän nimenne minun valituilleni valaksi; ja Herra Jumala on tappava sinun, mutta hänen palveliansa nimitetään toisella nimellä.",
      "Että joka itsensä siunaa maan päällä, hän siunaa itsensä totisessa Jumalassa, ja joka vannoo maan päällä, se vannoo totisen Jumalan kautta; sillä entiset ahdistukset ovat unhotetut, ja ovat minun silmistäni peitetyt.",
      "Sillä katso, minä luon uuden taivaan ja uuden maan, ja entisiä ei pidä muistettaman, eikä mieleen johdatettaman.",
      "Vaan iloitkaat ja riemuitkaat ijankaikkisesti niissä, kuin minä luon; sillä katso, minä luon Jerusalemin iloksi ja hänen kansansa riemuksi.",
      "Ja minä tahdon iloita Jerusalemista ja riemuita minun kansastani; ja ei hänessä enään pidä kuultaman itkun ääntä eikä valituksen ääntä.",
      "Ei siellä pidä enään lapsia oleman, jotka ei päiviinsä ulotu, eikä vanhoja, jotka ei vuosiansa täytä; sillä sadan vuotiset lapset pitää kuoleman, ja sadan ajastaikaiset syntiset pitää kirotut oleman.",
      "He rakentavat huoneita, ja niissä asuvat: he istuttavat viinapuita, ja niiden hedelmistä syövät.",
      "Ei heidän pidä muiden asua rakentaman, eikä istuttaman muiden syödä; sillä minun kansani päivät pitää oleman niinkuin puun päivät, ja heidän käsialansa pitää vanheneman minun valittuini tykönä.",
      "Ei heidän pidä hukkaan työtä tekemän, eikä turmeluksessa synnyttämän; sillä he ovat Herran siunattuin siemen, ja heidän jälkeentulevaisensa heidän kanssansa.",
      "Ja tapahtuu, että ennenkuin he huutavat, tahdon minä vastata; koska he vielä puhuvat, tahdon minä kuulla.",
      "Susi ja lammas pitää ynnä laitumella käymän, jalopeura ja härkä yhdessä korsia syömän, ja kärmeet pitää maata syömän. Ei heidän pidä vahinkoa tekemän, eikä turmeleman koko mimun pyhällä vuorellani, sanoo Herra."
    ],
    [
      "Näin sanoo Herra: taivas on minun istuimeni, ja maa minun jalkaini astinlauta. Mikä siis on se huone, jonka te minulle rakennatte, eli mikä on minun leposiani?",
      "Ja minun käteni on kaikki nämät tehnyt ja kaikki nämät ovat tehdyt, sanoo Herra; mutta minä katson sen puoleen, joka raadollinen ja särjetyllä hengellä on, ja joka vapisee minun sanani edessä.",
      "Sillä joka härjän teurastaa, on niinkuin hän miehenkin tappais; joka lampaan uhraa, on niinkuin hän koiran niskat taittais; joka ruokauhria tuo, on niinkuin hän sian verta uhrais; joka pyhää savua muistelee, on niinkuin hän vääryyttä kiittäis: näitä he valitsevat teissänsä, ja heidän sielunsa mielistyy heidän kauhistuksiinsa.",
      "Sentähden tahdon minä myös valita heidän pilkkansa, ja jota he pelkäävät, sen saatan minä heidän päällensä; sentähden että minä kutsuin, ja ei kenkään vastannut, minä puhuin, ja ei he kuulleet. Ja he tekivät pahaa minun silmäini edessä, ja valitsivat, jota en minä tahtonut.",
      "Kuulkaat Herran sanaa te, jotka hänen sanaansa pelkäätte: teidän veljenne, jotka teitä vihasivat, ja eroittivat teidät heistänsä minun nimeni tähden, he sanovat: olkoon Herra ylistetty! vaan ilmaantukaan hän teidän iloonne; mutta heidän pitää häpiään tuleman.",
      "Sillä metelin ääni (pitää kuuluman) kaupungista, ääni templistä, Herran ääni, joka vihollisensa kostaa ansion jälkeen.",
      "Hän synnyttää ennenkuin hän saa kivun; hän synnyttää pojan ennenkuin hänen kipunsa tulee.",
      "Kuka on ikänä senkaltaista kuullut? kuka on ikänä senkaltaista nähnyt? Saaneeko koko maa yhtenä päivänä synnyttämisen kivun? syntyneekö kaikki kansa yhtä haavaa? kuitenkin on Zion, saatuansa synnyttämisen kivun, myös synnyttänyt.",
      "Eikö minun, joka muut saatan synnyttämään, pitäisi itse myös synyttämän? sanoo Herra; pitäiskö minun antaman muiden synnyttää, ja itse hedelmätöin oleman? sanoo sinun Jumalas.",
      "Iloitkaat Jerusalemin kanssa, ja ihastukaat hänestä kaikki, jotka häntä rakastatte; iloitkaat suuresti hänen kanssansa kaikki te, jotka tähänasti olette hänen tähtensä murheelliset olleet.",
      "Sillä teidän pitää imemän ja ravittaman hänen lohdutuksensa nisistä; teidän pitää lypsämän ja ilahuttaman teitänne hänen kunniansa kirkkaudesta.",
      "Sillä näin sanoo Herra: katso minä levitän hänen tykönänsä rauhan niinkuin virran, ja pakanain kunnian niinkuin vuotavan ojan, jota te saatte imeä; ja teitä pitää sylissä kannettaman, ja polvien päällä ihanteleman.",
      "Niinkuin äiti poikaansa lohduttaa, niin minä tahdon teitä lohduttaa, ja teidän pitää Jerusalemissa lohdutuksen saaman.",
      "Teidän pitää sen näkemän, ja teidän sydämenne pitää iloitseman, ja teidän luunne pitää vihoittaman niinkuin ruoho; niin tunnetaan Herran käsi hänen palvelioissansa, ja hänen vihollisissansa.",
      "Sillä katso, Herra tulee tulella, ja hänen rattaansa ovat niinkuin tuulispää; että hän kostais vihansa hirmuisuudessa, ja rangaistuksen tulen liekissä.",
      "Sillä Herra on tuomitseva tulella ja miekallansa kaiken lihan; ja Herralta tapetuita pitää paljo oleman.",
      "Jotka heitänsä pyhittävät ja puhdistavat yrttitarhoissa, yksi täällä, toinen siellä, ja syövät sian lihaa, kauhistuksia ja hiiriä: kaikki nämät pitää lopetettaman yhtä haavaa, sanoo Herra.",
      "Sillä minä tahdon tulla ja koota heidän ajatuksensa ja tekonsa, ynnä kaikkein pakanain ja kielten kanssa, että he tulisivat ja näkisivät minun kunniani.",
      "Ja minä asetan merkin heidän sekaansa, ja muutamat niistä, kuin pelastetut ovat, lähetän minä pakanoille meren tykö, joutsimiehen puoleen, Puliin ja Ludiin, Tubaliin ja Javaan päin, ja niihin kaukaisiin saariin, joissa ei tähänasti mitään ole minusta kuultu, ja ei ole minun kunniaani nähneet: ja heidän pitää minun kunniani pakanain seassa ilmoittaman.",
      "Ja tuoman ulos kaikki teidän veljenne kaikista pakanoista, Herralle ruokauhriksi, hevosilla ja rattailla, paareilla, muuleilla ja liukkailla juhdilla Jerusalemiin minun pyhän vuoreni puoleen, sanoo Herra: niinkuin Israelinkin lapset tuovat ruokauhrin puhtaassa astiassa Herran huoneeseen.",
      "Ja minä tahdon niistä ottaa papit ja Leviläiset, sanoo Herra.",
      "Sillä niinkuin uudet taivaat ja uusi maa, jotka minä teen, ovat minun edessäni, sanoo Herra, juuri niin pitää teidän siemenenne ja nimenne pysymän.",
      "Ja kaikki liha pitää yhdestä kuukaudesta niin toiseen, ja yhdestä sabbatista niin toiseen, tuleman kumartamaan minun eteeni, sanoo Herra:",
      "Ja heidän pitää menemän ulos, ja katseleman niiden ihmisten raatoja, jotka minua vastaan väärin tekivät; sillä ei heidän matonsa pidä kuoleman, eikä heidän tulensa sammuman, ja heidän pitää kaikelle lihalle kauhistukseksi oleman."
    ]
  ],
  "name": "Isaiah"
}
