{
  "id": "re",
  "chapters": [
    [
      "Jeesuksen Kristuksen ilmestys, jonka Jumala antoi hänelle näyttääkseen palvelijoilleen, mitä pian on tapahtuva. Jumala lähetti enkelinsä ja ilmoitti kaiken tämän palvelijalleen Johannekselle,",
      "joka nyt omalla todistuksellaan vahvistaa Jumalan sanan ja Jeesuksen Kristuksen todistuksen, kaiken minkä on nähnyt.",
      "Autuas se, joka tämän toisille lukee, autuaat ne, jotka kuulevat nämä ennussanat ja ottavat varteen sen, mitä tähän kirjaan on kirjoitettu, sillä hetki on lähellä.",
      "Johannes tervehtii Aasian maakunnan seitsemää seurakuntaa. Armoa ja rauhaa teille häneltä, joka on, joka oli ja joka on tuleva, ja niiltä seitsemältä hengeltä, jotka ovat hänen valtaistuimensa edessä,",
      "ja Jeesukselta Kristukselta, luotettavalta todistajalta, joka on esikoisena noussut kuolleista ja on maailman kuninkaiden hallitsija! Hänelle, joka rakastaa meitä ja on verellään vapauttanut meidät synneistämme,",
      "hänelle, joka on tehnyt meidät kuningassuvuksi ja Jumalan, Isänsä, papeiksi, hänelle kunnia ja valta aina ja ikuisesti! Aamen.",
      "-- Katso, hän tulee pilvissä! Kaikki ihmiset näkevät hänet, nekin, jotka hänet lävistivät, ja hänen tullessaan vaikeroivat maailman kaikki kansat. Näin on käyvä. Aamen.",
      "Minä, veljenne Johannes, jolla on sama ahdinko, valtakunta ja Jeesukselta tuleva kestävyys kuin teillä, olin joutunut Patmos-nimiselle saarelle, koska olin julistanut Jumalan sanaa ja todistanut Jeesuksesta.",
      "Herran päivänä Henki valtasi minut, ja minä kuulin takaani kovan äänen, kuin olisi torveen puhallettu.",
      "Käännyin nähdäkseni, mikä ääni minulle puhui, ja kun käännyin, näin seitsemän kultajalkaista lamppua",
      "ja lamppujen keskellä hahmon, joka oli ihmisen kaltainen. Hänellä oli yllään pitkä viitta ja rinnan ympärillä kultainen vyö.",
      "Hänen päänsä ja hiuksensa hohtivat valkoisina kuin valkoinen villa, kuin lumi, ja hänen silmänsä olivat kuin tulen liekit.",
      "Hänen jalkansa välkehtivät kuin sulatusuunissa hehkuva pronssi, ja hänen äänensä oli kuin suurten vesien pauhu.",
      "Hänellä oli oikeassa kädessään seitsemän tähteä, hänen suustaan pisti esiin kaksiteräinen, terävä miekka, ja hänen kasvonsa olivat kuin loistava keskipäivän aurinko.",
      "iäti elävä. Minä olin kuollut, mutta nyt minä elän, elän aina ja ikuisesti. Minulla on kuoleman ja tuonelan avaimet.",
      "Kirjoita siis, mitä näet: se, mikä on nyt, ja se, mikä on myöhemmin tapahtuva.",
      "Sinä näit seitsemän tähteä oikeassa kädessäni ja seitsemän kultajalkaista lamppua, ja niiden salaisuus on tämä: seitsemän tähteä ovat seitsemän seurakunnan enkelit, ja seitsemän lamppua ovat ne seitsemän seurakuntaa."
    ],
    [
      "Kestävyyttäkin sinulla on, olethan joutunut moneen vaivaan minun nimeni tunnustamisen tähden etkä ole antanut periksi.",
      "Mutta sitä en sinussa hyväksy, että olet luopunut ensi ajan rakkaudesta.",
      "Muista siis, mistä olet langennut, käänny ja palaa tekemään ensi ajan tekoja. Ellet tee parannusta, minä tulen luoksesi ja siirrän lamppusi paikaltaan.",
      "Siinä teet kuitenkin oikein, että inhoat nikolaiittojen tekoja, joita minäkin inhoan.",
      "Älä yhtään pelkää sitä, mitä joudut kärsimään. Saatana on sulkeva muutamia teistä vankeuteen, jotta teitä koeteltaisiin, ja te joudutte ahdinkoon kymmeneksi päiväksi. Ole uskollinen kuolemaan asti, niin minä annan sinulle voitonseppeleeksi elämän.",
      "Mutta kaikkea en sinussa hyväksy: Luonasi on sellaisia, jotka seuraavat Bileamin oppia, tuon miehen, joka opetti Balakille, miten virittää israelilaisille ansa ja vietellä heidät syömään epäjumalille uhrattua lihaa ja harjoittamaan siveettömyyttä.",
      "Heitä on sinunkin luonasi, noita jotka seuraavat nikolaiittojen opetusta.",
      "Käänny siis! Ellet tee parannusta, minä tulen kohta luoksesi ja käyn heitä vastaan, isken heitä suuni miekalla.",
      "Mutta sitä en sinussa hyväksy, että suvaitset tuota naista, tuota Isebeliä, joka sanoo itseään profeetaksi ja johtaa opetuksellaan minun palvelijoitani harhaan, harjoittamaan siveettömyyttä ja syömään epäjumalille uhrattua lihaa.",
      "Olen antanut hänelle aikaa kääntyä, mutta hän ei halua luopua siveettömästä elämänmenostaan.",
      "Voi häntä! Minä suistan hänet sairasvuoteeseen ja kaikki hänen rakastajansa ankaraan ahdinkoon, elleivät he luovu hänen tavoistaan.",
      "Hänen lapsensa minä surmaan rutolla. Kaikki seurakunnat tulevat tietämään, kuka minä olen: minä tutkin sydämet ja ajatukset ja annan jokaiselle teistä hänen tekojensa mukaan.",
      "Pitäkää kiinni siitä mitä teillä on, kunnes minä tulen.",
      "Hän paimentaa niitä rautaisella sauvalla, lyö pirstoiksi kuin saviastioita.",
      "Hän saa saman vallan, jonka minä olen Isältäni saanut; minä annan hänelle aamutähden."
    ],
    [
      "Herää ja vahvista sitä, mikä vielä on jäljellä, sitä, mikä jo oli kuolemaisillaan. Olen havainnut, että tekosi eivät täytä minun Jumalani vaatimusta.",
      "Muista, kuinka kuulit sanan ja otit sen vastaan, tarkkaa sitä ja tee parannus. Ellet ole hereillä, minä tulen kuin varas, yllätän sinut hetkellä, jota et aavista.",
      "Se, joka voittaa, saa ylleen valkeat vaatteet, enkä minä pyyhi hänen nimeään elämän kirjasta, vaan tunnustan hänet omakseni Isäni ja hänen enkeliensä edessä.",
      "Niinpä minä annan sinulle väkeä Saatanan synagogasta, niitä valehtelijoita, jotka sanovat itseään juutalaisiksi vaikka eivät ole. Minä panen heidät tulemaan luoksesi ja kumartumaan maahan jalkojesi edessä, ja he ymmärtävät silloin, että sinä olet minun valittuni.",
      "Sinä olet tarkoin seurannut sanaani ja kestänyt, ja siksi minä puolestani tarkoin varjelen sinua ja pelastan sinut siitä koetuksen hetkestä, joka kohtaa koko maailman ja panee koetteelle maan asukkaat.",
      "Siitä, joka voittaa, minä teen pylvään Jumalani temppeliin, eikä hän joudu milloinkaan lähtemään sieltä. Minä kirjoitan häneen Jumalani nimen ja Jumalani kaupungin nimen, uuden Jerusalemin, joka laskeutuu taivaasta Jumalani luota, ja oman uuden nimeni.",
      "Mutta sinä olet haalea, et kuuma etkä kylmä, ja siksi minä oksennan sinut suustani.",
      "Annan sinulle neuvon: osta minulta tulessa puhdistettua kultaa, niin tulet rikkaaksi, osta valkoiset vaatteet ja pue ne yllesi, niin häpeällinen alastomuutesi peittyy, osta silmävoidetta ja voitele silmäsi, niin näet.",
      "Jokaista, jota rakastan, minä nuhtelen ja kuritan. Tee siis parannus, luovu penseydestäsi!",
      "Minä seison ovella ja kolkutan. Jos joku kuulee minun ääneni ja avaa oven, minä tulen hänen luokseen, ja me aterioimme yhdessä, minä ja hän.",
      "Jolla on korvat, se kuulkoon, mitä Henki sanoo seurakunnille."
    ],
    [
      "Siinä samassa olin Hengen vallassa. Näin, että taivaassa oli valtaistuin ja sillä valtaistuimella istui joku,",
      "joka loisti kuin jaspis ja karneoli. Valtaistuinta ympäröi sateenkaaren kaltainen smaragdinvärinen hohde.",
      "Tämän valtaistuimen ympärillä oli kaksikymmentäneljä valtaistuinta, ja niillä istui kaksikymmentäneljä vanhinta, joilla oli yllään valkeat vaatteet ja päässään kultaseppele.",
      "Valtaistuimesta lähti salamoita ja kuin ukkosen jyly. Sen edessä oli seitsemän soihtua, Jumalan seitsemän henkeä,",
      "ja sen edessä oli myös ikään kuin lasinen, kristallin tavoin kimmeltävä meri. Valtaistuimen edessä ja ympärillä oli neljä olentoa, jotka sekä edestä että takaa olivat täynnä välkehtiviä silmiä.",
      "Yksi muistutti leijonaa, toinen nuorta härkää, kolmannella oli kuin ihmiskasvot, ja neljäs näytti lentävältä kotkalta.",
      "Näillä neljällä olennolla oli kullakin kuusi siipeä, jotka olivat molemmilta puolin täynnä välkehtiviä silmiä. Taukoamatta, päivin öin, nuo olennot lausuvat: -- Pyhä, pyhä, pyhä on Herra Jumala, Kaikkivaltias! Hän oli, hän on ja hän on tuleva.",
      "Aina kun olennot ylistävät, kunnioittavat ja kiittävät häntä, joka istuu valtaistuimellaan ja joka elää aina ja ikuisesti,",
      "nuo kaksikymmentäneljä vanhinta heittäytyvät maahan hänen valtaistuimensa eteen ja osoittavat hänelle kunnioitustaan -- hänelle, joka elää aina ja ikuisesti. He asettavat seppeleensä valtaistuimen eteen ja lausuvat:",
      "-- Herra, meidän Jumalamme! Sinä olet arvollinen saamaan ylistyksen, kunnian ja vallan, sillä sinä olet luonut kaiken. Kaikki, mikä on olemassa, on sinun tahdostasi luotu."
    ],
    [
      "Minä näin, että valtaistuimella istuvan oikeassa kädessä oli kirjakäärö. Se oli kirjoitettu täyteen molemmin puolin ja sinetöity seitsemällä sinetillä.",
      "Mutta ei ollut ketään, ei taivaassa, ei maan päällä eikä maan alla, joka olisi kyennyt avaamaan kirjan tai edes katsomaan siihen.",
      "Minä itkin katkerasti, kun ei löytynyt ketään, joka olisi ollut arvollinen avaamaan kirjan tai katsomaan siihen.",
      "Ja minä näin, että valtaistuimen ja neljän olennon edessä vanhinten keskellä seisoi karitsa. Se oli kuin teurastettu, ja sillä oli seitsemän sarvea ja seitsemän silmää -- ne Jumalan seitsemän henkeä, jotka on lähetetty kaikkialle maailmaan.",
      "Se astui lähemmäs ja otti kirjan valtaistuimella istuvan oikeasta kädestä.",
      "Kun Karitsa otti kirjan, ne neljä olentoa ja kaksikymmentäneljä vanhinta heittäytyivät hänen eteensä. Vanhimmilla oli kaikilla harppu ja kultamalja täynnä uhrisavua, pyhien rukouksia.",
      "He lauloivat uuden laulun: -- Sinä olet arvollinen ottamaan kirjan ja avaamaan sen sinetit, sillä sinut on teurastettu, olet verelläsi ostanut Jumalalle ihmisiä kaikista heimoista, kaikista kielistä, kansoista ja maista.",
      "Olet tehnyt heistä kuningassuvun, meidän Jumalamme pappeja; he tulevat hallitsemaan maan päällä.",
      "Valtaistuimen, olentojen ja vanhinten ympärillä näin suuren joukon enkeleitä ja kuulin heidän äänensä. Heitä oli lukemattomia, kymmenentuhatta kertaa kymmenentuhatta ja tuhat kertaa tuhat,",
      "ja he lausuivat kovalla äänellä: -- Karitsa, joka on teurastettu, on arvollinen saamaan vallan, rikkauden, viisauden ja voiman, kunnian, kirkkauden ja ylistyksen.",
      "Ja minä kuulin, kuinka kaikki luodut taivaassa, maan päällä, maan alla ja meressä, kaikki mitä niissä on, lausuivat: -- Hänen, joka istuu valtaistuimella, hänen ja Karitsan on ylistys, kunnia, kirkkaus ja mahti aina ja ikuisesti."
    ],
    [
      "Ja siinä samassa näin valkoisen hevosen, ja sillä, joka istui hevosen selässä, oli jousi. Hänelle annettiin seppele, ja seppelöitynä voittajana hän lähti uusia voittoja kohti.",
      "Nyt tuli esiin toinen, tulipunainen hevonen. Sille, joka istui hevosen selässä, annettiin valta riistää rauha maan päältä ja panna ihmiset tappamaan toisiaan. Hänelle annettiin iso miekka.",
      "Siinä samassa näin tuhkanharmaan hevosen. Se, joka istui hevosen selässä, oli nimeltään Kuolema, ja sen jäljessä tuli Tuonela. Ratsastajille annettiin valta neljänteen osaan maata, ne saivat tappaa miekalla, nälällä ja rutolla ja jättää loput villipetojen kynsiin.",
      "Kun Karitsa avasi viidennen sinetin, näin alttarin alla niiden sielut, jotka oli tapettu Jumalan sanan ja oman todistuksensa tähden.",
      "Silloin niille kullekin annettiin valkea vaate ja niitä kehotettiin odottamaan rauhassa vielä vähän aikaa, kunnes niitä ja niiden veljiä, niiden lailla surmattuja Jumalan palvelijoita, olisi täysi määrä.",
      "Minä näin, kuinka Karitsa avasi kuudennen sinetin. Maa järkkyi ja vavahteli, aurinko pimeni mustaksi kuin suruvaate, ja kuu muuttui kauttaaltaan verenpunaiseksi.",
      "Taivaan tähdet putosivat maahan, niin kuin viikunat varisevat puusta myrskyn sitä ravistellessa.",
      "Taivas hävisi näkyvistä kuin kirja, joka kääritään kokoon, ja kaikki vuoret ja saaret siirtyivät paikaltaan.",
      "Maan kuninkaat, ylimykset ja sotajoukkojen johtajat, rikkaat ja mahtavat miehet ja kaikki muut, niin orjat kuin vapaat, piiloutuivat luoliin ja vuorten rotkoihin"
    ],
    [
      "Tämän jälkeen näin neljä enkeliä, jotka seisoivat maan neljällä kulmalla ja pidättelivät maan neljää tuulta, ettei mikään niistä puhaltaisi yli maan ja meren eikä vasten ainoatakaan puuta.",
      "Ja vielä näin yhden enkelin, joka nousi idästä kantaen elävän Jumalan sinettiä. Hän huusi kovalla äänellä noille neljälle enkelille, joille oli annettu valta hävittää maata ja merta:",
      "Älkää hävittäkö maata, älkää merta älkääkä puita, ennen kuin olemme painaneet sinetin meidän Jumalamme palvelijoiden otsaan.",
      "Minä kuulin myös sinetillä merkittävien määrän. Sinetin sai sataneljäkymmentäneljätuhatta, ja heitä oli kaikista Israelin heimoista:",
      "Juudan heimosta sai sinetin kaksitoistatuhatta, Ruubenin heimosta kaksitoistatuhatta, Gadin heimosta kaksitoistatuhatta,",
      "Asserin heimosta kaksitoistatuhatta, Naftalin heimosta kaksitoistatuhatta, Manassen heimosta kaksitoistatuhatta,",
      "Simeonin heimosta kaksitoistatuhatta, Leevin heimosta kaksitoistatuhatta, Isaskarin heimosta kaksitoistatuhatta,",
      "Sebulonin heimosta kaksitoistatuhatta, Joosefin heimosta kaksitoistatuhatta ja Benjaminin heimosta kaksitoistatuhatta.",
      "Tämän jälkeen näin suuren kansanjoukon, niin suuren, ettei kukaan kyennyt sitä laskemaan. Siinä oli ihmisiä kaikista maista, kaikista kansoista ja heimoista, ja he puhuivat kaikkia kieliä. He seisoivat valtaistuimen ja Karitsan edessä yllään valkeat vaatteet ja kädessään palmunoksa",
      "ja huusivat kovalla äänellä: -- Pelastuksen tuo meidän Jumalamme, hän, joka istuu valtaistuimella, hän ja Karitsa!",
      "Kaikki enkelit seisoivat valtaistuimen, vanhinten ja neljän olennon ympärillä, ja he heittäytyivät kasvoilleen valtaistuimen eteen ja osoittivat Jumalalle kunnioitustaan",
      "sanoen: -- Aamen. Ylistys ja kirkkaus, viisaus, kiitos, kunnia, valta ja voima meidän Jumalallemme aina ja ikuisesti! Aamen.",
      "Sen tähden he ovat Jumalan valtaistuimen edessä ja palvelevat häntä hänen pyhäkössään päivin ja öin, ja hän, joka istuu valtaistuimella, on levittänyt telttansa heidän ylleen.",
      "Nälkä ei heitä enää vaivaa, ei jano, enää ei heitä polta aurinko eikä paahtava helle.",
      "Karitsa, joka on valtaistuimen edessä, kaitsee heitä ja vie heidät elämän veden lähteille, ja Jumala pyyhkii heidän silmistään kaikki kyyneleet."
    ],
    [
      "Kun Karitsa avasi seitsemännen sinetin, taivaassa syntyi hiljaisuus, ja sitä kesti puolen tunnin verran.",
      "Minä näin, kuinka niille seitsemälle enkelille, jotka seisoivat Jumalan edessä, annettiin seitsemän torvea.",
      "Vielä tuli yksi enkeli, joka asettui alttarin ääreen kädessään kultainen suitsutusastia. Hänelle annettiin paljon suitsuketta, jotta hän valtaistuimen edessä olevalla kultaisella alttarilla liittäisi suitsutusuhrin kaikkien pyhien rukouksiin.",
      "Niin nousi suitsutuksen savu enkelin kädestä Jumalan eteen yhdessä pyhiltä tulevien rukousten kanssa.",
      "Enkeli otti suitsutusastian, täytti sen alttarin tulella ja sinkosi tulen alas maan päälle, ja ukkonen jylisi, salamat leimusivat ja maa järähteli.",
      "Ne seitsemän enkeliä, joilla oli seitsemän torvea, valmistautuivat puhaltamaan torviinsa.",
      "Ensimmäinen enkeli puhalsi torveensa. Silloin tuli rakeita ja tulenlieskoja ja niiden seassa verta, ja ne iskivät maahan. Kolmannes maasta paloi, kolmannes puista paloi, ja samoin paloi kaikki vihanta ruoho.",
      "Toinen enkeli puhalsi torveensa. Silloin syöksyi mereen jokin, mikä oli suuri kuin vuori ja liekehti tulta. Kolmannes merestä muuttui vereksi,",
      "kolmannes meressä elävistä eläimistä kuoli ja kolmannes laivoista tuhoutui.",
      "Kolmas enkeli puhalsi torveensa. Silloin putosi taivaalta suuri, soihtuna palava tähti, ja maahan pudotessaan se täytti kolmanneksen virroista ja vesien lähteistä.",
      "Tähden nimi oli Koiruoho. Kolmannes vesistä muuttui karvaaksi kuin koiruoho, ja monet ihmiset kuolivat vedestä, koska se oli tullut myrkylliseksi.",
      "Neljäs enkeli puhalsi torveensa. Silloin kolmannes auringosta, kolmannes kuusta ja kolmannes tähdistä sammui, niin että ne pimenivät kolmanneksen. Päivä menetti kolmanneksen valostaan, ja samoin synkkeni yö."
    ],
    [
      "Viides enkeli puhalsi torveensa. Silloin minä näin, että taivaasta oli pudonnut maahan tähti. Sille annettiin syvyyden kuilun avain,",
      "ja se avasi tuon syvyyteen vievän kuilun. Kuilusta nousi savua kuin suuresta uunista, ja savu pimensi auringon ja ilman.",
      "Savusta levisi maan päälle heinäsirkkoja, ja niille annettiin sama valta kuin on skorpioneilla maan päällä.",
      "Niille sanottiin, etteivät ne saa vahingoittaa kedon ruohoa eivätkä mitään muutakaan vihantaa eivätkä yhtään puuta, vaan ainoastaan niitä ihmisiä, joilla ei ole otsassaan Jumalan sinettiä.",
      "Heitäkään ne eivät saaneet tappaa, ainoastaan piinata viiden kuukauden ajan. Tuska, jonka ne ihmiselle tuottavat, on samanlainen kuin skorpionin piston tuottama.",
      "Sinä aikana ihmiset etsivät kuolemaa mutta eivät löydä, he haluavat kuolla, mutta kuolema pakenee heitä.",
      "Heinäsirkat olivat näöltään kuin taisteluun varustettuja hevosia. Niillä oli päässään kullalta kimaltavat seppeleet, niiden kasvot olivat kuin ihmisen kasvot,",
      "ja niillä oli naisen tukan kaltainen tukka. Niiden hampaat olivat kuin leijonan hampaat,",
      "ja niillä oli rintapanssarit, jotka olivat kuin rautaa. Niiden siivistä lähti samanlainen jyminä kuin sotavaunuista, joita monet hevoset täyttä laukkaa vetävät taisteluun.",
      "Niillä oli pyrstö ja pistin kuin skorpioneilla, ja pyrstöllään ne saivat tehdä ihmisille pahaa viiden kuukauden ajan.",
      "Kuninkaanaan niillä oli syvyyden enkeli, hepreankieliseltä nimeltään Abaddon, kreikankieliseltä Apollyon.",
      "Ensimmäinen voi-huuto on ohi. Mutta sen jälkeen tulee vielä kaksi huutoa.",
      "Kuudes enkeli puhalsi torveensa. Silloin kuulin, kuinka Jumalan edessä olevan kultaisen alttarin sarvista tuli ääni,",
      "Niin päästettiin irti nämä neljä enkeliä, jotka olivat valmiina tätä tuntia, päivää, kuukautta ja vuotta varten: niiden oli määrä surmata kolmannes ihmiskunnasta.",
      "Niillä oli ratsuväkeä kaksikymmentätuhatta kertaa kymmenentuhatta sotilasta; minä kuulin joukkojen lukumäärän.",
      "Tällaisia olivat näyssäni ratsut ja ratsastajat: niillä oli tulipunaiset, savunsiniset ja rikinkeltaiset rintapanssarit, ja hevosilla oli kuin leijonan pää ja niiden suusta suitsi tulta, savua ja rikin katkua.",
      "Näihin kolmeen vitsaukseen -- tuleen, savuun ja rikin katkuun, jotka suitsivat hevosten suusta -- kuoli kolmannes ihmiskuntaa.",
      "Hevosten voima oli niiden suussa ja hännässä. Häntä oli kuin käärme, ja sillä oli käärmeen pää, jolla se tuotti tuhoa.",
      "Loput ihmiset, ne jotka eivät kuolleet näihin vitsauksiin, eivät kuitenkaan lakanneet palvomasta kättensä töitä. He kumarsivat yhä pahoja henkiä ja kullasta, hopeasta, pronssista, kivestä ja puusta tekemiään jumalankuvia, jotka eivät voi nähdä, eivät kuulla eivätkä kävellä.",
      "He eivät kääntyneet, he eivät luopuneet murhatöistään eivätkä taioistaan, eivät siveettömästä elämästä eivätkä varastamisesta."
    ],
    [
      "Sitten näin taas uuden, mahtavan enkelin, joka tuli alas taivaasta. Hänellä oli pukunaan pilvi ja hänen päänsä päällä oli sateenkaari, hänen kasvonsa olivat kuin aurinko ja hänen jalkansa kuin tulipatsaat,",
      "ja kädessään hänellä oli pieni avattu kirjakäärö. Hän laski oikean jalkansa meren päälle, vasemman maalle",
      "ja huusi kovalla äänellä, niin kuin leijona olisi ärjynyt. Hänen huudettuaan puhui seitsemän ukkosta jylisevällä äänellä.",
      "Enkeli, jonka näin seisovan meren ja maan päällä, kohotti oikean kätensä taivasta kohti",
      "Minä otin käärön enkelin kädestä ja söin sen. Se maistui suussani makealta kuin hunaja, mutta kun olin sen syönyt, alkoi vatsaani karvastella."
    ],
    [
      "Temppelin ulompaa esipihaa älä kuitenkaan lue mukaan, jätä se mittaamatta, sillä se on annettu vieraiden kansojen haltuun. Ne polkevat pyhää kaupunkia neljänkymmenenkahden kuukauden ajan.",
      "Minä annan kahdelle todistajalleni tehtäväksi julistaa sanaani säkkivaatteeseen pukeutuneina tuhat kaksisataakuusikymmentä päivää.",
      "Nämä todistajat ovat ne kaksi oliivipuuta ja kaksi lampunjalkaa, jotka seisovat maan Herran edessä.",
      "Jos joku aikoo tehdä heille pahaa, heidän suustaan lähtee tuli, joka nielee heidän vihollisensa. Näin on kuoleva jokainen, joka aikoo heille pahaa.",
      "Heillä on valta sulkea taivas, niin ettei tule sadetta koko sinä aikana, jona he sanaa julistavat. Heillä on myös valta muuttaa vedet vereksi ja piinata maata kaikenlaisilla vitsauksilla niin usein kuin haluavat.",
      "Kun he ovat päättäneet todistajantyönsä, käy syvyydestä nouseva peto taisteluun heitä vastaan, ja se voittaa heidät ja tappaa heidät.",
      "Heidän ruumiinsa lojuvat sen suuren kaupungin kadulla, jota profeettojen puheissa kutsutaan Sodomaksi ja Egyptiksi ja jossa heidän Herransa ristiinnaulittiin.",
      "Kolmen ja puolen päivän ajan käy ihmisiä eri kansoista, heimoista, kielistä ja maista katselemassa heidän ruumiitaan, eikä niitä anneta haudata.",
      "Maan asukkaat iloitsevat heidän kohtalostaan, pitävät juhlia ja lähettävät toisilleen lahjoja, sillä nuo kaksi profeettaa olivat pahoin vaivanneet maan asukkaita.",
      "Mutta noiden kolmen ja puolen päivän kuluttua tuli profeettoihin elämän henki, jonka Jumala oli lähettänyt, ja he nousivat jaloilleen. Kauhu valtasi kaikki, jotka sen näkivät.",
      "Samalla hetkellä tuli ankara maanjäristys. Kymmenesosa kaupungista sortui, ja järistyksessä sai surmansa seitsemäntuhatta ihmistä. Muut kauhistuivat ja taipuivat kunnioittamaan taivaan Jumalaa.",
      "Toinen voi-huuto on ohi. Mutta kolmas tulee pian.",
      "Seitsemäs enkeli puhalsi torveensa. Taivaassa kajahti monien äänten huuto: -- Koko maailman kuninkuus on nyt tullut meidän Herrallemme ja hänen Voidellulleen. Hän on hallitseva aina ja ikuisesti.",
      "Silloin ne kaksikymmentäneljä vanhinta, jotka istuivat Jumalan edessä valtaistuimillaan, lankesivat kasvoilleen ja osoittivat Jumalalle kunnioitustaan",
      "sanoen: -- Me kiitämme sinua, Herra Jumala, Kaikkivaltias, sinua, joka olet ja joka olit! Sinä panit liikkeelle suuren voimasi ja otit käsiisi kuninkuuden.",
      "Kansat ovat vihan vallassa, mutta nyt on sinun vihasi hetki. On tullut kuolleiden tuomion aika, aika palkita profeetat, sinun palvelijasi, ja kaikki pyhät ja kaikki jotka kunnioittavat sinun nimeäsi, pienet ja suuret. On aika tuhota ne, jotka tuhoavat maata.",
      "Taivaassa avattiin Jumalan temppeli, niin että temppelissä oleva liitonarkku voitiin nähdä. Salamat leimusivat, ukkonen jylisi, maa järähteli ja raemyrsky riehui."
    ],
    [
      "Taivaalla näkyi suuri tunnusmerkki: nainen, jolla oli pukunaan aurinko, kuu jalkojen alla ja pään päällä seppeleenä kaksitoista tähteä.",
      "Hän oli raskaana ja huusi tuskissaan synnytyspolttojen vaivaamana.",
      "Toinenkin tunnusmerkki näkyi taivaalla: suuri tulipunainen lohikäärme, jolla oli seitsemän päätä ja kymmenen sarvea ja kruunu kaikissa seitsemässä päässä.",
      "Pyrstöllään se pyyhkäisi pois kolmanneksen taivaan tähdistä ja sinkosi ne maahan. Lohikäärme asettui synnyttävän naisen eteen nielaistakseen lapsen heti kun se syntyy.",
      "Nainen synnytti lapsensa, pojan, joka on paimentava maailman kansoja rautaisella sauvalla. Tämä lapsi temmattiin Jumalan ja hänen valtaistuimensa luo,",
      "ja nainen pakeni autiomaahan. Jumala on sinne valmistanut hänelle turvapaikan, missä hänestä pidetään huolta tuhat kaksisataakuusikymmentä päivää.",
      "Taivaassa syttyi sota. Mikael ja hänen enkelinsä kävivät taisteluun lohikäärmettä vastaan. Lohikäärme enkeleineen teki vastarintaa",
      "mutta kärsi tappion, eikä sille ja sen joukolle ollut enää sijaa taivaassa.",
      "Tuo suuri lohikäärme, tuo muinaisaikojen käärme, jota kutsutaan Paholaiseksi ja Saatanaksi, tuo koko ihmiskunnan eksyttäjä, syöstiin maan päälle, ja samoin syöstiin alas sen enkelit.",
      "Minä kuulin, kuinka taivaassa sanottiin kovalla äänellä: -- Nyt on pelastus tullut, meidän Jumalallamme on kuninkuus ja mahti ja hänen Voidellullaan valta. Nyt on Syyttäjä syösty alas, tuo, joka meidän Jumalamme edessä syytti veljiämme päivin ja öin.",
      "He voittivat hänet, Karitsan veri ja heidän todistuksensa toivat heille voiton. He eivät säästäneet henkeään vaan olivat valmiit kuolemaankin.",
      "Iloitkaa siis, taivaat ja te taivaiden asukkaat! Mutta voi maata ja merta -- Saatana on laskeutunut teidän luoksenne! Se on raivon vallassa, sillä se tietää, että sen aika on lyhyt.",
      "Kun lohikäärme huomasi, että se oli syösty maahan, se lähti ajamaan takaa naista, joka oli pojan synnyttänyt.",
      "Mutta naiselle annettiin suuren kotkan siivet, jotta hän lentäisi turvapaikkaansa autiomaahan. Siellä hän on suojassa käärmeeltä, ja hänestä pidetään huolta vuosi, kaksi vuotta ja puoli vuotta.",
      "Käärme syöksi kidastaan naisen perään vesivirran, jotta virta veisi hänet mennessään,",
      "mutta maa auttoi naista: se avasi suunsa ja nielaisi virran, jonka lohikäärme oli syössyt kidastaan.",
      "Lohikäärmeen raivo yltyi, ja se lähti sotimaan naisen muita lapsia vastaan, niitä, jotka ovat uskollisia Jumalan käskyille ja Jeesuksen todistukselle."
    ],
    [
      "(H12:18) Lohikäärme seisahtui meren rannalle. (H13:1) Minä näin, kuinka merestä nousi peto. Sillä oli kymmenen sarvea ja seitsemän päätä, ja kaikissa kymmenessä sarvessa oli kruunu ja jokaiseen päähän oli kirjoitettu herjaava nimi.",
      "Peto, jonka näin, muistutti leopardia, mutta sillä oli jalat kuin karhulla ja sen kita oli kuin leijonan kita. Lohikäärme antoi sille voimansa ja valtaistuimensa ja suuren vallan.",
      "Minä näin, että yksi pedon päistä oli saanut surmaniskun mutta haava oli parantunut. Koko maailma ihmetteli petoa ja lähti seuraamaan sitä,",
      "ja kaikki kumarsivat lohikäärmettä, joka oli antanut pedolle sellaisen vallan. He kumarsivat myös petoa ja sanoivat: -- Kuka on pedon vertainen, kuka pystyy taistelemaan sitä vastaan?",
      "Pedolle annettiin suu, joka herjaa ja puhuu suuria sanoja, ja se sai tämän vallan neljänkymmenenkahden kuukauden ajaksi.",
      "Niin se avasi suunsa ja alkoi herjata Jumalaa. Se herjasi hänen nimeään ja hänen asuinsijaansa ja niitä, jotka asuvat taivaassa.",
      "Sille annettiin myös lupa käydä taisteluun pyhiä vastaan ja voittaa heidät, ja niin sen valtaan annettiin kaikki heimot, kansat, kielet ja maat.",
      "Kaikki maan asukkaat kumartavat sitä -- kaikki ne, joiden nimi ei maailman luomisesta alkaen ole ollut kirjoitettuna teurastetun Karitsan elämänkirjaan.",
      "Jolla on korvat, se kuulkoon:",
      "-- Kenen osana on vankeus, se joutuu vankeuteen, kenen osana on kaatua miekkaan, se kaatuu miekkaan. Nyt kysytään pyhiltä kestävyyttä ja uskoa.",
      "Sitten näin, kuinka toinen peto nousi maan uumenista. Sillä oli kaksi sarvea, kuin karitsan sarvet, mutta se puhui kuin lohikäärme.",
      "Se käyttää ensimmäisen pedon puolesta tämän koko valtaa ja panee maan ja sen asukkaat kumartamaan ensimmäistä petoa, sitä, jonka kuolinhaava oli parantunut.",
      "Se tekee suuria tunnustekoja ja saa tulen lyömään taivaasta maahan ihmisten nähden.",
      "Niillä tunnusteoilla, joita sillä on valta tehdä ensimmäisen pedon nimissä, se johtaa harhaan kaikki maan asukkaat, niin että saa heidät tekemään patsaan sen pedon kunniaksi, jota on isketty miekalla mutta joka on vironnut henkiin.",
      "Se on saanut vallan antaa pedon kuvalle hengen, niin että kuva jopa kykenee puhumaan, ja se on myös saanut vallan tappaa kaikki, jotka eivät kumarra pedon kuvaa.",
      "Se pakottaa kaikki, pienet ja suuret, rikkaat ja köyhät, vapaat ja orjat, ottamaan oikeaan käteensä tai otsaansa merkin.",
      "Kenenkään ei ole lupa ostaa eikä myydä mitään, ellei hänellä ole tätä merkkiä, joka on pedon nimi tai sen nimen luku.",
      "Tässä vaaditaan viisautta. Se, jolla on ymmärrystä, laskekoon pedon nimen lukuarvon: se on erään ihmisen luku, ja se luku on kuusisataakuusikymmentäkuusi."
    ],
    [
      "Sitten näin tämän: Karitsa seisoi Siionin vuorella, ja hänen kanssaan oli sataneljäkymmentäneljätuhatta ihmistä, joiden otsaan oli kirjoitettu hänen nimensä ja hänen Isänsä nimi.",
      "Minä kuulin taivaasta äänen, joka oli kuin suurten vesien pauhu tai kuin ukkosen jylinä. Ääni, jonka kuulin, oli myös kuin harppujen helinää ja harpunsoittajien laulua.",
      "Valtaistuimen edessä ja neljän olennon ja vanhinten edessä laulettiin uutta laulua, jota ei voinut oppia kukaan muu kuin nuo sataneljäkymmentäneljätuhatta, jotka on ostettu maan päältä.",
      "He eivät ole tahranneet itseään naisten kanssa vaan ovat pysyneet puhtaina kuin neitsyet, ja he seuraavat Karitsaa, minne hän meneekin. Heidät on ostettu ihmisten joukosta esikoislahjaksi Jumalalle ja Karitsalle.",
      "Valhetta ei heidän suustaan ole kuultu, he ovat puhtaita ja virheettömiä.",
      "Minä näin taas uuden enkelin, joka lensi korkealla taivaan laella. Hänen tehtävänään oli julistaa ikuinen evankeliumi maan asukkaille, kaikille kansoille, heimoille, kielille ja maille.",
      "joutuu yhtä lailla juomaan Jumalan vihan viiniä, joka laimentamattomana on kaadettu Jumalan vihan maljaan. Häntä kidutetaan tulessa ja rikin katkussa pyhien enkelien ja Karitsan edessä.",
      "Tulesta, joka ihmisiä kiduttaa, nousee savu aina ja ikuisesti. Heillä ei ole päivän, ei yön lepoa -- ei niillä, jotka kumartavat petoa ja sen kuvaa, eikä kenelläkään, joka ottaa pedon nimen merkikseen.",
      "Sitten näin tämän: Oli valkoinen pilvi, ja pilven päällä istui joku ihmisen kaltainen, jolla oli päässään kultainen seppele ja kädessään terävä sirppi.",
      "Silloin se, joka istui pilvellä, heitti sirppinsä maan päälle, ja niin korjattiin maan sato.",
      "Taivaan temppelistä tuli taas enkeli, ja hänelläkin oli terävä sirppi.",
      "Silloin enkeli heitti sirppinsä maan päälle, korjasi sadon maan viinitarhasta ja heitti rypäletertut suureen altaaseen, Jumalan vihan viinikuurnaan.",
      "Rypäleet poljettiin altaassa kaupungin ulkopuolella, ja verta pursui niin, että veri vielä tuhannen kuudensadan stadionmitan päässä ulottui hevosen kuolaimiin asti."
    ],
    [
      "Minä näin taas taivaalla suuren ja ihmeellisen tunnusmerkin: seitsemän enkeliä, seitsemän vitsauksen toimeenpanijat. Nämä vitsaukset ovat viimeiset, niihin tyhjentyy Jumalan viha.",
      "Minä näin kuin kristallisen meren, joka välkehti tulta. Tuon kristallimeren rannalla seisoivat pedosta voiton saaneet, ne, jotka eivät olleet kumartaneet sen kuvaa eivätkä ottaneet merkkiä, jossa on sen nimen luku. Heillä oli käsissään Jumalan harput,",
      "ja he lauloivat Mooseksen, Jumalan palvelijan, ja Karitsan laulua: -- Suuret ja ihmeelliset ovat sinun tekosi, Herra Jumala, Kaikkivaltias! Oikeat ja todet ovat sinun tiesi, sinä kansojen kuningas!",
      "Kuka ei sinua pelkäisi, Herra, kuka ei ylistäisi nimeäsi? Sinä yksin olet pyhä. Kaikki kansat tulevat eteesi ja kumartavat sinua, sillä sinun oikeat tuomiosi ovat tulleet julki.",
      "Tämän jälkeen minä näin, kuinka taivaan temppeli, todistuksen teltta, avattiin",
      "ja temppelistä tuli ulos seitsemän enkeliä, seitsemän vitsauksen toimeenpanijat. Heidän pukunsa oli puhtaan valkoista pellavaa, ja rinnan ympärillä heillä oli kultainen vyö.",
      "Yksi neljästä olennosta antoi näille seitsemälle enkelille seitsemän kultaista maljaa, jotka olivat täynnä Jumalan vihaa, hänen, joka elää aina ja ikuisesti.",
      "Jumalan kirkkaus ja voima täytti temppelin savulla, niin ettei kukaan voinut mennä sisälle temppeliin, ennen kuin nuo seitsemän enkeliä olivat panneet seitsemän vitsausta täytäntöön."
    ],
    [
      "Ensimmäinen enkeli lähti ja tyhjensi maljansa maan päälle. Silloin tuli pahoja märkiviä haavoja niihin ihmisiin, joilla oli pedon merkki ja jotka kumarsivat sen kuvaa.",
      "Toinen enkeli tyhjensi maljansa mereen. Meri muuttui kuin kuolleen vereksi, ja kaikki meressä elävä kuoli.",
      "Kolmas enkeli tyhjensi maljansa virtoihin ja vesien lähteisiin, ja ne muuttuivat vereksi.",
      "Minä kuulin, kuinka vesien enkeli sanoi: -- Vanhurskas olet sinä, joka olet ja joka olit, sinä Pyhä, joka annoit nämä tuomiot!",
      "He ovat vuodattaneet pyhien ja profeettojen verta, ja verta sinä panit heidät juomaan. He saavat ansionsa mukaan.",
      "Sitten kuulin alttarin sanovan: -- Niin, Herra Jumala, Kaikkivaltias! Oikeat ja vanhurskaat ovat sinun tuomiosi.",
      "Neljäs enkeli tyhjensi maljansa aurinkoon, ja aurinko sai vallan korventaa ihmisiä tulellaan.",
      "Ihmiset paahtuivat kovassa helteessä mutta herjasivat Jumalaa, jonka vallassa nämä vitsaukset olivat. He eivät kääntyneet, eivät antaneet kunniaa Jumalalle.",
      "Viides enkeli tyhjensi maljansa pedon valtaistuimelle, ja pedon valtakunta pimeni. Ihmiset purivat tuskissaan kielensä verille",
      "mutta herjasivat taivaan Jumalaa tuskansa ja haavojensa tähden. He eivät kääntyneet, eivät luopuneet pahoista teoistaan.",
      "Kuudes enkeli tyhjensi maljansa suureen Eufratvirtaan. Virran vesi kuivui, ja niin aukeni tie idän kuninkaille.",
      "Minä näin, kuinka lohikäärmeen suusta, pedon suusta ja väärän profeetan suusta lähti kolme saastaista henkeä, jotka olivat sammakon näköisiä.",
      "Ne ovat pahoja henkiä, jotka tekevät ihmeitä, ja ne lähtivät kokoamaan maanpiirin kaikki kuninkaat taisteluun, joka käydään Jumalan, Kaikkivaltiaan, suurena päivänä.",
      "Minä tulen kuin varas. Autuas se, joka valvoo ja pitää huolen vaatteistaan, ettei joutuisi häpeään, kulkemaan alasti kaikkien nähden.",
      "Henget kokosivat kuninkaat paikkaan, jonka nimi on hepreaksi Harmageddon.",
      "Salamat leimusivat, ukkonen jylisi, ja tuli ankara maanjäristys, niin ankara järistys, ettei sellaista ole ollut koko sinä aikana, jonka ihminen on ollut maan päällä.",
      "Suuri kaupunki hajosi kolmeen osaan, ja joka maassa kaupungit sortuivat. Jumala ei ollut unohtanut suurta Babylonia, vaan se joutui juomaan täyden maljan hänen vihansa ja vimmansa viiniä.",
      "Kaikki saaret katosivat, eikä vuoria näkynyt enää.",
      "Isoja, järkälemäisiä rakeita satoi taivaalta ihmisten päälle, ja ihmiset herjasivat Jumalaa tämän raevitsauksen tähden, sillä vitsaus oli tavattoman ankara."
    ],
    [
      "Henki valtasi minut, ja enkeli vei minut autiomaahan. Minä näin naisen, joka istui helakanpunaisen pedon selässä. Peto oli yltympäri täynnä siihen kirjoitettuja herjaavia nimiä, ja sillä oli seitsemän päätä ja kymmenen sarvea.",
      "Naisen puku hohti purppuraisena ja helakanpunaisena, hänen yllään kimalsivat kulta, jalokivet ja helmet, ja kädessään hän piti kultaista maljaa, joka oli täynnä hänen haureutensa iljetystä ja saastaa.",
      "Minä näin, että nainen oli juopunut pyhien verestä ja Jeesuksen todistajien verestä, ja hämmästyin suuresti hänet nähdessäni.",
      "Viisi näistä on jo poissa, kuudes on vallassa. Yksi ei ole vielä tullut, ja kun hän tulee, hänen on määrä hallita vain vähän aikaa.",
      "Peto itse -- se, joka on ollut mutta jota ei enää ole -- on kahdeksas kuningas ja samalla yksi noista seitsemästä. Se joutuu tuhon omaksi.",
      "Yksissä tuumin he antavat valtansa ja voimansa pedon palvelukseen.",
      "Näkemäsi kymmenen sarvea ja peto vihastuvat porttoon ja repivät hänet paljaaksi ja alastomaksi, syövät hänen lihansa ja polttavat hänet tuhkaksi.",
      "Jumala näet panee heidät toimimaan oman suunnitelmansa mukaisesti. Siksi he myös yksissä tuumin antavat kuninkaanvaltansa pedolle siihen saakka kun Jumalan sanat toteutuvat.",
      "Nainen, jonka näit, on se suuri kaupunki, joka hallitsee maan kaikkia hallitsijoita."
    ],
    [
      "Tämän jälkeen näin taas yhden enkelin tulevan alas taivaasta. Hänellä oli suuri valta, ja hänen kirkkautensa valaisi koko maan.",
      "Tehkää hänelle niin kuin hän on tehnyt muille, maksakaa kaksin verroin hänen teoistaan. Siihen maljaan, johon hän on toisille juomansa sekoittanut, sekoittakaa häntä itseään varten kahta katkerampi juoma.",
      "Minkä hän on mainetta ja rikkautta ahnehtinut, saman verran antakaa hänelle tuskaa ja murhetta. Hän vakuuttelee yhä itselleen: 'Minä olen kuningatar ja istun valtaistuimella. Leski en ole, surua en ikinä koe.'",
      "Sen tähden häneen iskevät yhtenä ja samana päivänä kaikki hänelle langetetut vitsaukset, rutto, murhe ja nälkä, ja hänet poltetaan tuhkaksi. Väkevä on Herra Jumala, joka hänet on tuominnut!",
      "He seisovat loitolla, kauhuissaan siitä, miten häntä piinataan. He sanovat: -- Voi sinua, suuri kaupunki! Voi sinua, Babylon, mahtava kaupunki: hetkessä tuli sinun tuomiosi.",
      "ei kultaa, hopeaa, jalokiviä eikä helmiä, ei pellavakangasta, ei purppurakangasta, ei silkkiä eikä helakanpunaisia kankaita, ei tuoksuvaa tuijapuuta, ei norsunluusta eikä jalopuusta tehtyjä esineitä, ei pronssi-, rauta- eikä marmoritöitä,",
      "ei kanelia eikä muita mausteita, ei suitsukkeita, ei hajuvoiteita eikä suitsutuspihkaa, ei viiniä eikä öljyä, ei hienoja jauhoja eikä viljaa, ei nautakarjaa, ei lampaita, ei hevosia eikä vaunuja, ei orjia, ihmisiä ruumiineen ja sieluineen.",
      "-- Hedelmät, joita koko sydämestäsi himoitsit, ovat nyt poissa, kaikki komeutesi ja koreutesi on mennyttä, eikä se milloinkaan palaa.",
      "-- Voi sinua, suuri kaupunki! Sinä pukeuduit pellavaan, purppuraiseen ja helakanpunaiseen pukuun, sinun ylläsi kimalsivat kulta, jalokivet ja helmet,",
      "ja kun he näkivät savun nousevan hänen roviostaan, he huusivat: 'Mikä veti vertoja tälle suurelle kaupungille?'",
      "He ripottivat hiekkaa hiuksiinsa ja huusivat itkien ja valittaen: -- Voi suurta kaupunkia, jonka vauraudesta rikastuivat kaikki merenkulkijat! Se on hetkessä tuhoutunut.",
      "Iloitse sen lopusta, taivas, iloitkaa, kaikki pyhät, kaikki apostolit ja profeetat! Jumala on tuominnut sen, joka tuomitsi teidät.",
      "Muuan mahtava enkeli otti ison kiven, myllynkiven kokoisen, heitti sen mereen ja sanoi: -- Näin paiskataan pois Babylon, tuo suuri kaupunki, eikä sitä löydetä enää.",
      "Enää ei kuulla kaduillasi harpunsoittoa, ei laulua, ei huilun eikä torven ääntä. Enää ei ole minkään ammatin taitajaa, ei kuulla jauhinkiven jyrinää.",
      "Enää ei nähdä lampun valoa, ei kuulla sulhasen, ei morsiamen iloista ääntä. Sinun kauppiaasi olivat maan mahtavia, sinä lumosit noitakeinoillasi kansat ja johdit ne harhaan.",
      "Sinun käsiäsi tahrasi profeettojen ja pyhien veri, maailman kaikkien murhattujen veri."
    ],
    [
      "Tämän jälkeen kuulin taivaasta mahtavan äänen, ikään kuin suuri kansanjoukko olisi laulanut: -- Halleluja! Pelastuksen tuo meidän Jumalamme, hänen on kirkkaus ja voima.",
      "Oikeat ja vanhurskaat ovat hänen tuomionsa. Hän on tuominnut suuren porton, joka turmeli maailman iljetyksillään, hän on kostanut portolle palvelijoidensa veren.",
      "Taas kuului ääni: -- Halleluja! Porton roviosta nousee savu aina ja ikuisesti.",
      "Kaksikymmentäneljä vanhinta ja ne neljä olentoa heittäytyivät kasvoilleen Jumalan eteen ja osoittivat kunnioitustaan hänelle, joka istuu valtaistuimella. He sanoivat: -- Aamen. Halleluja!",
      "Ja valtaistuimelta kuului ääni: -- Ylistäkää meidän Jumalaamme, kaikki te hänen palvelijansa, te, jotka häntä pelkäätte, pienet ja suuret!",
      "Sitten kuulin äänen, joka oli kuin suuren kansanjoukon kohinaa, kuin suurten vesien pauhua ja voimakasta ukkosen jylinää. Se lausui: -- Halleluja! Herra, meidän Jumalamme, Kaikkivaltias, on ottanut kuninkuuden.",
      "Iloitkaamme ja riemuitkaamme, antakaamme hänelle kunnia! Nyt on tullut Karitsan häiden aika. Hänen morsiamensa on valmiina,",
      "hänen ylleen on puettu hääpuku, hohtavan valkea pellavapuku. Se pellavapuku tarkoittaa pyhien vanhurskaita tekoja.",
      "Minä näin taivaan avoinna: näin valkoisen hevosen ja sen selässä miehen. Hän on uskollinen ja totuudellinen, hän tuomitsee ja taistelee vanhurskaasti.",
      "Hänen silmänsä olivat kuin tulen liekit, hänellä oli päässään monta kruunua, ja häneen oli kirjoitettu nimi, jota ei tunne kukaan muu kuin hän itse.",
      "Hänellä oli pukunaan vereen kastettu viitta, ja hänen nimensä on Jumalan Sana.",
      "Hänen jäljessään tulivat taivaan sotajoukot, valkoisilla hevosilla ratsastavat soturit, joiden puku oli hohtavan valkeaa pellavaa.",
      "Hänen suustaan lähtee terävä miekka. Sillä miekalla hän lyö kansoja, hän paimentaa niitä rautaisella sauvalla ja polkee viinikuurnassa kaikkivaltiaan Jumalan hehkuvan vihan viinin.",
      "Hänen viittaansa on reiden kohdalle kirjoitettu nimi: kuninkaiden Kuningas, herrojen Herra.",
      "Sitten näin, että peto ja maailman kuninkaat sotajoukkoineen olivat kokoontuneet yhteen käydäkseen taisteluun ratsastajaa ja hänen sotajoukkoaan vastaan.",
      "Mutta peto otettiin kiinni, samoin väärä profeetta, joka pedon nimissä oli tehnyt tunnustekoja ja johtanut harhaan sen merkin ottaneet ja sen kuvaa kumartaneet ihmiset. Ne molemmat heitettiin elävinä tuliseen järveen rikinkatkuisten lieskojen keskelle.",
      "Loput saivat surmansa miekasta, joka lähti ratsastajan suusta, ja kaikki linnut söivät heidän lihastaan itsensä kylläisiksi."
    ],
    [
      "Minä näin, kuinka taivaasta tuli alas enkeli, jolla oli kädessään syvyyden avain ja isot kahleet.",
      "Hän otti kiinni lohikäärmeen, tuon muinaisaikojen käärmeen, jonka nimet ovat Paholainen ja Saatana, ja pani sen kahleisiin tuhanneksi vuodeksi,",
      "syöksi sen syvyyteen ja lukitsi ja sinetöi sen jäljestä syvyyden oven. Enää ei käärme saa johtaa kansoja harhaan, ennen kuin tuhat vuotta on tullut täyteen. Sitten se on päästettävä irti vähäksi aikaa.",
      "Minä näin valtaistuimia, ja niille, jotka asettuivat istuimille, annettiin tuomiovalta. Minä näin niiden sielut, jotka oli mestattu Jeesuksen todistuksen ja Jumalan sanan tähden, niiden, jotka eivät olleet kumartaneet petoa eivätkä sen kuvaa eivätkä olleet ottaneet sen merkkiä otsaansa eivätkä käteensä. He heräsivät eloon ja hallitsivat yhdessä Kristuksen kanssa tuhat vuotta.",
      "Muut kuolleet eivät heränneet eloon, ennen kuin tuhat vuotta oli täyttynyt. Tämä on ensimmäinen ylösnousemus.",
      "Autuaita ja pyhiä ovat ne, jotka pääsevät osallisiksi ensimmäisestä ylösnousemuksesta! Heihin ei toisella kuolemalla ole valtaa, vaan he ovat Jumalan ja Kristuksen pappeja ja hallitsevat Kristuksen kanssa tuhat vuotta.",
      "Kun tuhat vuotta tulee täyteen, päästetään Saatana vankilastaan,",
      "ja se lähtee liikkeelle, kiertää maan neljä kolkkaa ja johtaa kansat harhaan. Se eksyttää niin Gogin kuin Magogin ja kokoaa kansat sotaan, ja joukkoja on kuin meren rannalla hiekkaa.",
      "Ne nousevat maan tasangolle ja saartavat pyhien leirin ja rakastetun kaupungin. Mutta taivaasta iskee tuli, ja se tuhoaa ne kaikki.",
      "Saatana, noiden kansojen eksyttäjä, heitetään samaan rikinkatkuiseen, tuliseen järveen kuin peto ja väärä profeetta, ja siellä niitä kidutetaan yötä päivää, aina ja ikuisesti.",
      "Minä näin suuren valkean valtaistuimen ja sen, joka sillä istuu. Hänen kasvojensa edestä pakenivat maa ja taivas, eikä niistä jäänyt jälkeäkään.",
      "Näin myös kuolleet, suuret ja pienet, seisomassa valtaistuimen edessä. Kirjat avattiin, avattiin myös elämän kirja, ja kuolleet tuomittiin sen perusteella, mitä kirjoihin oli merkitty, kukin tekojensa mukaan.",
      "Meri antoi kuolleensa, Kuolema ja Tuonela antoivat kuolleensa, ja kaikki heidät tuomittiin tekojensa mukaan.",
      "Kuolema ja Tuonela heitettiin tuliseen järveen. Tämä on toinen kuolema: tulinen järvi.",
      "Jokainen, jonka nimeä ei löytynyt elämän kirjasta, heitettiin tuohon tuliseen järveen."
    ],
    [
      "Minä näin uuden taivaan ja uuden maan. Ensimmäinen taivas ja ensimmäinen maa olivat kadonneet, eikä merta ollut enää.",
      "Näin, kuinka pyhä kaupunki, uusi Jerusalem, laskeutui taivaasta Jumalan luota juhla- asuisena, niin kuin morsian, joka on kaunistettu sulhasta varten.",
      "Tämä on voittajan palkinto. Minä olen hänen Jumalansa, ja hän on minun poikani.",
      "Henki valtasi minut, ja enkeli vei minut suurelle ja korkealle vuorelle ja näytti minulle pyhän kaupungin, Jerusalemin, joka laskeutui taivaasta, Jumalan luota.",
      "Se loisti Jumalan kirkkautta, se säihkyi kuin kallein jalokivi, kuin kristallinkirkas jaspis.",
      "Sitä ympäröi suuri ja korkea muuri, jossa oli kaksitoista porttia, ja niitä vartioi kaksitoista enkeliä. Portteihin oli hakattu Israelin kahdentoista heimon nimet.",
      "Idän puolella oli kolme porttia, pohjoisessa kolme, etelässä kolme ja lännessä kolme porttia.",
      "Kaupungin muurissa oli kaksitoista peruskiveä, ja niissä oli kaksitoista nimeä, Karitsan kahdentoista apostolin nimet.",
      "Enkelillä, joka minulle puhui, oli kultainen mittakeppi kaupungin sekä sen porttien ja muurin mittaamista varten.",
      "Kaupunki oli neliön muotoinen, yhtä leveä kuin pitkä. Enkeli mittasi kaupungin kepillään ja sai tulokseksi kaksitoistatuhatta stadionmittaa; pituus, leveys ja korkeus olivat kaikki tämänsuuruiset.",
      "Hän mittasi myös muurin, ja se oli sataneljäkymmentäneljä kyynärää -- enkeli käytti siinä ihmismittaa.",
      "Muuri oli rakennettu jaspiskivestä, ja kaupunki oli kimmeltävää, lasinkirkasta kultaa.",
      "Kaupunginmuurin perustukset oli kaunistettu kaikenlaisilla kalliilla kivillä. Ensimmäisenä peruskivenä oli jaspis, toisena safiiri, kolmantena kalsedoni, neljäntenä smaragdi,",
      "viidentenä sardonyksi, kuudentena karneoli, seitsemäntenä krysoliitti, kahdeksantena berylli, yhdeksäntenä topaasi, kymmenentenä krysopraasi, yhdentenätoista hyasinttikivi ja kahdentenatoista ametisti.",
      "Porttitorneina oli kaksitoista helmeä -- kukin kahdestatoista tornista oli tehty yhdestä helmestä. Kaupungin valtakatu oli kultaa, puhdasta kuin läpinäkyvä lasi.",
      "Temppeliä en kaupungissa nähnyt, sillä sen temppelinä on Herra Jumala, Kaikkivaltias, hän ja Karitsa.",
      "Kaupunki ei myöskään tarvitse valokseen aurinkoa eikä kuuta, sillä Jumalan kirkkaus valaisee sen, ja sen lamppuna on Karitsa.",
      "Kansat kulkevat sen valossa, ja maailman kuninkaat tuovat sinne mahtinsa kaiken loiston.",
      "Sen portteja ei suljeta päiväsaikaan, ja yötä siellä ei olekaan.",
      "Kaikki kansojen kalleudet ja ihanuudet tuodaan sinne.",
      "Mitään epäpuhdasta ei sinne päästetä, ei ainoatakaan iljettävän valheen palvelijaa, vaan ainoastaan ne, joiden nimet on kirjoitettu Karitsan elämänkirjaan."
    ],
    [
      "Enkeli näytti minulle elämän veden virran, joka kristallinkirkkaana kumpuaa Jumalan ja Karitsan valtaistuimesta.",
      "Kaupungin valtakadulla, virran haarojen keskellä kasvoi elämän puu. Puu antaa vuodessa kahdettoista hedelmät, uuden sadon kerran kuukaudessa, ja sen lehdistä kansat saavat terveyden.",
      "Mikään ei enää ole kirouksen kahleissa. Kaupungissa on Jumalan ja Karitsan valtaistuin, ja kaikki palvelevat Jumalaa.",
      "He saavat nähdä hänen kasvonsa, ja heidän otsassaan on hänen nimensä.",
      "Yötä ei enää ole, eivätkä he tarvitse lampun tai auringon valoa, sillä Herra Jumala on heidän valonsa. He hallitsevat kuninkaina aina ja ikuisesti.",
      "Minä, Johannes, olen kaiken tämän kuullut ja nähnyt. Kuultuani ja nähtyäni sen minä heittäydyin kasvoilleni kumartaakseni enkeliä, joka oli sen minulle näyttänyt.",
      "Jumalaton eläköön yhä jumalattomasti, saastainen rypeköön saastassaan, vanhurskas harjoittakoon vanhurskautta ja pyhä edetköön pyhyyden tiellä.",
      "Minä olen A ja O, ensimmäinen ja viimeinen, alku ja loppu.",
      "Ulkopuolelle jäävät koirat ja noidat, irstailijat, murhaajat ja epäjumalien palvelijat ja kaikki, jotka rakastavat valhetta ja noudattavat sitä.",
      "Minä, Jeesus, olen lähettänyt enkelin luoksenne, jotta seurakunnat saisivat tämän todistuksen. Minä olen Daavidin juuriverso ja suku, kirkas aamutähti.",
      "Jokaiselle, joka kuulee tämän kirjan ennussanat, minä vakuutan: Jos joku panee niihin jotakin lisää, panee Jumala hänen kärsittävikseen ne vitsaukset, joista tässä kirjassa on kerrottu.",
      "Jos joku ottaa pois jotakin tämän ennustusten kirjan sanoista, ottaa Jumala pois hänen osallisuutensa elämän puuhun ja pyhään kaupunkiin, joista tässä kirjassa on kerrottu.",
      "Herran Jeesuksen armo olkoon kaikkien kanssa."
    ]
  ],
  "name": "Revelation"
}
