{
  "id": "tt",
  "chapters": [
    [
      "Pauxlo, servisto de Dio kaj apostolo de Jesuo Kristo, laux la fido de la elektitoj de Dio, kaj laux la scio de la vero, kiu estas laux pieco,",
      "kun espero al eterna vivo, kiun la senmensoga Dio promesis antaux la tempoj eternaj,",
      "sed gxustatempe Li elmontris Sian vorton en la anonco, kiu estas al mi konfidita konforme al la ordono de Dio, nia Savanto;",
      "al Tito, mia vera filo laux komuna fido:Graco kaj paco de Dio, la Patro, kaj de Kristo Jesuo, nia Savanto.",
      "Pro tio mi lasis vin en Kreto, ke vi arangxu la aferojn mankohavajn kaj starigu presbiterojn en cxiu urbo, kiel mi ordonis al vi;",
      "se iu trovigxas neriprocxebla, edzo de unu edzino, kies infanoj estas kredantoj, kaj ne estas akuzitaj pri dibocxo, nek ribelemaj.",
      "CXar episkopo devas esti sen riprocxo, kiel administranto de Dio; ne obstina, ne kolerema, ne drinkema, ne malpacema, ne avidanta malhonoran gajnon;",
      "sed gastama, bonamanta, sobra, justa, sankta, sinreganta,",
      "tenanta la fidelan vorton, kiu estas laux la instruado, por ke li povu admoni pri la sana doktrino kaj ankaux refuti la kontrauxdirantojn.",
      "CXar ekzistas multaj homoj ribelemaj, vantaj parolantoj kaj trompistoj, precipe tiuj el la cirkumcido,",
      "kies busxoj devas esti fermitaj; homoj, kiuj renversas tutajn domojn, instruantaj nekonvenajxojn por malhonora gajno.",
      "Unu el ili, profeto samnacia, diris:La Kretanoj cxiam estas mensogantoj, malbonaj bestoj, mallaboremaj mangxeguloj.",
      "Tiu atesto estas vera. Tial akre riprocxu ilin, por ke ili estu sanaj en la fido,",
      "ne atentante Judajn fabelojn, kaj ordonojn de tiuj homoj, kiuj deturnas sin de la vero.",
      "CXe la puraj, cxio estas pura; sed cxe la malpuraj kaj nekredantaj, nenio estas pura; sed ilia menso kaj ilia konscienco estas malpurigitaj.",
      "Ili pretendas koni Dion; sed per siaj agoj ili malkonfesas Lin, estante abomenaj kaj malobeemaj kaj por cxiu bona faro senvaloraj."
    ],
    [
      "Sed parolu vi tion, kio konvenas al la sana doktrino:",
      "ke la maljunuloj estu sobraj, seriozmienaj, prudentaj, sanaj en la fido, en amo en pacienco;",
      "ke la maljunulinoj tiel same estu je sintenado respektemaj, ne kalumniantoj, nek sklavigitaj de troa vino, sed instruantaj la bonon;",
      "por ke ili eduku la junulinojn ami siajn edzojn, ami siajn infanojn,",
      "esti prudentaj, cxastaj, hejme laborantaj, bonfaremaj, submetigxemaj al siaj propraj edzoj, por ke la vorto de Dio ne estu blasfemita;",
      "konsilu tiel same la junulojn, ke ili estu prudentaj;",
      "pri cxio montrante vin ekzemplo de bonaj faroj, en via instruado montrante sincerecon, seriozecon,",
      "paroladon sanan, nekondamneblan; por ke la kontrauxulo hontu, havante nenion malbonan diri kontraux ni.",
      "Admonu sklavojn, ke ili estu submetigxemaj al siaj propraj sinjoroj kaj placxantaj al ili en cxio; ne kontrauxdiremaj,",
      "ne sxtelantaj, sed montrantaj cxian bonan fidelecon; por ke ili ornamu en cxio la doktrinon de Dio, nia Savanto.",
      "CXar jam aperis la graco de Dio, portante savon al cxiuj homoj,",
      "instruante nin, ke foriginte malpiecon kaj lauxmondajn dezirojn, ni vivadu sobre, juste, kaj pie en la nuna mondo,",
      "atendantaj la felicxan esperon kaj la malkasxon de la gloro de nia granda Dio kaj Savanto, Jesuo Kristo,",
      "kiu donis sin por ni, por elacxeti nin el cxia maljusteco kaj por purigi al si popolon propran, fervoran pri bonaj faroj.",
      "Tion parolu, kaj konsilu kaj riprocxu kun cxia auxtoritato. Neniu vin malestimu."
    ],
    [
      "Memorigu ilin, ke ili submetigxu al regantoj kaj estroj, ke ili estu obeemaj, pretaj por cxiu bona laboro,",
      "ke ili ne parolu malbonon pri iu ajn, estu ne malpacemaj, sed dolcxanimaj, montrantaj cxian mildecon al cxiuj homoj.",
      "CXar ni ankaux estis iam malsagxaj, malobeemaj, trompitaj, servantaj al diversaj pasioj kaj voluptoj, vivantaj en malico kaj envio, malamindaj, kaj malamantaj unu la alian.",
      "Sed kiam aperis la boneco de Dio, nia Savanto, kaj Lia amo al homoj,",
      "ne per laboroj faritaj en justeco, kiujn ni mem farus, sed laux Sia kompato Li savis nin, per la lavado de renasko, kaj per la renovigo de la Sankta Spirito,",
      "kiun Li ricxe surversxis sur nin per Jesuo Kristo, nia Savanto;",
      "por ke ni, justigite per Lia graco, farigxu heredantoj laux la espero de eterna vivo.",
      "Fidinda estas la diro, kaj mi volas, ke pri tio vi atestadu kun certeco, por ke tiuj, kiuj ekkredis al Dio, zorgu pri bonaj faroj. Tiuj aferoj estas bonaj kaj utilaj al la homoj;",
      "sed evitu malsagxajn demandojn kaj genealogiojn kaj diskutojn kaj prilegxajn disputojn, cxar ili montrigxas senutilaj kaj vanaj.",
      "Se iu estas herezulo ankoraux post unua admono kaj dua, evitu tiun,",
      "sciante, ke tia homo perversigxis kaj pekas, estante memkondamnita.",
      "Kiam mi sendos al vi Artemason aux Tihxikon, rapidu veni al mi al Nikopolis; cxar mi decidis travintri tie.",
      "Antauxen irigu Zenason, la legxiston, kaj Apoloson sur ilia vojagxo kiel eble plej rapide, por ke nenio manku al ili.",
      "Kaj niaj amikoj ankaux lernu dauxrigi bonajn laborojn, por necesaj bezonoj, por ke ili ne estu senfruktaj.",
      "CXiuj, kiuj estas cxe mi, vin salutas. Salutu vi tiujn, kiuj amas nin en la fido. Graco estu kun vi cxiuj."
    ]
  ],
  "name": "Titus"
}
