{
  "id": "2kgs",
  "chapters": [
    [
      "Ahabin kuoleman jälkeen Moab nousi kapinaan ja irrottautui Israelista.",
      "Ahasja putosi Samarian kaupungissa kattohuoneestaan ikkunasäleikön läpi ja loukkaantui pahasti. Hän lähetti silloin miehiä kysymään Ekronin jumalalta Baal-Sebubilta, toipuisiko hän vammastaan.",
      "Ahasja kuoli, niin kuin Elia Herran sanan mukaisesti oli ennustanut. Hänellä ei ollut poikaa, ja niin hänen jälkeensä tuli kuninkaaksi hänen veljensä Joram. Tämä tapahtui Juudan kuninkaan Joramin, Josafatin pojan, toisena hallitusvuotena.",
      "Kaikki muu, mitä Ahasjasta ja hänen teoistaan on kerrottavaa, on kirjoitettu Israelin kuninkaiden historiaan."
    ],
    [
      "Sinä päivänä, jona Herra oli nostava Elian tuulenpyörteessä taivaaseen, Elia ja Elisa olivat lähdössä Gilgalista.",
      "ja viisikymmentä profeetanoppilasta lähti heidän jälkeensä. Kun he tulivat Jordanin rantaan, profeetanoppilaat pysähtyivät jonkin matkan päähän.",
      "Elia otti viittansa, kietaisi sen kokoon ja löi sillä vettä. Vesi jakautui kahtia, ja he kulkivat yhdessä joen yli kuivaa maata pitkin.",
      "Kun he kulkivat ja puhelivat keskenään, siihen ilmestyi yhtäkkiä tuliset vaunut ja tuliset hevoset. Ne erottivat heidät toisistaan, ja Elia nousi tuulenpyörteessä taivaaseen.",
      "Hän otti maasta viitan, joka oli pudonnut Elian harteilta, ja lähti takaisin. Jordanin rantaan saavuttuaan",
      "Ja kävi niin kuin Elisa sanoi. Vesi puhdistui, ja puhtaana se on pysynyt tähän päivään asti.",
      "Hän kääntyi katsomaan pilkkaajiaan ja kirosi heidät Herran nimeen. Heti tuli metsästä kaksi karhua, ja ne raatelivat neljäkymmentäkaksi poikaa kuoliaaksi.",
      "Elisa jatkoi matkaansa Karmelinvuorelle ja palasi sieltä Samariaan."
    ],
    [
      "Joram, Ahabin poika, tuli Samarian kaupungissa Israelin kuninkaaksi Juudan kuninkaan Josafatin kahdeksantenatoista hallitusvuotena. Hän hallitsi kaksitoista vuotta.",
      "Joram teki sitä, mikä on väärää Herran silmissä, ei kuitenkaan niin paljon kuin isänsä ja äitinsä. Hän poisti isänsä pystyttämän Baalin kivipatsaan",
      "mutta piti edelleen kiinni siitä väärästä jumalanpalveluksesta, jolla Jerobeam, Nebatin poika, oli johdattanut Israelin synnintekoon. Siitä synnistä hän ei luopunut.",
      "Moabin kuninkaan Mesan maassa oli suuria lammaslaumoja, ja hänet oli velvoitettu toimittamaan Israelin kuninkaalle määräajoin verona satatuhatta karitsaa ja satatuhatta keritsemätöntä pässiä.",
      "Mutta kun Ahab kuoli, Moabin kuningas ei enää tunnustanut Israelin kuninkaan herruutta.",
      "Kuningas Joram lähti silloin heti Samariasta ja katsasti koko Israelin sotajoukon.",
      "Israelin ja Juudan kuninkaat lähtivät yhdessä Edomin kuninkaan kanssa liikkeelle. Kun he olivat marssineet seitsemän päivää, vesi oli lopussa. Sitä ei ollut sotilaille sen paremmin kuin joukkojen perässä kulkeville kuormajuhdillekaan.",
      "Sillä näin sanoo Herra: 'Te ette näe tuulta ettekä sadetta, mutta tuo puronuoma tulee täyteen vettä. Siitä te saatte juodaksenne, ja niin myös teidän karjanne ja juhtanne.'",
      "Tämä on Herralle vähäinen asia. Hän antaa myös Moabin teidän käsiinne.",
      "Kun seuraavana aamuna oli ruokauhrin aika, Edomin suunnalta alkoi virrata vettä, ja se peitti tulvana koko tienoon.",
      "Kun Moabiin levisi tieto, että kuninkaat olivat lähteneet matkaan hyökätäkseen sinne, kaikki asekuntoiset miehet nuorukaisista alkaen kutsuttiin koolle, ja he asettuivat maan rajalle.",
      "Mutta kun moabilaiset aamulla heräsivät, aurinko paistoi veden pintaan ja vesi näytti punaiselta kuin veri.",
      "Mutta kun he tulivat Israelin leiriin, israelilaiset kävivätkin heidän kimppuunsa ja ahdistivat heitä niin, että heidän oli lähdettävä pakoon. Israelilaiset ajoivat hellittämättä moabilaisia takaa ja löivät heidät perin pohjin.",
      "He tekivät kaupungeista raunioita, ja kaikki hyvät pellot tulivat täyteen kiviä, kun kukin sotilas heitti pellolle kiven. He tukkivat jokaisen vesilähteen ja kaatoivat kaikki arvokkaat puut. Lopulta vain Kir-Haresetin muurit olivat pystyssä, ja sielläkin linkomiehet saartoivat kaupungin ja ahdistivat sitä.",
      "Kun Moabin kuningas huomasi, ettei hän enää kyennyt pitämään puoliaan, hän otti mukaansa seitsemänsataa miekkamiestä ja yritti murtautua läpi Edomin kuninkaan joukkojen kohdalta. Se ei kuitenkaan onnistunut.",
      "Silloin hän otti esikoispoikansa, josta piti tulla kuningas hänen jälkeensä, ja uhrasi hänet polttouhrina muurilla. Israelilaiset joutuivat niin suuren kauhun valtaan, että he lopettivat piirityksen ja palasivat maahansa."
    ],
    [
      "Nainen lähti hänen luotaan, meni poikiensa kanssa sisään ja sulki oven. Pojat ojensivat hänelle astioita, ja hän kaatoi pullosta niihin öljyä.",
      "Kun Elisa eräänä päivänä matkallaan kulki Sunemin kautta, muuan varakas nainen pyysi pyytämällä, että hän tulisi aterialle. Ja kun Elisa myöhemmin kulki siitä ohi, hän poikkesi aina naisen kotiin aterioimaan.",
      "Kun Elisa eräänä päivänä taas tuli taloon, hän meni kattohuoneeseen ja asettui siellä makuulle.",
      "Mutta nainen tuli raskaaksi, ja määräaikaan seuraavana vuonna hän synnytti pojan, juuri niin kuin Elisa oli hänelle sanonut.",
      "Poika varttui, ja eräänä päivänä hän lähti leikkuuväen luo isäänsä tapaamaan.",
      "Palvelija nosti pojan käsivarsilleen ja kantoi hänet kotiin äidin luo. Poika istui keskipäivään saakka äitinsä sylissä, ja sitten hän kuoli.",
      "Nainen vei hänet kattohuoneeseen Jumalan miehen vuoteelle, sulki oven perässään ja meni ulos.",
      "Gehasi ehti perille ennen heitä. Hän asetti sauvan pojan kasvoille, mutta tämä ei äännähtänytkään, mitään elonmerkkiä ei näkynyt. Gehasi lähti Elisaa vastaan ja kertoi, ettei poika ollut vironnut.",
      "Kun Elisa meni huoneeseensa, poika makasi vuoteella kuolleena.",
      "Elisa sulki oven perässään, rukoili Herraa",
      "ja asettui sitten makaamaan pojan päälle. Hän pani suunsa pojan suulle, silmänsä hänen silmilleen ja kämmenensä hänen kämmenilleen, ja kun hän painautui poikaa vasten, tämän ruumis lämpeni.",
      "Sitten hän nousi seisaalleen ja käveli huoneessa kerran edestakaisin. Kun hän uudestaan asettui pojan päälle, poika aivasti seitsemän kertaa ja avasi silmänsä.",
      "Nainen polvistui hänen eteensä ja kumarsi maahan asti. Sitten hän nosti pojan syliinsä ja meni ulos.",
      "Muuan oppilas lähti niitylle malvoja keräämään. Hän löysi villin köynnöskasvin ja keräsi siitä villikurpitsoita niin paljon kuin sai vaatteissaan kulkemaan. Takaisin tultuaan hän paloitteli kurpitsat pataan, sillä kukaan ei osannut epäillä niitä.",
      "Palvelija jakoi väelle ruoan, ja he söivät, ja siitä jäi ylikin, niin kuin Herra oli sanonut."
    ],
    [
      "Syyrian kuninkaan sotapäällikkö Naaman oli arvossa pidetty mies ja kuninkaansa suosiossa, sillä Herra oli käyttänyt häntä aseenaan pelastaessaan Syyrian sen vihollisilta. Naaman oli mahtava soturi mutta sairasti spitaalia.",
      "Kun syyrialaiset kerran olivat Israelissa ryöstöretkellä, he toivat sieltä mukanaan pienen tytön, joka sitten joutui Naamanin vaimon palvelijaksi.",
      "Naaman meni kuninkaansa puheille ja kertoi, mitä israelilaistyttö oli sanonut.",
      "Naaman tuli hevosineen ja vaunuineen ja pysähtyi Elisan talon oven eteen.",
      "Niin hän meni Jordanille ja kastautui joessa seitsemän kertaa, niin kuin Jumalan mies oli määrännyt. Silloin hänen ihonsa tuli lapsen ihon kaltaiseksi, ja hän oli taas puhdas.",
      "Kun Gehasi tuli yläkaupunkiin, hän otti lahjat palvelijoilta ja kätki ne kotiinsa. Sitten hän lähetti palvelijat takaisin."
    ],
    [
      "Hän lähti heidän mukaansa, ja he menivät Jordanille ja alkoivat kaataa puita.",
      "Kun Syyrian kuningas sitten oli sodassa Israelia vastaan, hän neuvotteli miestensä kanssa ja päätti, minne hyökkäys oli suunnattava.",
      "Jumalan mies lähetti silloin Israelin kuninkaalle viestin ja varoitti häntä kulkemasta sen paikan kautta, jonne syyrialaiset olivat tulossa.",
      "Israelin kuningas lähetti miehiään paikkaan, josta Jumalan mies oli häntä varoittanut, ja sitä pidettiin silmällä. Tämä ei jäänyt yhteen eikä kahteen kertaan.",
      "hän lähetti sinne suuren joukon sotilaita hevosineen ja vaunuineen. He tulivat yöllä ja saartoivat kaupungin.",
      "Niin kuningas järjesti syyrialaisille suuret pidot, ja he söivät ja joivat. Hän antoi heidän lähteä rauhassa, ja he palasivat herransa luo. Sen jälkeen syyrialaiset eivät enää hyökkäilleet Israeliin.",
      "Myöhemmin Syyrian kuningas Ben-Hadad keräsi koolle koko sotajoukkonsa, lähti liikkeelle ja saartoi Samarian kaupungin.",
      "Kun piiritys pitkittyi, kaupungissa syntyi kova nälänhätä. Aasinpää maksoi silloin kahdeksankymmentä sekeliä hopeaa ja neljännes kab-mittaa kyyhkysenlantaa viisi hopeasekeliä.",
      "Kun kuningas kuuli naisen sanat, hän repäisi vaatteensa. Hän oli muurin harjalla, ja niin kansa näki, että hänellä oli vaatteiden alla katumuspuku ihoaan vasten."
    ],
    [
      "Aamupuolella yötä he lähtivät liikkeelle mennäkseen syyrialaisten leiriin, mutta kun he saapuivat leirin laitamille, siellä ei ollutkaan ketään.",
      "Syyrialaiset olivat jo aamuyöstä lähteneet pois, jättäneet teltat, hevoset ja aasit jälkeensä leiriin ja paenneet henkensä edestä.",
      "Leirin laitaan saavuttuaan spitaaliset menivät erääseen telttaan. He söivät ja joivat ja ottivat sieltä hopeaa, kultaa ja vaatteita. He kävivät kätkemässä tavarat ja menivät sitten toiseen telttaan. Sieltäkin he ottivat tavaroita ja menivät kätkemään ne.",
      "Vartijat ilmoittivat tämän edelleen kuninkaan palatsiin.",
      "Vaunumiehet ajoivat syyrialaisten perässä Jordanille saakka, ja tienvieret olivat täynnä vaatteita ja varusteita, jotka syyrialaiset olivat kiireissään heittäneet pois. Tiedustelijat tulivat takaisin ja kertoivat kuninkaalle näkemästään.",
      "Silloin väki lähti ulos kaupungista ja ryösti syyrialaisten leirin. Sea-mitan parhaita vehnäjauhoja ja kaksi sea-mittaa ohria sai nyt sekelillä hopeaa, niin kuin Herra oli ilmoittanut.",
      "Kuningas oli määrännyt seurassaan kulkevan vaunusoturin kaupunginportille pitämään järjestystä, mutta väkijoukko tallasi hänet portissa jalkoihinsa ja hän kuoli. Jumalan mies oli ennustanut näin silloin, kun hän puhui kuninkaalle tämän tultua hänen luokseen.",
      "Hän oli myös ennustanut kuninkaalle, että kaksi sea-mittaa ohria ja yksi sea-mitta parhaita vehnäjauhoja maksaisi seuraavana päivänä samaan aikaan Samarian portilla yhden hopeasekelin.",
      "Niin hänen sitten kävi, väkijoukko tallasi hänet portissa jalkoihinsa ja hän kuoli."
    ],
    [
      "Nainen teki niin kuin Jumalan mies oli neuvonut. Hän lähti perheineen Israelista ja asui seitsemän vuotta muukalaisena filistealaisten maassa.",
      "Seitsemän vuoden kuluttua nainen palasi filistealaisten maasta ja meni anomaan kuninkaalta, että saisi talonsa ja peltonsa takaisin.",
      "Kuninkaan puheilla oli juuri silloin Gehasi, Jumalan miehen palvelija, ja kuningas oli pyytänyt häntä kertomaan, mitä kaikkia suuria tekoja Elisa oli tehnyt.",
      "Kun Elisa kerran meni Damaskokseen, Syyrian kuningas Ben-Hadad oli sairaana. Kuninkaalle kerrottiin, että kaupunkiin oli saapunut Jumalan mies.",
      "Profeetan kasvot jäykistyivät, ja hän tuijotti kauan eteensä. Sitten hän purskahti itkuun.",
      "Mutta seuraavana päivänä hän otti peitteen, kastoi sen veteen ja painoi kuninkaan kasvoille, ja niin tämä kuoli. Hasael tuli hänen sijaansa kuninkaaksi.",
      "Joram, Josafatin poika, tuli Juudan kuninkaaksi Israelin kuninkaan Joramin, Ahabin pojan, viidentenä hallitusvuotena. Juudan kuningas Josafat oli silloin vielä elossa.",
      "Joram oli kuninkaaksi tullessaan kolmenkymmenenkahden vuoden ikäinen, ja hän hallitsi Jerusalemissa kahdeksan vuotta.",
      "Joram kulki samaa tietä kuin Israelin kuninkaat. Hänellä oli vaimonaan Ahabin tytär, ja Ahabin suvun tavoin hän teki sitä, mikä on väärää Herran silmissä.",
      "Palvelijansa Daavidin tähden Herra ei kuitenkaan halunnut tuhota Juudaa, sillä hän oli luvannut jättää Daavidille ja hänen suvulleen lampun ikiajoiksi.",
      "Joramin aikana Edom nousi kapinaan, irrottautui Juudan alaisuudesta ja valitsi itselleen oman kuninkaan.",
      "Silloin Joram meni kaikkine sotavaunuineen rajan yli Sairiin. Hän lähti yöllä liikkeelle ja löi Edomin vaunujoukkojen päälliköt ja joukot, jotka olivat saartaneet hänet, mutta hänen sotilaansa lähtivät pakoon teltoilleen.",
      "Niin Edom pääsi Juudan vallan alaisuudesta ja on pysynyt erillään tähän päivään saakka. Myös Libna irrottautui Juudasta samaan aikaan.",
      "Kaikki muu, mitä on kerrottavaa Joramista ja hänen teoistaan, on kirjoitettu Juudan kuninkaiden historiaan.",
      "Joram meni lepoon isiensä luo, ja hänet haudattiin isiensä viereen Daavidin kaupunkiin. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Ahasja.",
      "Ahasja, Juudan kuninkaan Joramin poika, tuli Juudan kuninkaaksi, kun Ahabin poika Joram oli kahdettatoista vuotta Israelin kuninkaana.",
      "Ahasja oli kuninkaaksi tullessaan kahdenkymmenenkahden vuoden ikäinen, ja hän hallitsi Jerusalemissa yhden vuoden ajan. Hänen äitinsä oli Atalja, Israelin kuninkaan Omrin pojantytär.",
      "Ahasja kulki Ahabin suvun tietä ja teki tämän suvun tavoin sitä, mikä on väärää Herran silmissä, sillä hänkin oli äidin puolelta sitä sukua.",
      "Ahasja lähti yhdessä Ahabin pojan Joramin kanssa sotaretkelle Syyrian kuningasta Hasaelia vastaan. He kävivät taisteluun Ramot-Gileadissa, ja syyrialaiset onnistuivat haavoittamaan Joramia.",
      "Niin kuningas Joram palasi Jisreeliin toipumaan haavoistaan, joita syyrialaiset olivat häneen Ramotin luona lyöneet hänen taistellessaan Syyrian kuningasta Hasaelia vastaan. Juudan kuningas Ahasja, Joramin poika, tuli Gileadista Jisreeliin katsomaan Ahabin poikaa Joramia, kun tämä makasi haavoittuneena."
    ],
    [
      "Kun saavut kaupunkiin, etsi käsiisi Jehu, Nimsin pojan Josafatin poika. Mene hänen luokseen, ota hänet erilleen toveriensa keskeltä ja vie hänet talon perimmäiseen huoneeseen.",
      "Profeetanoppilas, joka oli vielä nuorukainen, lähti Ramot-Gileadiin.",
      "Sinä hävität herrasi Ahabin suvun, ja niin minä kostan profeettojen ja muiden palvelijoitteni veren, joka tahraa Isebelin käsiä.",
      "Koko Ahabin suku on tuhoutuva, minä hävitän Israelista kaikki Ahabin miespuoliset jälkeläiset, niin suuret kuin pienetkin.",
      "Minä teen Ahabin suvulle niin kuin tein Jerobeamin, Nebatin pojan, ja Baesan, Ahian pojan, suvulle.",
      "Jehu, Nimsin pojan Josafatin poika, teki salaliiton Joramia vastaan. Kuningas Joram oli juuri ollut Ramot-Gileadissa johtamassa koko Israelin sotaväkeä, kun se Syyrian kuninkaan Hasaelin hyökättyä maahan puolusti kaupunkia.",
      "Jehu nousi vaunuihinsa ja lähti itse Jisreeliin, koska Joram poti siellä haavojaan. Myös Juudan kuningas Ahasja oli tullut sinne katsomaan Joramia.",
      "Mutta Jehu sieppasi käteensä jousen ja ampui Joramia hartioiden väliin. Nuoli meni sydämen läpi, ja Joram lyyhistyi vaunuihinsa.",
      "Kuninkaan palvelijat veivät hänet vaunuissa Jerusalemiin ja hautasivat hänet Daavidin kaupunkiin hänen omaan hautaansa isiensä viereen.",
      "Ahasja oli tullut Juudan kuninkaaksi Israelin kuninkaan Joramin, Ahabin pojan, yhdentenätoista hallitusvuotena.",
      "Jehu oli jo tulossa Jisreeliin, kun Isebel kuuli tapahtuneesta. Hän kaunisti värillä silmänsä, koristeli hiuksensa ja asettui ikkunan ääreen katselemaan.",
      "Mutta kun Isebeliä mentiin hautaamaan, hänestä ei löydetty muuta kuin pääkallo, jalat ja kädet."
    ],
    [
      "Samarian kaupungissa oli vielä seitsemänkymmentä Ahabin suvun poikaa. Niinpä Jehu kirjoitti kirjeen Samarian kaupungin jalosukuisille ja vanhimmille sekä Ahabin poikien holhoojille ja sanoi siinä näin:",
      "Kirjeen saatuaan holhoojat surmasivat kaikki seitsemänkymmentä poikaa. Sitten he panivat poikien päät koreihin ja lähettivät ne Jehulle Jisreeliin.",
      "Jehu otti sitten hengiltä kaikki ne Ahabin suvun jäsenet, jotka vielä olivat jäljellä Jisreelissä. Hän tappoi myös kaikki kuninkaan päälliköt, uskotut ja papit eikä jättänyt henkiin ainoatakaan kuningassuvun kannattajaa.",
      "Sitten Jehu lähti matkaan mennäkseen Samarian kaupunkiin. Bet-Eked-Roimin luo ehdittyään",
      "Samarian kaupunkiin saavuttuaan Jehu surmasi kaikki Ahabin jälkeläiset, jotka siellä vielä olivat jääneet henkiin. Näin hän hävitti Ahabin suvun, niin kuin Herra oli Elialle ilmoittanut.",
      "Hän käski järjestää pyhän juhlan Baalin kunniaksi. Juhlapäivä määrättiin,",
      "ja Jehu lähetti kutsun kaikkialle Israeliin. Kaikki Baalin palvelijat saapuivat, yksikään ei jäänyt tulematta. He menivät Baalin temppeliin, ja se täyttyi ääriään myöten.",
      "Jehu käski vaatevaraston hoitajan tuoda puvun jokaiselle Baalin palvelijalle, ja tämä toi heille puvut.",
      "kantoivat temppelin pyhän pylvään ulos ja polttivat sen.",
      "He kaatoivat maahan myös Baalin kivipatsaan ja hajottivat koko temppelin. Temppelistä tehtiin käymälöitä, ja siinä käytössä se on ollut tähän päivään saakka.",
      "Näin Jehu tuhosi Israelista Baalin palvonnan.",
      "Hän ei kuitenkaan luopunut niistä synneistä, joilla Jerobeam, Nebatin poika, oli johdattanut Israelin synnintekoon, vaan säilytti Betelin ja Danin kultaiset sonnit.",
      "Mutta kokonaan Jehu ei noudattanut Herran, Israelin Jumalan, lakia. Hän ei luopunut synneistä, joilla Jerobeam oli johdattanut Israelin synnintekoon.",
      "Noihin aikoihin Herra alkoi pirstoa Israelia. Hasael löi Israelin joukot joka puolella raja- aluetta",
      "ja valloitti Jordanin itäpuolelta koko Gileadin maan sekä Gadin, Ruubenin ja Manassen heimon maat Arnonin varrella sijaitsevasta Aroerista alkaen. Gilead ja Basan joutuivat hänen valtaansa.",
      "Kaikki muu, mitä on kerrottavaa Jehusta ja hänen teoistaan ja saavutuksistaan, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Jehu meni lepoon isiensä luo, ja hänet haudattiin Samarian kaupunkiin. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Joahas.",
      "Jehu hallitsi Samariassa Israelia kaksikymmentäkahdeksan vuotta."
    ],
    [
      "Kun Ahasjan äiti Atalja sai tietää poikansa kuolleen, hän päätti hävittää koko Juudan kuningassuvun.",
      "Silloin Ahasjan sisar Joseba, joka oli kuningas Joramin tytär, otti Ahasjan pojan Joasin salaa pois surmattavaksi määrättyjen kuninkaan poikien joukosta. Hän vei pojan ja tämän imettäjän makuuhuoneeseensa, ja pojan henki säästyi, kun hänet näin piilotettiin Ataljalta.",
      "Joasia pidettiin sitten kuuden vuoden ajan kätkössä Joseban luona Herran temppelissä, sillä Atalja hallitsi maata.",
      "Seitsemäntenä vuotena pappi Jojada kutsui kaarialaisten palkkasoturien ja henkikaartin sadanpäälliköt luokseen Herran temppeliin. Hän solmi liiton heidän kanssaan ja otti heiltä valan Herran temppelissä. Sitten hän näytti sadanpäälliköille kuninkaan pojan",
      "toinen Surinporttia ja kolmas Henkikaartinporttia. Huolehtikaa vuorotellen temppelin sisäänkäynnin vartioinnista.",
      "Pankaa ne kaksi osastoanne, joiden pitäisi olla sapattina vapaavuorossa, kuninkaan luo vartioimaan Herran temppeliä.",
      "Sadanpäälliköt tekivät pappi Jojadan käskyn mukaisesti. He kokosivat kukin sotilaansa, niin sapattina vartioon tulevat kuin vapaavuorolaisetkin, ja tulivat Jojadan luo.",
      "Pappi antoi sadanpäälliköille keihäät ja jouset, jotka olivat kuuluneet kuningas Daavidille ja olivat nyt Herran temppelissä.",
      "Henkivartijat asettuivat ase kädessä kuninkaan suojaksi, ja heidän rivinsä kiersi temppelin eteläseinältä alttarin vieritse pohjoisseinälle saakka.",
      "Kun Atalja kuuli sotilaiden ja kansan huudon, hän lähti Herran temppeliin väkijoukon luo.",
      "Niin sotilaat tarttuivat Ataljaan, veivät hänet Hevosportin kautta kuninkaan palatsiin ja surmasivat hänet siellä.",
      "Jojada, kansa ja kuningas tekivät liiton ja sitoutuivat aina olemaan Herran kansa.",
      "Väkijoukko tunkeutui Baalin temppeliin ja hävitti sen maan tasalle. Alttarit ja kuvat murskattiin palasiksi, ja Baalin pappi Mattan surmattiin alttarien edessä. Jojada asetti sotilaita vartioimaan Herran temppeliä",
      "ja lähti sitten saattamaan kuningasta temppelistä. Hän kutsui mukaansa sadanpäälliköt, kaarialaiset palkkasoturit ja muut henkivartijat sekä koko väkijoukon, ja he menivät Henkikaartinportin kautta kuninkaan palatsiin. Siellä Joas istuutui kuninkaan valtaistuimelle.",
      "Koko kansa riemuitsi, ja kaupunki pysyi rauhallisena. Atalja oli surmattu kuninkaan palatsissa.",
      "(H12:1)Joas oli kuninkaaksi tullessaan seitsemän vuoden ikäinen."
    ],
    [
      "(H12:2)Hän tuli kuninkaaksi Jehun seitsemäntenä hallitusvuotena ja hallitsi Jerusalemissa neljäkymmentä vuotta. Hänen äitinsä oli beersebalainen Sibja.",
      "(H12:3)Joas teki koko ikänsä sitä, mikä on oikein Herran silmissä, koska pappi Jojada oli kasvattanut hänet.",
      "(H12:4)Uhrikukkulat eivät kuitenkaan hävinneet, yhä edelleenkin kansa uhrasi ja suitsutti kukkuloilla.",
      "(H12:7)Mutta vielä Joasin kahdentenakymmenentenäkolmantena hallitusvuotena papit eivät olleet korjauttaneet temppelin vaurioita.",
      "(H12:9)Papit suostuivat siihen, että he eivät enää ottaisi kansalta rahaa, kunhan eivät myöskään joutuisi korjauttamaan temppeliä.",
      "(H12:10)Pappi Jojada otti arkun, teki sen kanteen reiän ja asetti sen alttarin luo, Herran temppelin ovelta katsoen oikealle puolelle. Ovella vartiossa olevat papit panivat tähän arkkuun kaiken rahan, joka tuotiin Herran temppeliin.",
      "(H12:11)Aina kun papit näkivät, että arkussa oli paljon rahaa, kuninkaan kirjuri ja ylipappi kutsuttiin Herran temppeliin, ja he kokosivat ja laskivat kertyneet rahat.",
      "(H12:12)He antoivat laskemansa rahat korjaustöiden valvojille, joiden vastuulla työt Herran temppelissä olivat. Nämä maksoivat edelleen temppeliä korjaaville puusepille ja rakennusmiehille, muurareille ja kivenhakkaajille.",
      "(H12:13)Rahoilla myös hankittiin puita ja hakattuja kiviä, joilla Herran temppelin halkeamia korjattiin, ja kaikkea muuta, mitä töissä tarvittiin.",
      "(H12:14)Näillä rahoilla, jotka Herran temppeliin tuotiin, ei kuitenkaan teetetty hopeavateja, veitsiä, vihmontamaljoja eikä torvia, ei kulta- eikä hopeaesineitä.",
      "(H12:15)Rahat annettiin työn valvojille, ja he maksoivat niillä Herran temppelin korjaustyöt.",
      "(H12:16)Niiltä miehiltä, joille rahat annettiin työn valvojille toimitettaviksi, ei vaadittu tilejä, sillä he nauttivat kaikkien luottamusta.",
      "(H12:17)Vikauhri- ja syntiuhrirahoja ei käytetty Herran temppelin korjaamiseen, vaan ne menivät papeille.",
      "(H12:18)Noihin aikoihin Syyrian kuningas Hasael lähti sotaretkelle ja hyökkäsi Gatia vastaan. Hän valtasi kaupungin ja alkoi valmistella hyökkäystä Jerusalemiin.",
      "(H12:19)Silloin Juudan kuningas Joas otti kaikki uhrilahjat, jotka hänen edeltäjänsä, Juudan kuninkaat Josafat, Joram ja Ahasja, olivat temppeliin tuoneet, sekä omat uhrilahjansa ja kaiken kullan, mitä oli Herran temppelin ja kuninkaan palatsin aarrekammioissa, ja lähetti ne Syyrian kuninkaalle Hasaelille. Niin Hasael lähti pois eikä hyökännyt Jerusalemiin.",
      "(H12:20)Kaikki muu, mitä on kerrottavaa Joasista ja hänen teoistaan, on kirjoitettu Juudan kuninkaiden historiaan.",
      "(H12:21)Hänen omat miehensä tekivät salaliiton ja nousivat häntä vastaan. He löivät hänet hengiltä Bet-Millossa, siellä mistä tie vie alas Sillaan.",
      "(H12:22)Hänen omat miehensä Josakar, Simeatin poika, ja Josabad, Somerin poika, kävivät hänen kimppuunsa ja surmasivat hänet. Joas haudattiin isiensä viereen Daavidin kaupunkiin, ja hänen jälkeensä tuli kuninkaaksi hänen poikansa Amasja."
    ],
    [
      "Juudan kuninkaan Joasin, Ahasjan pojan, kahdentenakymmenentenäkolmantena hallitusvuotena Israelin kuninkaaksi tuli Joahas, Jehun poika. Hän hallitsi Samarian kaupungissa seitsemäntoista vuotta.",
      "Joahas teki sitä, mikä on väärää Herran silmissä, ja syyllistyi samoihin synteihin, joilla Jerobeam, Nebatin poika, oli johdattanut Israelin synnintekoon. Niistä synneistä hän ei luopunut.",
      "Herra vihastui Israeliin ja antoi sen kerta kerran jälkeen Syyrian kuninkaan Hasaelin ja hänen poikansa Ben-Hadadin käsiin.",
      "Mutta Joahas rukoili Herraa leppymään, ja Herra kuuli hänen rukouksensa, kun näki miten Syyrian kuningas sorti israelilaisia.",
      "Herra antoi israelilaisille vapauttajan, ja niin he pääsivät Syyrian vallasta ja saattoivat asua rauhassa kotonaan niin kuin ennenkin.",
      "Mutta vieläkään he eivät luopuneet synneistä, joilla Jerobeamin suku oli johdattanut koko Israelin synnintekoon. Niistä synneistä he pitivät kiinni ja säilyttivät asera-tarhankin Samarian kaupungissa.",
      "Joahasille ei ollut jäänyt kuin viisikymmentä hevosta, kymmenet sotavaunut ja kymmenentuhatta jalkamiestä. Syyrian kuningas oli murskannut hänen sotajoukkonsa, ja Israel oli nyt kuin tomua, jota jokainen polkee.",
      "Kaikki muu, mitä on kerrottavaa Joahasista ja hänen kaikista saavutuksistaan, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Joahas meni lepoon isiensä luo, ja hänet haudattiin Samarian kaupunkiin. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Joas.",
      "Juudan kuninkaan Joasin kolmantenakymmenentenäseitsemäntenä hallitusvuotena Israelin kuninkaaksi tuli Joas, Joahasin poika. Hän hallitsi Samarian kaupungissa kuusitoista vuotta.",
      "Joas teki sitä, mikä on väärää Herran silmissä, hän ei luopunut mistään niistä synneistä, joilla Jerobeam, Nebatin poika, oli johdattanut Israelin synnintekoon. Näistä synneistä hän piti kiinni.",
      "Kaikki muu, mitä on kerrottavaa Joasista ja hänen saavutuksistaan sekä siitä, kuinka hän taisteli Juudan kuningasta Amasjaa vastaan, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Joas meni lepoon isiensä luo, ja hänen valtaistuimelleen nousi Jerobeam. Joas haudattiin Samarian kaupunkiin Israelin kuninkaiden viereen.",
      "Sitten Elisa kuoli ja hänet haudattiin. Moabilaisten partiojoukkoja tuli tuohon aikaan joka vuosi maahan.",
      "Kun erästä miestä kerran oltiin hautaamassa, hautaajat huomasivat partiojoukon. Silloin he heittivät miehen Elisan hautaan ja lähtivät pakoon. Mutta kun ruumis kosketti Elisan luita, mies heräsi henkiin ja nousi jaloilleen.",
      "Syyrian kuningas Hasael ahdisti ja sorti Israelia koko Joahasin elinajan.",
      "Mutta Herra armahti israelilaisia ja osoitti heille laupeutensa. Abrahamin, Iisakin ja Jaakobin kanssa tekemänsä liiton tähden hän ei tahtonut tuhota heitä. Hän kääntyi heidän puoleensa eikä vielä silloin heittänyt heitä pois kasvojensa edestä.",
      "Kun Syyrian kuningas Hasael kuoli, hänen jälkeensä tuli kuninkaaksi hänen poikansa Ben-Hadad.",
      "Joas, Joahasin poika, otti Hasaelin pojalta Ben- Hadadilta takaisin ne kaupungit, jotka Hasael oli asevoimin riistänyt hänen isältään Joahasilta. Joas löi kolmesti Ben-Hadadin ja palautti kaupungit Israelille."
    ],
    [
      "Israelin kuninkaan Joasin, Joahasin pojan, toisena hallitusvuotena Juudan kuninkaaksi tuli Amasja, Joasin poika.",
      "Hän oli kuninkaaksi tullessaan kahdenkymmenenviiden vuoden ikäinen, ja hän hallitsi Jerusalemissa kaksikymmentäyhdeksän vuotta. Hänen äitinsä oli jerusalemilainen Joaddan.",
      "Amasja teki sitä, mikä on oikein Herran silmissä, olematta siinä kuitenkaan esi-isänsä Daavidin vertainen. Hän teki kaikessa isänsä Joasin tavoin.",
      "Uhrikukkuloista ei luovuttu, yhä edelleen kansa uhrasi ja suitsutti kukkuloilla.",
      "Heti kun Amasja sai valtansa lujitetuksi, hän surmasi ne miehet, jotka olivat murhanneet hänen isänsä, kuningas Joasin.",
      "Amasja löi Suolalaaksossa Edomin sotajoukon, jossa oli kymmenentuhatta miestä, ja valtasi sitten Selan. Hän antoi kaupungille nimen Jokteel, joka sillä vieläkin on.",
      "Amasja ei kuunnellut häntä. Silloin Joas, Israelin kuningas, hyökkäsi maahan. Hän ja Juudan kuningas Amasja kävivät taisteluun Bet-Semesissä, joka oli Juudan aluetta.",
      "Juuda jäi Israelia vastaan taistellessaan tappiolle, ja sen sotilaat hajaantuivat ja pakenivat kukin kotiinsa.",
      "Joas, Israelin kuningas, otti Bet-Semesissä vangiksi Juudan kuninkaan Amasjan, joka oli Ahasjan pojan Joasin poika. Sitten Joas marssi Jerusalemiin ja määräsi kaupunginmuurin revittäväksi neljänsadan kyynärän matkalta, Efraiminportilta Kulmaportille saakka.",
      "Hän ryösti kaiken kullan ja hopean sekä muut esineet Herran temppelistä ja kuninkaan palatsin aarrekammioista. Panttivankejakin hän otti, ennen kuin palasi Samariaan.",
      "Kaikki muu, mitä on kerrottavaa Joasista ja hänen saavutuksistaan sekä siitä, kuinka hän taisteli Juudan kuningasta Amasjaa vastaan, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Joas meni lepoon isiensä luo, ja hänet haudattiin Samarian kaupunkiin Israelin kuninkaiden viereen. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Jerobeam.",
      "Juudan kuningas Amasja, Joasin poika, eli vielä viisitoista vuotta sen jälkeen kun Israelin kuningas Joas, Joahasin poika, oli kuollut.",
      "Kaikki muu, mitä Amasjasta on kerrottavaa, on kirjoitettu Juudan kuninkaiden historiaan.",
      "Amasjaa vastaan tehtiin Jerusalemissa salaliitto. Hän pakeni Lakisiin, mutta sinne lähetettiin miehiä hänen peräänsä, ja he tappoivat hänet siellä.",
      "Hänet tuotiin hevosen selässä Jerusalemiin ja haudattiin Daavidin kaupunkiin isiensä viereen.",
      "Juudan kansa asetti Amasjan jälkeen kuninkaaksi hänen poikansa Asarjan, joka silloin oli kuusitoistavuotias.",
      "Asarja palautti Eilatin Juudalle ja rakensi sen jälleen, kun Amasja oli mennyt lepoon isiensä luo.",
      "Juudan kuninkaan Amasjan, Joasin pojan, viidentenätoista hallitusvuotena Israelin kuninkaaksi tuli Jerobeam, Joasin poika. Hän hallitsi Samarian kaupungissa neljäkymmentäyksi vuotta.",
      "Jerobeam teki sitä, mikä on väärää Herran silmissä. Hän ei luopunut yhdestäkään niistä synneistä, joilla Jerobeam, Nebatin poika, oli johdattanut Israelin synnintekoon.",
      "Hän kuitenkin palautti Israelille raja-alueen Lebo-Hamatista Kuolleeseenmereen saakka. Näin kävi toteen se, minkä Herra, Israelin Jumala, oli puhunut Gat-Heferistä kotoisin olevan palvelijansa Joonan, Amittain pojan, suulla.",
      "Herra oli nähnyt Israelin kurjaakin kurjemman tilan, sen, ettei ollut jäljellä ketään, ei ylhäistä eikä alhaista, josta olisi ollut maan pelastajaksi.",
      "Mutta Herra ei vielä ollut ilmoittanut, että hän pyyhkii Israelin nimen pois taivaan alta, ja niin hän antoi Jerobeamin, Joasin pojan, pelastaa kansan.",
      "Kaikki muu, mitä on kerrottavaa Jerobeamista ja hänen saavutuksistaan sekä siitä, kuinka hän kävi sotia ja palautti Damaskoksen ja Hamatin Israelille, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Jerobeam meni lepoon isiensä luo Israelin kuninkaiden pariin, ja hänen jälkeensä tuli kuninkaaksi hänen poikansa Sakarja."
    ],
    [
      "Asarja, Amasjan poika, tuli Juudan kuninkaaksi Israelin kuninkaan Jerobeamin kahdentenakymmenentenäseitsemäntenä hallitusvuotena.",
      "Hän oli kuninkaaksi tullessaan kuusitoistavuotias, ja hän hallitsi Jerusalemissa viisikymmentäkaksi vuotta. Hänen äitinsä oli jerusalemilainen Jekolja.",
      "Asarja teki sitä, mikä on oikein Herran silmissä, aivan niin kuin hänen isänsä Amasja oli tehnyt.",
      "Uhrikukkuloista ei kuitenkaan luovuttu, yhä edelleen kansa uhrasi ja suitsutti kukkuloilla.",
      "Herra löi kuningasta spitaalilla, niin että hänen oli kuolinpäiväänsä saakka asuttava erillisessä talossa. Hänen poikansa Jotam, joka oli hovin päällikkö, hoiti maan hallintoa.",
      "Kaikki muu, mitä Asarjasta on kerrottavaa, on kirjoitettu Juudan kuninkaiden historiaan.",
      "Asarja meni lepoon isiensä luo, ja hänet haudattiin isiensä viereen Daavidin kaupunkiin. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Jotam.",
      "Juudan kuninkaan Asarjan kolmantenakymmenentenäkahdeksantena hallitusvuotena Israelin kuninkaaksi tuli Sakarja, Jerobeamin poika. Hän hallitsi Samarian kaupungissa kuuden kuukauden ajan.",
      "Sakarja teki sitä, mikä on väärää Herran silmissä, niin kuin hänen isänsäkin olivat tehneet. Hän ei luopunut synneistä, joilla Jerobeam, Nebatin poika, oli johdattanut Israelin synnintekoon.",
      "Sallum, Jabesin poika, teki salaliiton kuningasta vastaan. Hän löi Jibleamissa Sakarjan hengiltä ja nousi kuninkaaksi hänen sijaansa.",
      "Kaikki muu, mitä Sakarjasta on kerrottavaa, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Sallum, Jabesin poika, tuli kuninkaaksi Juudan kuninkaan Ussian kolmantenakymmenentenäyhdeksäntenä hallitusvuotena. Hän hallitsi Samariassa kuukauden ajan.",
      "Menahem, Gadin poika, lähti tuolloin Tirsasta ja hyökkäsi Samarian kaupunkiin. Hän löi siellä hengiltä Sallumin, Jabesin pojan, ja nousi kuninkaaksi hänen sijaansa.",
      "Kaikki muu, mitä on kerrottavaa Sallumista ja salaliitosta, jonka hän teki, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Menahem, joka oli lähtenyt Tirsasta, valloitti noihin aikoihin myös Tifsahin ja sen ympäristön. Kun kaupunki ei avannut porttejaan, hän valtasi sen, ja kaikilta raskaana olevilta naisilta hän viilsi vatsan auki.",
      "Menahem, Gadin poika, tuli Israelin kuninkaaksi Juudan kuninkaan Asarjan kolmantenakymmenentenäyhdeksäntenä hallitusvuotena. Hän hallitsi Samarian kaupungissa kymmenen vuoden ajan.",
      "Menahem teki sitä, mikä on väärää Herran silmissä. Koko elinaikanaan hän ei luopunut synneistä, joilla Jerobeam, Nebatin poika, oli johdattanut Israelin synnintekoon.",
      "Kun Assyrian kuningas Pul hyökkäsi maahan, Menahem antoi hänelle tuhat talenttia hopeaa, jotta saisi hänen avullaan kuninkuutensa vahvistetuksi.",
      "Saadakseen Assyrian kuninkaalle menevän summan kokoon Menahem määräsi jokaisen varakkaan israelilaisen maksamaan viisikymmentä hopeasekeliä. Assyrian kuningas lähti takaisin eikä viipynyt maassa kauempaa.",
      "Kaikki muu, mitä Menahemista on kerrottavaa, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Menahem meni lepoon isiensä luo, ja hänen jälkeensä tuli kuninkaaksi hänen poikansa Pekahja.",
      "Pekahja, Menahemin poika, tuli Israelin kuninkaaksi Juudan kuninkaan Asarjan viidentenäkymmenentenä hallitusvuotena. Hän hallitsi Samarian kaupungissa kahden vuoden ajan.",
      "Pekahja teki sitä, mikä on väärää Herran silmissä. Hän ei luopunut synneistä, joilla Jerobeam, Nebatin poika, oli johdattanut Israelin synnintekoon.",
      "Hänen lähin miehensä Pekah, Remaljan poika, teki salaliiton häntä vastaan ja löi hänet hengiltä Samarian kuninkaanpalatsin sisälinnassa. Pekahilla oli mukanaan viisikymmentä Gileadin miestä, ja hän surmasi samalla myös Argobin ja Arjen. Pekahjan surmattuaan Pekah nousi hänen sijaansa kuninkaaksi.",
      "Kaikki muu, mitä Pekahjasta on kerrottavaa, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Pekah, Remaljan poika, tuli Israelin kuninkaaksi Juudan kuninkaan Asarjan viidentenäkymmenentenäkahdentena hallitusvuotena. Hän hallitsi Samarian kaupungissa kaksikymmentä vuotta.",
      "Pekah teki sitä, mikä on väärää Herran silmissä, eikä luopunut synneistä, joilla Jerobeam, Nebatin poika, oli johdattanut Israelin synnintekoon.",
      "Israelin kuninkaan Pekahin hallituskaudella Assyrian kuningas Tiglatpileser hyökkäsi maahan. Hän valtasi Ijjonin, Abel-Bet-Maakan, Janoahin, Kedesin, Hasorin, Gileadin ja Galilean, koko Naftalin heimon maan, ja siirsi alueen asukkaat Assyriaan.",
      "Hoosea, Elan poika, teki salaliiton Pekahia, Remaljan poikaa vastaan. Hän löi Pekahin hengiltä ja nousi hänen sijaansa kuninkaaksi Jotamin, Ussian pojan, kahdentenakymmenentenä hallitusvuotena.",
      "Kaikki muu, mitä Pekahista on kerrottavaa, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Jotam, Ussian poika, tuli Juudan kuninkaaksi Israelin kuninkaan Pekahin, Remaljan pojan, toisena hallitusvuotena.",
      "Hän oli kuninkaaksi tullessaan kaksikymmentäviisivuotias, ja hän hallitsi Jerusalemissa kuusitoista vuotta. Hänen äitinsä oli Jerusa, Sadokin tytär.",
      "Jotam teki sitä, mikä on oikein Herran silmissä, aivan niin kuin hänen isänsä Ussia oli tehnyt.",
      "Uhrikukkuloista ei kuitenkaan luovuttu, yhä edelleen kansa uhrasi ja suitsutti kukkuloilla. Jotam rakensi Herran temppelin Yläportin.",
      "Kaikki muu, mitä hän teki, on kirjoitettu Juudan kuninkaiden historiaan.",
      "Noihin aikoihin Herra lähetti ensimmäisiä kertoja Juudaa vastaan Syyrian kuninkaan Resinin ja Pekahin, Remaljan pojan.",
      "Jotam meni lepoon isiensä luo, ja hänet haudattiin isiensä viereen Daavidin kaupunkiin. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Ahas."
    ],
    [
      "Ahas, Jotamin poika, tuli Juudan kuninkaaksi Pekahin, Remaljan pojan, seitsemäntenätoista hallitusvuotena.",
      "Hän oli kuninkaaksi tullessaan kaksikymmenvuotias, ja hän hallitsi Jerusalemissa kuusitoista vuotta. Ahas ei tehnyt sitä, mikä on oikein Herran, hänen Jumalansa, silmissä, niin kuin hänen esi-isänsä Daavid oli tehnyt.",
      "Hän vaelsi Israelin kuninkaiden tietä ja jopa pani poikansa kulkemaan tulen läpi, niiden kansojen kauhistavien tapojen mukaisesti, jotka Herra oli hävittänyt israelilaisten tieltä.",
      "Hän uhrasi ja suitsutti kukkuloilla ja kummuilla ja jokaisen lehtevän puun alla.",
      "Noihin aikoihin Syyrian kuningas Resin ja Israelin kuningas Pekah, Remaljan poika, lähtivät sotaretkelle Ahasia vastaan. He saartoivat Jerusalemin, mutta eivät pystyneet valloittamaan sitä.",
      "Syyrian kuningas Resin palautti tuolloin Eilatin Syyrialle ja karkotti Juudan heimoon kuuluvat kaupungista. Eilatiin asettui edomilaisia, ja he asuvat siellä tänäkin päivänä.",
      "Ahas otti kaiken hopean ja kullan, mitä Herran temppelissä ja kuninkaan palatsin aarrekammioissa oli, ja lähetti sen lahjaksi Assyrian kuninkaalle.",
      "Kuningas teki Ahasin pyynnön mukaan. Hän marssi Damaskokseen, valtasi sen ja siirsi kaupungin asukkaat Kiriin. Mutta Resinin hän surmasi.",
      "Kuningas Ahas lähti Damaskokseen tapaamaan Assyrian kuningasta Tiglatpileseriä. Kun hän näki siellä alttarin, hän lähetti pappi Urialle sen mallin ja tarkan kuvauksen alttarin rakenteesta.",
      "Pappi Uria teki alttarin niiden ohjeiden mukaisesti, jotka Ahas oli Damaskoksesta lähettänyt, ja sai sen valmiiksi ennen kuin kuningas palasi.",
      "Kun Ahas tuli Damaskoksesta ja näki alttarin, hän meni sen luo ja nousi sille.",
      "Hän toimitti polttouhrinsa ja ruokauhrinsa, vuodatti juomauhrinsa ja vihmoi alttarille oman yhteysuhrinsa veren.",
      "Pronssialttarin, joka oli Herran edessä, hän poisti temppelin edustalta, uuden alttarin ja Herran temppelin välistä. Se siirrettiin uuden alttarin pohjoispuolelle.",
      "Pappi Uria teki kuningas Ahasin käskyn mukaisesti.",
      "Kuningas Ahas käski irrottaa työntöpöytien kehykset ja ottaa ne ja padat pois pöytien päältä. Altaankin hän otatti pois sen alla olevien pronssihärkien päältä ja asetti sen kivijalustan varaan.",
      "Toiseen paikkaan temppelialueella siirrettiin myös Herran temppeliin rakennettu kuninkaan istuimen koroke ja kuninkaanportin rakennelmat. Tämän hän teki Assyrian kuninkaan tähden.",
      "Kaikki muu, mitä Ahas teki, on kirjoitettu Juudan kuninkaiden historiaan.",
      "Ahas meni lepoon isiensä luo, ja hänet haudattiin isiensä viereen Daavidin kaupunkiin. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Hiskia."
    ],
    [
      "Juudan kuninkaan Ahasin kahdentenatoista hallitusvuotena Israelin kuninkaaksi tuli Hoosea, Elan poika. Hän hallitsi Samarian kaupungissa yhdeksän vuotta.",
      "Hoosea teki sitä, mikä on väärää Herran silmissä, ei kuitenkaan yhtä paljon kuin aikaisemmat Israelin kuninkaat olivat tehneet.",
      "Assyrian kuningas Salmanassar aloitti sodan Hooseaa vastaan. Hoosea joutui tunnustamaan hänen ylivaltansa ja maksamaan hänelle veroa.",
      "Assyrian kuningas sai sitten kuitenkin tietoonsa, että Hoosea oli ryhtynyt salahankkeisiin. Hoosea oli lähettänyt sananviejiä Egyptin kuninkaan Son luo eikä ollut enää toimittanut Assyrian kuninkaalle veroa, joka hänen piti vuosittain maksaa. Siksi Assyrian kuningas käski ottaa hänet kiinni ja panna vankilaan.",
      "Assyrian kuningas tuli ja valtasi koko maan. Samarian kaupungin luo saavuttuaan hän saartoi sen, ja piiritystä kesti kolme vuotta.",
      "Hoosean yhdeksäntenä hallitusvuotena Assyrian kuningas valtasi kaupungin. Hän siirsi israelilaiset Assyriaan ja sijoitti heidät Halahiin, Gosaniin Haburin varsille sekä Meedian kaupunkeihin.",
      "Näin tapahtui siksi, että israelilaiset olivat tehneet syntiä Herraa, Jumalaansa vastaan. Vaikka Herra oli tuonut heidät pois Egyptin maasta ja vapauttanut heidät faraon, Egyptin kuninkaan, vallasta, he olivat ryhtyneet palvelemaan muita jumalia.",
      "He olivat alkaneet noudattaa niiden kansojen tapoja, jotka Herra oli hävittänyt heidän tieltään, ja niitä menoja, jotka heidän kuninkaansa olivat ottaneet käyttöön.",
      "He olivat ryhtyneet sellaiseen, mikä ei ollut Herran, heidän Jumalansa, tahdon mukaista. Jokaiseen kaupunkiin, oli se suuri ja linnoitettu tai pelkän vartiotornin suojaama, he olivat rakentaneet uhripaikkoja kukkuloille.",
      "Jokaiselle korkealle kummulle ja jokaisen lehtevän puun alle he olivat pystyttäneet kivipatsaita ja asera-tarhoja.",
      "Kaikilla uhrikukkuloillaan he olivat polttaneet uhreja niin kuin ne kansat, jotka Herra oli siirtänyt pois heidän tieltään, ja näillä pahoilla teoillaan he olivat herättäneet Herran vihan.",
      "Epäjumalanpatsaitakin he olivat palvoneet, vaikka Herra oli kieltänyt heitä niin tekemästä.",
      "Mutta he eivät kuunnelleet vaan olivat yhtä uppiniskaisia kuin isänsä, jotka eivät olleet luottaneet Herraan, Jumalaansa.",
      "He hylkäsivät hänen käskynsä, he luopuivat liitosta, jonka hän oli heidän isiensä kanssa tehnyt, ja liitonehdoista, jotka hän oli heille asettanut. He kulkivat turhuuksien perässä ja tulivat itse turhaakin turhemmiksi, he seurasivat ympärillään asuvia pakanakansoja, vaikka Herra oli kieltänyt heitä elämästä niiden tavoin.",
      "He hylkäsivät kaikki Herran, Jumalansa, määräykset ja valoivat itselleen kaksi sonnipatsasta. He tekivät asera-tarhan, he kumarsivat kaikkia taivaan tähtijoukkoja ja palvoivat Baalia.",
      "He panivat poikansa ja tyttärensä kulkemaan tulen läpi, he tekivät taikoja ja ennustivat noitakeinoin. He antautuivat tekemään sellaista, mikä on väärää Herran silmissä, ja herättivät näin hänen vihansa.",
      "Niin pahoin Herra vihastui Israelin kansaan, että työnsi sen pois kasvojensa edestä. Vain Juudan heimo jäi jäljelle.",
      "Juudakaan ei noudattanut Herran, Jumalansa, käskyjä, vaan eli niiden tapojen mukaan, jotka Israelissa oli otettu käyttöön.",
      "Siksi Herra hylkäsi heidät kaikki, koko Israelin suvun. Hän nöyryytti heitä, antoi heidät rosvojoukkojen käsiin ja lopulta heitti heidät pois kasvojensa edestä.",
      "Silloin kun Herra oli repäissyt Israelin Daavidin suvusta erilleen, israelilaiset olivat asettaneet kuninkaaksi Jerobeamin, Nebatin pojan, ja Jerobeam oli kääntänyt Israelin pois Herran teiltä ja johdattanut sen suureen syntiin.",
      "Sen jälkeen israelilaiset syyllistyivät kaikkiin synteihin, joita Jerobeam oli tehnyt. Niistä he eivät luopuneet,",
      "ja niin Herra työnsi Israelin pois kasvojensa edestä. Hän teki niin kuin oli palvelijoittensa, profeettojen, suulla ilmoittanut ja siirsi israelilaiset heidän omasta maastaan Assyriaan. Siellä he ovat vielä tänäkin päivänä.",
      "Assyrian kuningas siirsi Babyloniasta, Kutasta, Avvasta, Hamatista ja Sefarvaimista uusia asukkaita Samarian kaupunkeihin. Nämä israelilaisten sijaan tulleet ottivat Samarian haltuunsa ja asettuivat sen kaupunkeihin.",
      "Sinne saavuttuaan he ensin eivät palvelleet Herraa, ja niin Herra lähetti heidän asuinseudulleen leijonia, jotka tuon tuostakin tappoivat jonkun heistä.",
      "Niin yksi niistä papeista, jotka oli siirretty pois Samariasta, palasi sinne ja asettui asumaan Beteliin. Hän opetti heille, kuinka Herraa oli palveltava.",
      "Kukin kansa teki kuitenkin omat jumalankuvansa ja asetti ne uhrikukkuloille samarialaisten rakentamiin pyhäkköihin, kukin kansa omiin asuinkaupunkeihinsa.",
      "Babylonian miehet tekivät Sukkot-Benotin kuvan, Kutan miehet Nergalin ja Hamatin miehet Asiman kuvan,",
      "avvalaiset tekivät Nibhasin ja Tartakin kuvan, ja sefarvaimilaiset palvoivat Adrammelekia ja Anammelekia, Sefarvaimin jumalia, polttamalla poikiaan tulessa.",
      "He palvelivat kyllä myös Herraa, mutta ottivat omasta joukostaan uhrikukkulapapit, jotka uhrasivat heidän puolestaan kukkuloiden pyhäköissä.",
      "Vaikka he palvelivat Herraa, he palvelivat myös omia jumaliaan niiden kansojen tavoin, joiden joukosta heidät oli siirretty Samariaan.",
      "Vielä tänäkin päivänä he elävät entisten tapojensa mukaisesti. He eivät palvele Herraa eivätkä noudata niitä säädöksiä, ohjeita ja lain käskyjä, joita Herra käski Jaakobin suvun noudattaa. Tälle suvulle hän antoi nimen Israel,",
      "Herraa teidän tulee palvella, häntä, joka suurella voimallaan ja väkevällä kädellään toi teidät pois Egyptin maasta. Kumartakaa häntä ja uhratkaa hänelle.",
      "Niitä säädöksiä, ohjeita ja lain käskyjä, jotka hän on teitä varten kirjoittanut, teidän pitää aina noudattaa. Muita jumalia teillä ei saa olla.",
      "Älkää unohtako liittoa, jonka minä olen teidän kanssanne tehnyt, älkääkä palvelko muita jumalia.",
      "Samarian asukkaat eivät kuitenkaan ole kuunnelleet Herraa, vaan elävät entiseen tapaansa.",
      "Nuo kansat ovat kyllä osoittaneet Herralle kunnioitustaan, mutta samalla ne ovat palvoneet omia patsaitaan. Niin kuin ovat isät tehneet, niin ovat tehneet heidän lapsensa ja heidän lastensa lapset tähän päivään saakka."
    ],
    [
      "Israelin kuninkaan Hoosean, Elan pojan, kolmantena hallitusvuotena Juudan kuninkaaksi tuli Hiskia, Ahasin poika.",
      "Hän oli kuninkaaksi tullessaan kaksikymmentäviisivuotias, ja hän hallitsi Jerusalemissa kaksikymmentäyhdeksän vuotta. Hänen äitinsä oli Abi, Sakarjan tytär.",
      "Hiskia teki sitä, mikä on oikein Herran silmissä, aivan niin kuin hänen esi-isänsä Daavid oli tehnyt.",
      "Hän hajotti uhrikukkuloiden alttarit, murskasi kivipatsaat ja kaatoi asera-tarhat. Myös Mooseksen tekemän pronssikäärmeen hän löi palasiksi. Aina niihin päiviin asti israelilaiset olivat polttaneet uhreja tälle käärmeelle, jota kutsuttiin Nehustaniksi.",
      "Hiskia turvasi Herraan, Israelin Jumalaan, eikä Juudan kuninkaiden joukossa ole ketään hänen kaltaistaan, ei hänen jälkeensä eikä ennen häntä.",
      "Hän pysyi Herralle uskollisena, ei luopunut hänestä vaan noudatti käskyjä, jotka Herra oli antanut Moosekselle.",
      "Sen vuoksi Herra oli Hiskian kanssa ja hän menestyi kaikessa mihin ryhtyi. Hän nousi kapinaan Assyrian kuningasta vastaan eikä tunnustanut tämän ylivaltaa.",
      "Hän kukisti filistealaiset ja valtasi Gazaan saakka heidän maansa, niin pelkällä vartiotornilla varustetut paikat kuin muurein linnoitetut kaupungitkin.",
      "Hiskian neljäntenä hallitusvuotena, silloin kun Israelin kuningas Hoosea, Elan poika, hallitsi seitsemättä vuottaan, Assyrian kuningas Salmanassar marssi Samarian kaupunkia vastaan ja saartoi sen.",
      "Kolmen vuoden kuluttua kaupunki vallattiin. Hiskia oli kuninkaana kuudetta, Israelin kuningas Hoosea yhdeksättä vuottaan, kun kaupunki kukistui.",
      "Assyrian kuningas siirsi israelilaiset Assyriaan ja sijoitti heidät Halahiin, Gosaniin Haburin varsille ja Meedian kaupunkeihin.",
      "Näin kävi siksi, että israelilaiset eivät olleet kuunnelleet Herran, Jumalansa, ääntä. He olivat hylänneet hänen liittonsa, kaikki ne käskyt, jotka Mooses, Herran palvelija, oli heille antanut. He eivät olleet kuunnelleet näitä käskyjä eivätkä olleet eläneet niiden mukaisesti.",
      "Kuningas Hiskian neljäntenätoista hallitusvuotena Sanherib, Assyrian kuningas, hyökkäsi Juudan linnoitettuja kaupunkeja vastaan ja valloitti ne.",
      "Hiskia antoi hänelle kaiken hopean, mitä Herran temppelissä ja kuninkaan palatsin aarrekammioissa oli.",
      "Samalla Hiskia, Juudan kuningas, leikkautti irti Herran temppelin ovien ja ovenpielien päällysteet, jotka hän itse oli teettänyt, ja antoi ne Assyrian kuninkaalle.",
      "Assyrian kuningas lähetti Lakisista ylipäällikkönsä, ylieunukkinsa ja ylimmän juomanlaskijansa mahtavan sotajoukon komentajina Jerusalemiin viemään viestin kuningas Hiskialle. Jerusalemiin saavuttuaan he jäivät odottamaan Yläaltaan kanavan äärelle, Pesijänkentän tien varteen.",
      "He kutsuivat kuningasta, mutta vain hovin päällikkö Eljakim, Hilkian poika, hovikirjuri Sebna ja kuninkaan sihteeri Joah, Asafin poika, menivät tapaamaan heitä.",
      "Luuletko, että sodassa pelkät puheet riittävät taitoa ja voimaa vastaan? Keneen sinä nyt turvaat, kun uskallat kapinoida minua vastaan?",
      "Sinä tietenkin luotat Egyptiin, tuohon murtuvaan ruokosauvaan! Mutta jos joku siihen nojaa, se tunkeutuu hänen kämmeneensä ja lävistää sen. Sellainen on farao, Egyptin kuningas, kaikille niille, jotka luottavat häneen.",
      "Vai sanotteko te minulle: 'Me luotamme Jumalaamme, Herraan'? Mutta hänen uhrikukkuloitaan ja alttareitaan Hiskia itse on hävittänyt. Eikö juuri oma kuninkaanne sanonut Juudan ja Jerusalemin asukkaille: 'Vain tämän alttarin edessä Jerusalemissa saatte palvella Herraa'?",
      "Kuinka siis pystyisit ajamaan maastasi edes yhden käskynhaltijan, herrani vähäisen palvelijan? Mutta sinä vain luotat Egyptiin, sen vaunuihin ja sotureihin!",
      "Näin sanoo kuningas: Älkää antako Hiskian pettää itseänne! Ei hän voi teitä pelastaa.",
      "Älkää antako Hiskian houkutella teitä luottamaan omaan jumalaanne, kun hän vakuuttaa: 'Kyllä Herra meidät pelastaa, ei tämä kaupunki joudu Assyrian kuninkaan käsiin.'",
      "aina siihen hetkeen saakka, jolloin minä ehdin tänne ja vien teidät mukanani maahan, joka on teidän oman maanne kaltainen: viljan ja viinin, leivän ja viinitarhojen, oliiviöljyn ja hunajan maahan. Te saatte elää ettekä kuole. Älkää kuunnelko Hiskiaa, hän vain johtaa teitä harhaan sanoessaan: 'Herra pelastaa meidät.'",
      "Sanokaa, onko yksikään kansojen jumalista voinut pelastaa maansa Assyrian kuninkaan käsistä?",
      "Missä ovat nyt Hamatin ja Arpadin jumalat, missä Sefarvaimin, Henan ja Avvan jumalat? Pelastiko joku Samarian?",
      "Mutta kaikki pysyttelivät vaiti eivätkä vastanneet hänelle, koska kuningas Hiskia oli kieltänyt heitä vastaamasta.",
      "Hovin päällikkö Eljakim, Hilkian poika, hovikirjuri Sebna ja kuninkaan sihteeri Joah, Asafin poika, repäisivät vaatteensa ja palasivat Hiskian luo kertomaan, mitä ylin juomanlaskija oli sanonut."
    ],
    [
      "Kun kuningas Hiskia kuuli, mitä oli tapahtunut, hän repäisi vaatteensa ja pukeutui säkkikankaaseen. Sitten hän meni Herran temppeliin.",
      "Hän lähetti hovin päällikön Eljakimin, hovikirjuri Sebnan ja pappien vanhimmat säkkikankaaseen verhoutuneina profeetta Jesajan, Amosin pojan, luo ja",
      "Kuningas Hiskian palvelijat tulivat Jesajan luo ja kertoivat, mitä kuningas oli sanonut.",
      "Assyrialaisten komentaja vetäytyi pois ja tavoitti Sanheribin piirittämästä Libnan kaupunkia, jonne tämä oli Lakisista lähtenyt.",
      "Kun Sanherib sitten sai tietää, että Nubian kuningas Tirhaka oli lähtenyt sotaan häntä vastaan, hän määräsi lähettiläänsä viemään Hiskialle viestin:",
      "Olethan kuullut, mitä Assyrian kuninkaat ovat tehneet kaikille muille maille: he ovat hävittäneet ne. Sinäkö vain pelastuisit?",
      "Entä ne kansat, joita isäni tuhosivat? Pelastivatko niitä niiden jumalat? Pelastivatko ne Gosanin tai Harranin tai Resefin tai Bet-Edenin kansat, Telassarin asukkaat?",
      "Kun Hiskia oli ottanut kirjeen lähettiläiden kädestä ja lukenut sen, hän meni temppeliin ja levitti sen Herran eteen.",
      "Käännä nyt korvasi puoleemme, Herra, ja kuuntele! Avaa silmäsi, Herra, ja katso! Kuule Sanheribin sanat, jotka hän on kirjoittanut pilkaten elävää Jumalaa.",
      "On totta, Herra, että Assyrian kuninkaat ovat tuhonneet kaikki kansat ja niiden maat",
      "ja heittäneet tuleen niiden jumalat. Mutta ne eivät olleetkaan oikeita jumalia, vaan ihmiskätten työtä, puuta ja kiveä, ja niin he saattoivat tuhota ne.",
      "ja nyt minä lausun hänestä näin: -- Sinua pilkkaa, sinulle ilkkuu neitsyt, tytär Siion. Sinun jälkeesi ivaten nyökyttää päätään tytär Jerusalem.",
      "Ketä pilkkasit, ketä herjasit, ketä uhmasit julkein huudoin? Korkealle sinun katseesi tavoitti: Israelin Pyhää vastaan!",
      "Eikö sinun korviisi ole vieläkään tullut, että minä olen tämän kaiken tehnyt? Jo ammoin minä sen suunnittelin, ja nyt olen sen toteuttanut: Autioiksi kiviröykkiöiksi sortuivat linnoitetut kaupungit.",
      "Avuttomiksi jäivät niiden asukkaat, vapisivat kauhusta ja häpeästä. He olivat kuin kasvit avoimella maalla, kuin ruoho, joka hetken viheriöi, he olivat katoilla kasvavaa heinää, pengerpelto itätuulen armoilla.",
      "Minä tiedän sinun olemisesi ja menemisesi ja tulemisesi ja sinun kiihkosi minua vastaan.",
      "Koska minun korviini on kantautunut sinun kiihkosi ja mahtailusi, minä kiinnitän koukun sinun nenääsi ja panen suitset suuhusi ja ajan sinut takaisin samaa tietä jota tulit.",
      "Ja Juudan suvusta ne, jotka ovat jääneet henkiin ja päässeet turvaan, kukoistavat jälleen kuin puu, joka kasvattaa juurta alas maahan ja hedelmiä ylös taivasta kohden,",
      "sillä jäännös lähtee kasvamaan Jerusalemista ja pelastuneiden joukko Siionin vuorelta. Tämän saa aikaan Herran Sebaotin pyhä kiivaus.",
      "Hän palaa samaa tietä jota tuli, tähän kaupunkiin hän ei pääse, sanoo Herra.",
      "Niin Herran enkeli lähti yöllä liikkeelle ja löi assyrialaisten leirissä kuoliaaksi satakahdeksankymmentäviisituhatta miestä. Kun eloon jääneet heräsivät aamulla, kaikkialla lojui ruumiita.",
      "Silloin Sanherib, Assyrian kuningas, purki leirinsä ja lähti. Hän meni takaisin maahansa ja jäi Niniveen.",
      "Kun kuningas Sanherib kerran oli jumalansa Nisrokin pyhäkössä rukoukseen kumartuneena, hänen poikansa Adrammelek ja Sareser löivät miekalla hänet hengiltä ja pakenivat sitten Araratin maahan. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Assarhaddon."
    ],
    [
      "Hiskia kääntyi seinään päin ja rukoili Herraa:",
      "Jesaja ei vielä ollut lähtenyt palatsin keskimmäisestä pihasta, kun hänelle tuli tämä Herran sana:",
      "Profeetta Jesaja rukoili Herraa, ja Herra pani Ahasin yläsalin portaikkoon lankeavan varjon perääntymään kymmenen askelman matkan. ennustus",
      "Siihen aikaan Babylonian kuningas Merodak-Bal- Adan, Bal-Adanin poika, lähetti kirjeen ja lahjoja Hiskialle, koska oli kuullut, että tämä oli ollut sairaana.",
      "Hiskia ilahtui lähettiläiden tulosta ja lahjoista ja näytti heille koko aarrekammionsa, hopean ja kullan, hajusteet ja hienot öljyt, asevarastonsa ja kaiken muunkin arvokkaan, mitä hän omisti. Mitään hän ei jättänyt heille näyttämättä, ei palatsissaan eikä koko valtakunnassa.",
      "Tulee päivä, jolloin kaikki, mitä sinun talossasi on ja mitä jo isäsi ovat aikoinaan keränneet, viedään Babyloniin. Mitään ei jää jäljelle, sanoo Herra.",
      "Kaikki muu, mitä on kerrottavaa Hiskiasta ja hänen aikaansaannoksistaan, siitä kuinka hän rakensi vesialtaan ja tunnelikanavan ja johti veden kaupunkiin, on kirjoitettu Juudan kuninkaiden historiaan.",
      "Hiskia meni lepoon isiensä luo, ja hänen jälkeensä tuli kuninkaaksi hänen poikansa Manasse."
    ],
    [
      "Manasse oli kuninkaaksi tullessaan kaksitoistavuotias, ja hän hallitsi Jerusalemissa viisikymmentäviisi vuotta. Hänen äitinsä oli nimeltään Hefsibah.",
      "Manasse teki sitä, mikä on väärää Herran silmissä. Hän harjoitti samoja iljettävyyksiä kuin ne kansat, jotka Herra oli hävittänyt israelilaisten tieltä.",
      "Hän rakensi jälleen kukkuloille uhripaikat, jotka hänen isänsä Hiskia oli hävittänyt, hän pystytti alttareita Baalille ja teki Israelin kuninkaan Ahabin tavoin myös asera-tarhan. Hän kumarsi ja palveli taivaan tähtiä",
      "Herran temppelin molempiin esipihoihinkin hän rakensi alttareita taivaan tähdille.",
      "Manasse pani poikansa kulkemaan tulen läpi, hän harjoitti noituutta ja ennustamista ja otti palvelukseensa henkienmanaajia ja enteidenselittäjiä. Hän teki paljon sellaista, mikä on väärää Herran silmissä, ja herätti näin hänen vihansa.",
      "Tätä israelilaiset eivät pitäneet mielessään. Manasse eksytti heidät tekemään enemmän pahaa kuin ne kansat olivat tehneet, jotka Herra oli hävittänyt israelilaisten tieltä.",
      "Silloin Herra puhui palvelijoittensa, profeettojen, suulla näin:",
      "Sen tähden Herra, Israelin Jumala, sanoo näin: 'Minä saatan Jerusalemin ja Juudan sellaiseen onnettomuuteen, että joka siitä kuulee, sen molemmat korvat soivat.",
      "Minä mittaan Jerusalemin samalla mittanuoralla kuin Samarian ja punnitsen sen samalla vaa'alla kuin Ahabin suvun. Niin kuin ruokakuppi pyyhkäistään puhtaaksi ja käännetään kumoon, niin minä pyyhkäisen tyhjäksi Jerusalemin.",
      "Oman kansani rippeetkin minä jätän heitteille. Minä annan heidän jäädä vihollistensa käsiin, kaikki heidän vihollisensa saavat ryöstää ja rosvota heitä,",
      "Sen lisäksi, että Manasse johdatti Juudan synnintekoon, tekemään sitä, mikä on väärää Herran silmissä, hän syyllistyi myös niin moneen verityöhön, että Jerusalem oli hänen aikanaan ääriään myöten täynnä viatonta verta.",
      "Kaikki muu, mitä on kerrottavaa Manassesta, hänen teoistaan ja synneistä, joihin hän syyllistyi, on kerrottu Juudan kuninkaiden historiassa.",
      "Manasse meni lepoon isiensä luo, ja hänet haudattiin kuninkaanpalatsin viereen Ussan puutarhaan. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Amon.",
      "Amon oli kuninkaaksi tullessaan kaksikymmentäkaksivuotias, ja hän hallitsi Jerusalemissa kaksi vuotta. Hänen äitinsä oli jotbalainen Mesullemet, Harusin tytär.",
      "Amon teki sitä, mikä on väärää Herran silmissä, niin kuin hänen isänsä Manasse oli tehnyt.",
      "Hän kulki kaikessa samaa tietä, jota hänen isänsä oli kulkenut, ja palveli samoja epäjumalia kuin isänsä ja kumarsi niitä.",
      "Hän hylkäsi Herran, isiensä Jumalan, eikä kulkenut Herran tietä.",
      "Amonin omat miehet tekivät salaliiton häntä vastaan ja surmasivat hänet kuninkaanpalatsissa.",
      "Mutta Juudan kansa löi kuoliaaksi kaikki ne, jotka olivat olleet salaliitossa kuningas Amonia vastaan, ja asetti Amonin jälkeen kuninkaaksi hänen poikansa Josian.",
      "Kaikki muu, mitä Amonista on kerrottavaa, on kirjoitettu Juudan kuninkaiden historiaan.",
      "Hänet haudattiin omaan hautaansa Ussan puutarhaan, ja hänen jälkeensä tuli kuninkaaksi hänen poikansa Josia."
    ],
    [
      "Josia oli kuninkaaksi tullessaan kahdeksanvuotias, ja hän hallitsi Jerusalemissa kolmekymmentäyksi vuotta. Hänen äitinsä oli boskatilainen Jedida, Adajan tytär.",
      "Josia teki sitä, mikä on oikein Herran silmissä. Hän kulki kaikessa esi-isänsä Daavidin teitä, poikkeamatta oikealle tai vasemmalle.",
      "Kahdeksantenatoista hallitusvuotenaan kuningas Josia lähetti Herran temppeliin kirjuri Safanin, joka oli Mesullamin pojan Asaljan poika. Hän sanoi:",
      "Rahat on sitten annettava miehille, jotka valvovat Herran temppelin korjaustöitä. He puolestaan maksakoot niistä palkan työmiehille, jotka ovat Herran temppelissä korjaamassa sen vaurioita.",
      "Maksettakoon niistä puusepille, rakennusmiehille ja muurareille, ja niillä on myös hankittava puut ja hakatut kivet, joita temppelin korjauksessa tarvitaan.",
      "Kirjuri Safan kertoi vielä kuninkaalle, että pappi Hilkia oli antanut hänelle kirjan. Hän luki sen kuninkaalle.",
      "Kun kuningas kuuli, mitä lain kirjassa sanottiin, hän repäisi vaatteensa.",
      "Hän sanoi pappi Hilkialle sekä Safanin pojalle Ahikamille, Mikajan pojalle Akborille, kirjuri Safanille ja hovimiehelleen Asajalle:",
      "Menkää ja kysykää Herralta, mitä meidän on nyt tehtävä, kun tämä kirja on löytynyt. Kysykää sitä niin minun kuin kansani puolesta, kysykää koko Juudan tähden. Herra on varmasti pahoin vihastunut meihin. Isämme ovat herättäneet hänen vihansa, kun eivät ole kuulleet tämän kirjan sanoja eivätkä ole eläneet kaikkien niiden käskyjen mukaisesti, jotka siihen on meitä varten kirjoitettu.",
      "Pappi Hilkia, Ahikam, Akbor, Safan ja Asaja lähtivät kuulemaan naisprofeetta Huldaa, jonka mies oli pyhien vaatteiden vartija Sallum, Harhasin pojan Tikvan poika. Profeetta asui Jerusalemin uudessa kaupunginosassa. He esittivät hänelle asiansa,",
      "tämä Herran sana: 'Minä annan onnettomuuden kohdata tätä paikkaa ja sen asukkaita. Sen mitä sanotaan siinä kirjassa, jonka Juudan kuningas nyt on lukenut, kaiken sen minä panen täytäntöön.",
      "He ovat hylänneet minut ja polttaneet uhreja muille jumalille, ja näillä kättensä töillä he ovat saaneet vihani heräämään. Minussa on syttynyt viha tätä paikkaa kohtaan, eikä se sammu.'",
      "Mutta koska Juudan kuningas lähetti teidät tiedustelemaan Herran tahtoa, viekää hänelle tämä viesti: Näin sanoo Herra, Israelin Jumala: 'Olet nyt kuullut sanani,",
      "ja ne ovat tehneet sydämesi levottomaksi. Sinä nöyrryit Herran edessä, kun kuulit, mitä olen päättänyt tämän paikan ja sen asukkaiden kohtalosta. Sinä repäisit vaatteesi ja itkit edessäni, kun kuulit, millainen kauhistava autius ja hävitys tämän maan osaksi tulee. Siksi minäkin kuulen sinua, sanoo Herra."
    ],
    [
      "Kuningas lähetti kutsun kaikille Juudan ja Jerusalemin vanhimmille, ja he kokoontuivat hänen luokseen.",
      "Kuningas meni Herran temppeliin, ja hänen kanssaan menivät kaikki Juudan miehet ja kaikki Jerusalemin asukkaat, papit ja profeetat ja koko kansa, niin ylhäiset kuin alhaiset. Hän luki heidän kuultensa kaiken, mitä temppelistä löytyneessä liiton kirjassa sanottiin.",
      "Sitten kuningas nousi korokkeelle ja teki Herran edessä liiton. Sen mukaan heidän tuli seurata Herraa ja kaikesta sydämestään ja kaikesta sielustaan noudattaa hänen käskyjään, liitonehtojaan ja säädöksiään. Näin he täyttäisivät sen, mitä kirjassa oli liitosta sanottu. Koko kansa yhtyi tähän liittoon.",
      "Kuningas antoi ylipappi Hilkialle, häntä avustaville papeille ja ovenvartijoille käskyn, että Herran temppelistä oli vietävä pois kaikki esineet, jotka oli tehty Baalin, Astarten ja taivaan tähtien palvelusta varten. Hän poltti ne Jerusalemin ulkopuolella Kidronin rinteessä ja vei niiden tuhkan Beteliin.",
      "Samoin hän hävitti maasta epäjumalien papit, jotka Juudan kuninkaat olivat asettaneet polttamaan uhreja Juudan kaupunkien ja Jerusalemin ympäristön uhrikukkuloilla. Papit olivat polttaneet uhreja Baalille sekä auringolle, kuulle ja tähtikuvioille, taivaan koko tähtijoukolle.",
      "Josia poisti asera-paalun Herran temppelistä, ja se vietiin Jerusalemin ulkopuolelle Kidroninlaaksoon. Siellä hän poltti paalun, hienonsi sen tomuksi ja heitti tomun yleiselle hautausmaalle.",
      "Hän hävitti Herran temppelin alueelta myös haureutta harjoittavien pyhäkköpalvelijoiden huoneet, joissa naiset olivat kutoneet pukuja Astartelle.",
      "Kuningas siirsi kaikkien Juudan kaupunkien papit Jerusalemiin, ja Gebasta Beersebaan asti hän hävitti ja kirosi kukkulat, joilla papit olivat polttaneet uhreja. Samoin hän hajotti uhripaikat, jotka sijaitsivat kaupunginpäällikkö Joosuan portin pielessä, ulkopuolelta katsoen vasemmalla puolella.",
      "Kukkuloilla uhranneet papit eivät Jerusalemissa saaneet toimittaa uhreja Herran alttarilla. Heidän sallittiin kuitenkin syödä happamatonta leipää pappistoveriensa kanssa.",
      "Josia hävitti ja kirosi myös Ben-Hinnomin laakson polttopaikan, jottei kukaan enää voisi palvella Molokia panemalla poikansa tai tyttärensä kulkemaan tulen läpi.",
      "Samoin hän hävitti ne auringon kunniaksi pystytetyt hevoset, jotka oli Juudan kuninkaiden määräyksestä asetettu Herran temppelin oven luo, lähelle pylväikössä olevaa hoviherra Netan-Melekin virkahuonetta. Auringon vaunut hän poltti tulessa.",
      "Hän hajotti alttarit, joita Juudan kuninkaat olivat pystyttäneet temppelin katolle Ahasin yläsalin luo, sekä ne alttarit, jotka Manasse oli rakennuttanut Herran temppelin molempiin esipihoihin. Ne murskattiin niillä sijoillaan, ja niiden tomu heitettiin Kidroninlaaksoon.",
      "Kuningas hävitti ja kirosi myös uhrikukkulat, jotka olivat Jerusalemista itään Turmionvuoren eteläpuolella. Salomo, Israelin kuningas, oli rakentanut nämä kukkulat sidonilaisten iljetykselle Astartelle, Moabin iljetykselle Kemosille ja ammonilaisten iljettävälle jumalalle Milkomille.",
      "Josia murskasi kivipatsaat ja kaatoi asera- tarhat, ja sitten hän täytti niiden paikan ihmisten luilla.",
      "Josia hajotti myös Beteliin rakennetun alttarin sekä kukkulapyhäkön, jonka sinne oli pystyttänyt Jerobeam, Nebatin poika, hän, joka johdatti Israelin synnintekoon. Kuningas poltti pyhäkön, murskasi sen kivet ja hienonsi ne tomuksi. Myös asera-tarhan hän poltti.",
      "Katsellessaan Betelissä ympärilleen Josia huomasi siellä olevat haudat. Hän käski kaivaa luut haudoista, ja sitten hän hävitti ja kirosi alttarin polttamalla luut sen päällä. Näin toteutui se Herran sana, jonka Jumalan mies oli julistanut silloin, kun Jerobeam juhlan aikana seisoi alttarilla. Kun Josia vielä katsoi ympärilleen, hänen silmiinsä osui sen Jumalan miehen hauta, joka oli julistanut Herran sanan.",
      "Myös Samarian kaupungeista Josia hävitti kaikki uhrikukkuloiden pyhäköt, joita rakentamalla Israelin kuninkaat olivat herättäneet Herran vihan. Hän teki niille saman, minkä oli tehnyt Betelin pyhäköille.",
      "Kaikki uhrikukkuloiden papit, jotka olivat siellä, hän surmasi heidän omilla alttareillaan, ja hän poltti alttareilla ihmisluita. Sen jälkeen hän palasi Jerusalemiin.",
      "Sellaista pääsiäisjuhlaa ei ollut vietetty niiden aikojen jälkeen, jolloin tuomarit hallitsivat Israelia, ei yhdenkään Israelin eikä Juudan kuninkaan aikana.",
      "Vasta kuningas Josian kahdeksantenatoista hallitusvuotena Jerusalemissa vietettiin sellainen pääsiäinen Herran kunniaksi.",
      "Josia hävitti myös henkienmanaajat ja enteidenselittäjät, kotijumalat, epäjumalankuvat ja kaikki muut iljetykset, joita Juudan maassa ja Jerusalemissa vielä oli. Näin hän pyrki toteuttamaan lain sanat, jotka oli kirjoitettu pappi Hilkian temppelistä löytämään kirjaan.",
      "Koskaan ennen ei ole ollut Josian vertaista kuningasta. Koko sydämestään, koko sielustaan ja voimastaan hän alkoi palvella Herraa juuri niin kuin Mooseksen laki määrää. Hänen vertaistaan ei ole tullut hänen jälkeensäkään.",
      "Herra ei silti leppynyt. Yhä paloi hänen vihansa Juudaa vastaan kaiken sen pahan vuoksi, jolla Manasse oli hänet vihastuttanut.",
      "Kaikki muu, mitä Josiasta on kerrottavaa, on kirjoitettu Juudan kuninkaiden historiaan.",
      "Josian vielä hallitessa farao Neko, Egyptin kuningas, lähti Eufratille Assyrian kuninkaan avuksi. Kuningas Josia marssi häntä vastaan, mutta farao surmasi hänet Megiddon luona heti kohdatessaan hänet.",
      "Josian miehet toivat kuolleen kuninkaansa vaunuilla Megiddosta Jerusalemiin ja hautasivat hänet hänen omaan hautaansa. Juudan kansa voiteli Josian pojan Joahasin isänsä jälkeen kuninkaaksi.",
      "Joahas oli kuninkaaksi tullessaan kaksikymmentäkolmevuotias, ja hän hallitsi Jerusalemissa kolme kuukautta. Hänen äitinsä oli libnalainen Hamutal, Jeremian tytär.",
      "Joahas teki sitä, mikä on väärää Herran silmissä, aivan niin kuin hänen esi-isänsä olivat tehneet.",
      "Farao Neko vangitsi hänet ja piti häntä Riblassa Hamatin alueella, ettei hän pääsisi hallitsemaan Jerusalemissa. Juudalle farao asetti maksettavaksi rangaistusveron, sata talenttia hopeaa ja talentin kultaa.",
      "Farao Neko teki Josian pojasta Eljakimista kuninkaan hänen isänsä Josian jälkeen ja muutti hänen nimensä Jojakimiksi. Joahasin hän vei mukanaan. Niin Joahas joutui Egyptiin, ja siellä hän kuoli.",
      "Jojakim maksoi hopean ja kullan faraolle. Voidakseen maksaa vaaditun summan hänen oli verotettava maataan. Hän keräsi kansalaisilta hopeaa ja kultaa heidän varallisuutensa mukaan, niin että sai maksetuksi veron farao Nekolle.",
      "Jojakim oli kuninkaaksi tullessaan kaksikymmentäviisivuotias, ja hän hallitsi Jerusalemissa yksitoista vuotta. Hänen äitinsä oli Rumasta kotoisin oleva Sebida, Pedajan tytär.",
      "Jojakim teki sitä, mikä on väärää Herran silmissä, aivan niin kuin hänen esi-isänsä olivat tehneet."
    ],
    [
      "Jojakimin hallituskaudella Nebukadnessar, Babylonian kuningas, hyökkäsi Juudaan. Jojakim joutui tunnustamaan hänen ylivaltansa, mutta kolmen vuoden kuluttua hän nousi kapinaan kuningasta vastaan.",
      "Silloin Herra lähetti Jojakimin kimppuun kaldealaisia, syyrialaisia, moabilaisia ja ammonilaisia. Herra päästi nämä joukot hyökkäämään Juudaan ja hävittämään sitä sen sanan mukaisesti, jonka hän oli palvelijoittensa, profeettojen, suulla puhunut.",
      "Että Juudalle näin kävi, oli Herran tahto. Herra työnsi Juudan pois kasvojensa edestä, ja tämä tapahtui kuningas Manassen syntien vuoksi, kaiken sen tähden, mitä hän oli tehnyt.",
      "Olihan Manasse myös vuodattanut viatonta verta ja täyttänyt sillä koko Jerusalemin. Sitä Herra ei antanut anteeksi.",
      "Kaikki muu, mitä Jojakimista ja hänen teoistaan on kerrottavaa, on kirjoitettu Juudan kuninkaiden historiaan.",
      "Jojakim meni lepoon isiensä luo, ja hänen jälkeensä tuli kuninkaaksi hänen poikansa Jojakin.",
      "Egyptin kuningas ei enää lähtenyt sotaretkelle maastaan, sillä hänen entiset alueensa Egyptin rajapurolta Eufratille saakka oli Babylonian kuningas ottanut haltuunsa. valloitus",
      "Jojakin oli kuninkaaksi tullessaan kahdeksantoistavuotias, ja hän hallitsi Jerusalemissa kolme kuukautta. Hänen äitinsä oli jerusalemilainen Nehusta, Elnatanin tytär.",
      "Jojakin teki sitä, mikä on väärää Herran silmissä, aivan niin kuin hänen isänsä oli tehnyt.",
      "Noihin aikoihin Babylonian kuninkaan Nebukadnessarin sotajoukko hyökkäsi Jerusalemia vastaan ja saartoi sen.",
      "Joukkojen piirittäessä kaupunkia Nebukadnessar tuli itse paikalle.",
      "Silloin Jojakin, Juudan kuningas, tuli ulos kaupungista ja antautui Babylonian kuninkaalle, ja hänen kanssaan olivat hänen äitinsä sekä hänen palvelijansa, päällikkönsä ja hoviherransa. Babylonian kuningas otti Jojakinin vangiksi kahdeksantena hallitusvuotenaan.",
      "Hän vei saaliinaan kaikki Herran temppelin ja kuninkaan palatsin aarteet ja repi irti kaiken, mitä Israelin kuningas Salomo oli kullasta teettänyt Herran temppeliin. Kävi niin kuin Herra oli ilmoittanut.",
      "Nebukadnessar vei pakkosiirtolaisuuteen koko Jerusalemin, kaikki sen päälliköt ja varakkaan väen, kymmenentuhatta yhteensä, ja jokaisen sepän ja kirvesmiehen. Paikoilleen jäivät vain seudun köyhät.",
      "Nebukadnessar vei Jojakinin vankinaan Babyloniin, ja sinne hän vei myös kuninkaan äidin ja vaimot sekä hänen hoviväkensä. Hän siirsi Jerusalemista Babyloniaan myös kaikki maan johtomiehet",
      "ja muun varakkaan väen, seitsemäntuhatta kaiken kaikkiaan, sekä tuhat seppää ja kirvesmiestä, kaikki asekuntoisia miehiä. Koko tämän joukon Babylonian kuningas vei maahansa pakkosiirtolaisuuteen.",
      "Jerusalemiin hän asetti Jojakinin sijaan kuninkaaksi tämän sedän Mattanjan ja muutti hänen nimensä Sidkiaksi.",
      "Sidkia oli kuninkaaksi tullessaan kaksikymmentäyksivuotias, ja hän hallitsi Jerusalemissa yksitoista vuotta. Hänen äitinsä oli libnalainen Hamutal, Jeremian tytär.",
      "Sidkia teki sitä, mikä on väärää Herran silmissä, aivan samoin kuin Jojakim oli tehnyt.",
      "Että Jerusalemille ja Juudalle kävi niin kuin kävi, oli Herran tahto. Vihassaan hän viimein heitti ne pois kasvojensa edestä."
    ],
    [
      "Niinpä sitten hänen yhdeksäntenä hallitusvuotenaan, kymmenennen kuun kymmenentenä päivänä, Babylonian kuningas Nebukadnessar tuli sotajoukkoineen Jerusalemin edustalle, ja joukot leiriytyivät kaupungin luo. Sen ympärille rakennettiin piiritysvallit,",
      "ja kaupunki oli saarroksissa kuningas Sidkian yhdenteentoista hallitusvuoteen saakka.",
      "Nälänhätä yltyi kaupungissa pahaksi. Sen asukkailla ei ollut enää ruoan murentakaan, ja niin tuon vuoden neljännen kuun yhdeksäntenä päivänä",
      "kaupungin puolustus murtui. Babylonialaisia oli joka puolella kaupungin ympärillä, mutta kaikki puolustajat pääsivät yöllä pakoon Kaksoismuurin portista, joka oli kuninkaan puutarhan kohdalla. Kuningas pakeni miehineen Jordanille päin,",
      "mutta babylonialaisten joukot ajoivat häntä takaa ja tavoittivat hänet Jerikon tasangolla. Koko hänen sotajoukkonsa oli silloin jo hajaantunut hänen luotaan.",
      "Sidkia otettiin vangiksi ja tuotiin Babylonian kuninkaan luo Riblaan. Siellä hänelle julistettiin tuomio.",
      "Hänen poikansa surmattiin hänen nähtensä, ja sitten häneltä itseltään sokaistiin silmät. Hänet pantiin pronssikahleisiin ja vietiin Babyloniin. pakkosiirto",
      "Viidennen kuun seitsemäntenä päivänä, Babylonian kuninkaan Nebukadnessarin hallitessa yhdeksättätoista vuottaan, kuninkaan henkikaartin päällikkö Nebusaradan tuli Jerusalemiin.",
      "Hän poltti Herran temppelin ja kuninkaan palatsin ja kaikki Jerusalemin talot, jokaisen suuren rakennuksen hän sytytti tuleen.",
      "Kaldealaisten sotajoukko, joka oli henkikaartin päällikön mukana, repi Jerusalemin muurit joka puolelta maahan.",
      "Sitten henkikaartin päällikkö Nebusaradan vei pakkosiirtolaisuuteen loputkin, mitä kansasta oli kaupungissa jäljellä. Hän vei nekin, jotka olivat itse siirtyneet Babylonian kuninkaan puolelle, sekä loput kaupungin käsityöläisistä.",
      "Köyhästä väestä henkikaartin päällikkö jätti osan tekemään työtä viinitarhoissa ja pelloilla.",
      "Kaldealaiset rikkoivat pronssipylväät, jotka olivat Herran temppelissä, samoin kuin temppelin työntöpöydät ja pronssialtaan. Niiden pronssin he veivät Babyloniin.",
      "He ottivat mukaansa myös hiiliastiat, tuhkalapiot, veitset, kupit ja muut pronssiesineet, joita oli käytetty uhripalveluksessa.",
      "Samoin henkikaartin päällikkö vei tuliastiat ja vihmontamaljat, jotka olivat puhdasta kultaa tai hopeaa.",
      "Kahdessa pylväässä, altaassa ja työntöpöydissä, jotka Salomo oli teettänyt Herran temppeliin, oli pronssia sellainen määrä, ettei se ollut punnittavissa.",
      "Kummallakin pylväällä oli mittaa kahdeksantoista kyynärää, viiden kyynärän korkuiset pylväänpäät olivat nekin pronssia, ja pronssia olivat myös pylväänpäitä yltympäri kiertävät köynnökset ja granaattiomenat. Pylväät olivat samanlaiset, aina köynnöksiä ja granaattiomenoita myöten.",
      "Henkikaartin päällikkö otti mukaansa ylipappi Serajan, tämän lähimmän avustajan Sefanjan sekä kolme ovenvartijapappia.",
      "Niin ikään hän otti kaupungista sen hovimiehen, joka oli sotaväen valvoja, viisi kuninkaan lähintä miestä, jotka olivat vielä kaupungissa, sotaväen päällikön kirjurin, jonka tehtävänä oli koota maasta miehiä armeijaan, sekä kuusikymmentä muuta Juudan miestä, jotka olivat kaupungissa.",
      "Kaikki nämä henkikaartin päällikkö Nebusaradan otti mukaansa ja vei Babylonian kuninkaan luo Riblaan.",
      "Riblassa, Hamatin maassa, Babylonian kuningas sitten mestautti heidät. Niin oli Juudan heimo viety maastaan pakkosiirtolaisuuteen.",
      "Babylonian kuningas Nebukadnessar asetti Gedaljan, joka oli Safanin pojan Ahikamin poika, hallitsemaan maassa vielä olevaa kansanosaa, jonka hän oli jättänyt jäljelle Juudaan.",
      "Kun sotaväen päälliköt ja heidän miehensä kuulivat, että Babylonian kuningas oli asettanut Gedaljan käskynhaltijaksi, he tulivat joukolla tämän luo Mispaan. Päälliköt olivat Ismael, Netanjan poika, Johanan, Kareahin poika, netofalainen Seraja, Tanhumetin poika, ja Jaasanja, jonka isä oli kotoisin Maakasta.",
      "Mutta seitsemännessä kuussa sinne tuli Ismael, Elisaman pojan Netanjan poika, joka oli kuninkaallista sukua. Hänellä oli mukanaan kymmenen miestä, ja he löivät hengiltä Gedaljan sekä ne Juudan miehet ja kaldealaiset, jotka olivat hänen luonaan Mispassa.",
      "Silloin koko kansa pienimmästä suurimpaan, aina sotaväen päälliköitä myöten, lähti pakomatkalle Egyptiin, sillä he pelkäsivät kaldealaisia.",
      "Kun Juudan kuningas Jojakin oli ollut pakkosiirtolaisuudessa kolmekymmentäkuusi vuotta, Babylonian kuningas Evil-Merodak armahti hänet ja vapautti hänet vankeudesta. Silloin oli Evil- Merodakin kuninkaaksitulon vuosi, ja tämä tapahtui sen vuoden kahdennentoista kuun kahdentenakymmenentenäseitsemäntenä päivänä.",
      "Babylonian kuningas puhutteli ystävällisesti Jojakinia ja osoitti hänelle istuinpaikan, joka oli ylempänä kuin muiden hänen luonaan Babylonissa olevien kuninkaiden paikat.",
      "Jojakin sai nyt vaihtaa pois vangin puvun, ja lopun ikäänsä hänellä oli paikka Evil-Merodakin ruokapöydässä.",
      "Kuningas takasi hänelle vakinaisen elatuksen, ja hän sai päivittäin sen minkä tarvitsi, aina elämänsä"
    ]
  ],
  "name": "2 Kings"
}
