{
  "id": "1pe",
  "chapters": [
    [
      "Pietari, Jeesuksen Kristuksen apostoli, tervehtii valittuja, jotka asuvat hajallaan, muukalaisina Pontoksessa, Galatiassa, Kappadokiassa, Bityniassa ja Aasian maakunnassa",
      "ja jotka Isä Jumala suunnitelmansa mukaisesti on Hengellään pyhittänyt elämään Jeesukselle Kristukselle kuuliaisina ja hänen verellään puhtaaksi vihmottuina. Tulkoon armo ja rauha yhä runsaampana teidän osaksenne.",
      "Ylistetty olkoon meidän Herramme Jeesuksen Kristuksen Jumala ja Isä! Suuressa laupeudessaan hän on synnyttänyt meidät uuteen elämään ja antanut meille elävän toivon herättämällä Jeesuksen Kristuksen kuolleista.",
      "Häneltä me saamme perinnön, joka ei turmellu, ei tahraannu eikä kuihdu. Se on varattuna teille taivaissa,",
      "ja voimallaan Jumala varjelee teidät uskossa, niin että te saavutatte pelastuksen, joka on valmiina saatettavaksi ilmi lopunaikana.",
      "Siksi te riemuitsette, vaikka nyt jouduttekin jonkin aikaa kärsimään monenlaisissa koettelemuksissa.",
      "Kultakin koetellaan tulessa, ja onhan teidän uskonne paljon arvokkaampaa kuin katoava kulta. Koettelemuksissa teidän uskonne todetaan aidoksi, ja siitä koituu Jeesuksen Kristuksen ilmestyessä ylistystä, kirkkautta ja kunniaa.",
      "Häntä te rakastatte, vaikka ette ole häntä nähneet, häneen te uskotte, vaikka ette häntä nyt näe, ja te riemuitsette sanoin kuvaamattoman, kirkastuneen ilon vallassa,",
      "sillä te saavutatte uskon päämäärän, sielujen pelastuksen.",
      "Tätä pelastusta ovat profeetat etsineet ja tutkineet. He ovat ennustaneet ja puhuneet teidän osaksenne tulevasta armosta",
      "ja tutkineet, mihin ja millaiseen aikaan heissä vaikuttava Kristuksen Henki viittasi todistaessaan Kristuksen kärsimyksistä ja niitä seuraavasta kirkkaudesta.",
      "Heille ilmaistiin, etteivät he palvelleet itseään vaan teitä puhuessaan siitä, minkä teille nyt ovat julistaneet ne, jotka taivaasta lähetetyssä Pyhässä Hengessä ovat tuoneet teille evankeliumin. Tähän pelastukseen haluavat enkelitkin päästä edes luomaan silmäyksen.",
      "Vyöttäytykää siis, olkaa raittiit. Pitäkää ajatuksenne kirkkaina ja pankaa täysi toivonne siihen armoon, joka teille annetaan Jeesuksen Kristuksen ilmestyessä.",
      "Olkaa kuuliaisia lapsia älkääkä taipuko noudattamaan himoja, joiden vallassa ennen, tietämättömyytenne aikana, elitte.",
      "Niin kuin hän, joka teidät on kutsunut, on pyhä, niin tulkaa tekin pyhiksi kaikessa mitä teette.",
      "Ja jos kerran te rukoillessanne kutsutte Isäksi häntä, joka puolueettomasti tuomitsee kunkin hänen tekojensa mukaan, niin eläkää jumalanpelossa tämä muukalaisuutenne aika.",
      "Tiedättehän, ettei teitä ole lunastettu isiltä perimästänne tyhjänpäiväisestä elämästä millään katoavalla tavaralla, hopealla tai kullalla,",
      "vaan Kristuksen, tuon virheettömän ja tahrattoman karitsan, kalliilla verellä.",
      "Hänet oli valittu jo ennen maailman perustamista, ja nyt aikojen lopulla hänet on tuotu julki teitä varten.",
      "Hänen kauttaan te uskotte Jumalaan, joka herätti hänet kuolleista ja antoi hänelle kirkkauden, niin että te uskoessanne myös panette toivonne Jumalaan.",
      "Kun te totuudelle kuuliaisina olette puhdistautuneet elääksenne vilpittömässä, veljellisessä rakkaudessa, niin rakastakaa toisianne uskollisesti ja kaikesta sydämestänne.",
      "Olettehan te syntyneet uudesti, ette katoavasta siemenestä, vaan katoamattomasta, Jumalan elävästä ja pysyvästä sanasta.",
      "Sillä ihminen on kuin ruoho, ihmisen kauneus kuin kedon kukka. Ruoho kuivuu, kukka lakastuu,",
      "mutta Herran sana pysyy iäti. Juuri tämä sana on teille ilosanomana julistettu."
    ],
    [
      "Jättäkää siis kaikki pahuus ja vilppi, kaikki teeskentely ja kateus ja kaikki panettelu.",
      "Niin kuin vastasyntyneet lapset tavoitelkaa puhdasta sanan maitoa, jotta sen ravitsemina kasvaisitte pelastukseen.",
      "Tulkaa hänen luokseen, elävän kiven luo, jonka ihmiset ovat hylänneet mutta joka on Jumalan valitsema ja hänen silmissään kallisarvoinen.",
      "Ja rakentukaa itsekin elävinä kivinä hengelliseksi rakennukseksi, pyhäksi papistoksi, toimittaaksenne hengellisiä uhreja, jotka ovat Jumalalle otollisia Jeesuksen Kristuksen tähden.",
      "Sanotaanhan Raamatussa: -- Katso, minä lasken Siioniin kulmakiven, valitun kiven, jonka arvo on suuri. Joka häneen uskoo, ei joudu häpeään.",
      "Mutta te olette valittu suku, kuninkaallinen papisto, pyhä heimo, Jumalan oma kansa, määrätty julistamaan hänen suuria tekojaan, joka teidät on pimeydestä kutsunut ihmeelliseen valoonsa.",
      "Ennen te ette olleet kansa, mutta nyt te olette Jumalan kansa. Ennen te olitte armoa vailla, mutta nyt on Jumala teidät armahtanut.",
      "Rakkaat ystävät, te jotka asutte muukalaisina vieraassa maassa. Minä kehotan teitä pysymään erossa tämän maailman himoista, jotka sotivat sielua vastaan.",
      "Eläkää moitteettomasti pakanoiden keskellä, jotta he teitä pahantekijöiksi panetellessaan havaitsisivatkin hyvät tekonne ja ylistäisivät Jumalaa sinä päivänä, jona hän kohtaa heidät.",
      "Taipukaa Herran vuoksi kaiken maallisen järjestyksen alaisuuteen: keisarin, koska hän on kaikkien yläpuolella,",
      "ja yhtä lailla käskynhaltijoiden, koska keisari on valtuuttanut heidät rankaisemaan pahantekijöitä ja palkitsemaan niitä, jotka tekevät hyvää.",
      "Jumalan tahto näet on, että te hyvää tekemällä panette sulun ymmärtämättömien ihmisten typerille puheille.",
      "Ja näin tehkää vapaiden tavoin -- älkää niin kuin ne, joilla vapaus on pahuuden verhona, vaan niin kuin Jumalan orjat.",
      "Osoittakaa kaikille arvonantoa, rakastakaa uskonveljiä, pelätkää Jumalaa, kunnioittakaa keisaria.",
      "Palvelijat, kunnioittakaa isäntiänne ja olkaa heille kuuliaisia, ei ainoastaan hyville ja lempeille, vaan myös epäoikeudenmukaisille.",
      "Armoahan se on, jos joku omassatunnossaan Jumalaan sidottuna joutuu syyttömästi kestämään kärsimyksiä.",
      "Mitä erinomaista siinä on, jos te kestätte silloin, kun teitä kuritetaan tehtyänne väärin? Jos te sen sijaan kestätte silloin, kun joudutte kärsimään tehtyänne oikein, se on Jumalalta teille tulevaa armoa.",
      "Sillä siihen teidät on kutsuttu. Kärsihän Kristuskin teidän puolestanne ja jätti teille esikuvan, jotta seuraisitte hänen jälkiään.",
      "-- Hän ei syntiä tehnyt, hänen suustaan ei valhetta kuultu.",
      "Häntä herjattiin, mutta hän ei vastannut herjauksella, hän kärsi, mutta ei uhkaillut, vaan uskoi itsensä oikeamielisen tuomarin haltuun."
    ],
    [
      "Samoin te, vaimot, olkaa kuuliaisia miehellenne, jotta myös ne miehet, jotka ehkä eivät usko Jumalan sanaan, nyt vaimonsa elävällä esimerkillä ilman sanojakin voitettaisiin,",
      "kun he näkevät teidän elävän jumalanpelossa puhdasta elämää.",
      "Älkää pitäkö tärkeänä ulkonaista kaunistusta, älkää hiuslaitteita, kultakoruja tai hienoja vaatteita.",
      "Teidän kaunistuksenne olkoon katoamatonta: salassa oleva sydämen ihminen, lempeä ja sävyisä henki. Tämä on Jumalan silmissä kallisarvoista.",
      "Näin kaunistivat itsensä entisajankin pyhät vaimot, jotka panivat toivonsa Jumalaan. He olivat miehilleen kuuliaiset --",
      "Saarakin oli kuuliainen Abrahamille ja kutsui häntä herraksi. Ja Saaran tyttäriä tekin olette, kun teette hyvää ettekä anna minkään uhkailun pelottaa itseänne.",
      "Samoin te, miehet, eläkää vaimonne kanssa ymmärtäväisesti, muistaen, että hän on heikompi osapuoli. Osoittakaa hänelle kunnioitusta, sillä hän on yhtä lailla armon ja elämän perillinen. Näin ei mikään tule esteeksi rukouksillenne.",
      "Ja lopuksi: olkaa kaikki yksimielisiä, jakakaa toistenne ilot ja surut, rakastakaa toisianne ja olkaa hyväsydämisiä ja nöyriä.",
      "Älkää vastatko pahaan pahalla älkääkä herjaukseen herjauksella, vaan päinvastoin siunatkaa. Siihen teidät on kutsuttukin, jotta perisitte siunauksen.",
      "Sillä se, joka tahtoo rakastaa elämää ja haluaa nähdä hyviä päiviä, hillitköön kielensä pahoista sanoista ja huulensa valhetta puhumasta.",
      "Kääntyköön hän pois pahasta ja tehköön hyvää, etsiköön rauhaa ja pyrkiköön siihen.",
      "Sillä Herran silmät katsovat hurskaiden puoleen, hänen korvansa kuulevat heidän rukouksensa, mutta Herran kasvot kääntyvät pahantekijöitä vastaan.",
      "Kuka voi tehdä teille pahaa, jos te kiihkeästi pyritte tekemään hyvää?",
      "vaan pyhittäkää Herra Kristus sydämessänne ja olkaa aina valmiit antamaan vastaus jokaiselle, joka kysyy, mihin teidän toivonne perustuu.",
      "Mutta vastatkaa sävyisästi ja kunnioittavasti ja säilyttäkää omatuntonne puhtaana -- silloin ne, jotka parjaavat teidän hyvää vaellustanne kristittynä, joutuvat häpeään juuri siinä, mistä teitä panettelevat.",
      "Parempi on tehdä hyvää ja kärsiä, jos niin on Jumalan tahto, kuin kärsiä pahojen tekojen tähden.",
      "Kärsihän Kristuskin ainutkertaisen kuoleman syntien tähden, syytön syyllisten puolesta, johdattaakseen teidät Jumalan luo. Hänen ruumiinsa surmattiin, mutta hengessä hänet tehtiin eläväksi.",
      "Ja niin hän myös meni ja saarnasi vankeudessa oleville hengille,",
      "jotka muinoin eivät totelleet Jumalaa, kun hän Nooan päivinä kärsivällisesti odotti sen ajan, kun arkkia rakennettiin. Vain muutama ihminen, kaikkiaan kahdeksan, pelastui arkissa veden kantamana.",
      "Tuon esikuvan mukaisesti teidät pelastaa nyt kaste, ei siksi että te siinä luovuitte saastaisesta elämästä, vaan koska Jumala teki kanssanne hyvän omantunnon liiton. Sen perustuksena on Jeesuksen Kristuksen ylösnousemus,",
      "hänen, joka on mennyt taivaaseen ja istuu Jumalan oikealla puolella ja jolle on alistettu enkelit, vallat ja voimat."
    ],
    [
      "(H4:1-2)Kun siis Kristus on ruumiissaan kärsinyt, niin olkaa tekin valmiita kärsimään, jotta eläisitte jäljellä olevan maallisen elämänne Jumalan tahdon mukaisesti ettekä ihmisten himoja seuraten. Sillä se, joka on ruumiissaan kärsinyt, on luopunut synnistä.",
      "Aivan riittämiin te menneenä aikana elitte niin kuin pakanat tahtovat, ryvitte irstaudessa ja himoissa, juoppoudessa, mässäilyissä ja juomingeissa ja palvelitte epäjumalia jumalattomin menoin.",
      "Nyt he kummeksuvat sitä, että te ette enää riennä heidän kanssaan samaan riettauden virtaan, ja syytävät herjauksiaan.",
      "Mutta he joutuvat tekemään tilin hänelle, joka on valmiina tuomitsemaan elävät ja kuolleet.",
      "Sitä varten niillekin, jotka ovat kuolleet, on julistettu evankeliumi, että he eläisivät hengessä, niin kuin Jumala elää, vaikka ruumiissaan ovat saaneet saman tuomion kuin kaikki ihmiset.",
      "Kaiken loppu on lähellä. Olkaa siis ymmärtäväiset ja raittiit voidaksenne rukoilla.",
      "Olkaa nurkumatta vieraanvaraisia toinen toisellenne.",
      "Palvelkaa kukin toistanne sillä armolahjalla, jonka olette saaneet, Jumalan moninaisen armon hyvinä haltijoina.",
      "Joka puhuu, puhukoon Jumalan antamin sanoin, ja joka palvelee, palvelkoon voimalla, jonka Jumala antaa, jotta Jumala tulisi kaikessa kirkastetuksi Jeesuksen Kristuksen kautta. Hänen on kirkkaus ja valta aina ja iankaikkisesti. Aamen.",
      "Rakkaat ystävät, älkää oudoksuko sitä tulta ja hehkua, jossa teitä koetellaan, ikään kuin teille tapahtuisi jotakin outoa.",
      "Iloitkaa päinvastoin sitä enemmän, mitä enemmän pääsette osallisiksi Kristuksen kärsimyksistä, jotta saisitte iloita ja riemuita myös silloin, kun hänen kirkkautensa ilmestyy.",
      "Kun teitä solvataan Kristuksen nimen tähden, te olette autuaat, sillä teidän yllänne on kirkkauden Henki, Jumalan Henki.",
      "Kenenkään teistä ei tule kärsiä murhamiehenä tai varkaana tai pahantekijänä tai toisten petkuttajana.",
      "Mutta sen, joka kärsii kristittynä, ei pidä hävetä, vaan hän kirkastakoon kristityn nimellään Jumalaa.",
      "On tullut tuomion aika, ja tuomio alkaa Jumalan huoneesta. Mutta jos se alkaa meistä, mikä onkaan niiden loppu, jotka eivät taivu uskomaan Jumalan evankeliumia?",
      "-- Jos hurskas pelastuu vaivoin, miten käykään jumalattoman ja syntisen!",
      "Sen tähden ne, jotka joutuvat kärsimään, jos niin on Jumalan tahto, antakoot elämänsä uskollisen Luojan haltuun ja tehkööt edelleen sitä, mikä on hyvää."
    ],
    [
      "Seuraavan kehotuksen minä osoitan niille, jotka teidän joukossanne ovat vanhimman asemassa -- minä, joka itsekin olen vanhin ja Kristuksen kärsimysten todistaja sekä myös osallinen siitä kirkkaudesta, joka on ilmestyvä:",
      "Kaitkaa sitä laumaa, jonka Jumala on teille uskonut, älkää pakosta, vaan vapaaehtoisesti, Jumalan tahdon mukaan, älkää myöskään alhaisesta voitonhimosta, vaan sydämenne halusta.",
      "Älkää herroina vallitko niitä, jotka teidän osallenne ovat tulleet, vaan olkaa laumanne esikuvana.",
      "Silloin te ylimmän paimenen ilmestyessä saatte kirkkauden seppeleen, joka ei kuihdu.",
      "Samoin te, jotka olette nuorempia, tyytykää asemaanne vanhimpien alaisina. Ja te kaikki: pukeutukaa keskinäiseen nöyryyteen, sillä Jumala on ylpeitä vastaan, mutta nöyrille hän antaa armon.",
      "Nöyrtykää siis Jumalan väkevän käden alle, niin hän ajan tullen korottaa teidät.",
      "Heittäkää kaikki murheenne hänen kannettavakseen, sillä hän pitää teistä huolen.",
      "Pitäkää mielenne valppaana ja valvokaa. Teidän vastustajanne Saatana kulkee ympäriinsä kuin ärjyvä leijona ja etsii, kenet voisi niellä.",
      "Vastustakaa häntä, uskossa lujina! Tiedättehän, että veljenne kaikkialla maailmassa joutuvat kokemaan samat kärsimykset.",
      "Kaiken armon Jumala on Kristuksessa Jeesuksessa kutsunut teidät iankaikkiseen kirkkauteensa. Vähän aikaa kärsittyänne hän itse varustaa, voimistaa, vahvistaa ja lujittaa teidät.",
      "Hänen on valta iankaikkisesti. Aamen.",
      "Silvanuksen, luotettavaksi tietämäni veljen, välityksellä lähetän teille tämän lyhyen kirjeen, jossa lausun teille kehotuksia ja vakuutan, että se armo, jossa te elätte, on todella Jumalan armoa. Pysykää siinä lujina!",
      "Teille lähettää tervehdyksen Babylonissa oleva seurakunta, valittu niin kuin tekin. Samoin tervehtii teitä poikani Markus.",
      "Tervehtikää toisianne rakkauden suudelmalla. Rauha teille kaikille Kristuksen yhteyteen liitetyille."
    ]
  ],
  "name": "1 Peter"
}
