{
  "id": "ps",
  "chapters": [
    [
      "Hyvä on sen osa, joka ei vaella jumalattomien tavoin, ei astu syntisten teille, ei istu pilkkaajien parissa",
      "vaan löytää ilonsa Herran laista, tutkii sitä päivin ja öin.",
      "Hän on kuin puu, vetten äärelle istutettu: se antaa hedelmän ajallaan, eivätkä sen lehdet lakastu. Hän menestyy kaikissa toimissaan.",
      "Niin ei käy jumalattomien. He ovat kuin akanat, joita tuuli ajaa.",
      "Väärintekijät saavat kerran tuomionsa, syntisillä ei ole sijaa vanhurskaiden joukossa.",
      "Herra ohjaa omiensa tietä, mutta jumalattomien tie päätyy tuhoon."
    ],
    [
      "Miksi kansat kapinoivat, kansakunnat juonia punovat?",
      "Miksi kuninkaat nousevat kapinaan, hallitsijat liittoutuvat keskenään Herraa ja hänen voideltuaan vastaan?",
      "Me heitämme pois ikeemme, katkomme orjuuden kahleet!",
      "Hän, joka hallitsee taivaassa, nauraa, Herra pilkkaa heitä.",
      "Hän puhuu heille vihassaan ja kauhistuttaa heidät kiivaudellaan:",
      "Minä itse olen asettanut kuninkaani Siioniin, pyhälle vuorelleni!",
      "Pyydä minulta, niin saat kansat perinnöksesi, ja maan ääriin ulottuu sinun valtasi.",
      "Tulkaa siis järkiinne, kuninkaat! Ottakaa opiksenne, maan mahtavat!",
      "Pelätkää Herraa, palvelkaa häntä, vaviskaa, kohottakaa hänelle riemuhuuto.",
      "Tervehtikää poikaa, hänen voideltuaan, suudelkaa häntä, muuten Herra vihastuu teihin ja te suistutte tieltänne tuhoon, sillä hetkessä syttyy hänen vihansa. Hyvä on sen osa, joka turvaa häneen!"
    ],
    [
      "Daavidin psalmi. Daavid pakenee poikaansa Absalomia. (H3:2)Herra, miten paljon minulla on ahdistajia! Monet nousevat minua vastaan,",
      "(H3:4)Sinä, Herra, sinä olet minun kilpeni ja kunniani, sinä nostat minun pääni pystyyn.",
      "(H3:5)Minä huudan avukseni Herraa, ja hän vastaa minulle pyhältä vuoreltaan. (sela)",
      "(H3:6)Minä menen levolle ja nukahdan, sitten herään taas aamuun. Koko yön Herra suojelee minua.",
      "(H3:7)En pelkää, vaikka tuhatpäinen joukko joka puolelta saartaisi minut.",
      "(H3:8)Tule avukseni, Herra! Jumalani, pelasta minut! Sinä lyöt vihollisiani vasten suuta, sinä murskaat jumalattomien hampaat.",
      "(H3:9)Yksin Herralta tulee apu, sinulta kansasi saa siunauksen. (sela)"
    ],
    [
      "Laulunjohtajalle. Kielisoittimilla. Daavidin psalmi. (H4:2)Vastaa minulle, Herra, kun huudan sinua! Sinä, Jumala, olet minun auttajani, sinä avaat minulle tien ahdingosta. Ole minulle armollinen ja kuule rukoukseni!",
      "(H4:3)Ihmiset! Kuinka kauan te panettelette minua? Kuinka kauan te tavoittelette tyhjää, rakastatte valhetta ja vilppiä? (sela)",
      "(H4:4)Tietäkää: Herra tekee omilleen ihmeellisiä tekoja. Hän kuulee minua, kun huudan häntä avuksi.",
      "(H4:5)Vaviskaa siis, älkää syntiä tehkö! Miettikää tätä vielä, kun menette levolle, olkaa ääneti Herran edessä. (sela)",
      "(H4:6)Uhratkaa säädetyt uhrit ja luottakaa Herraan.",
      "(H4:8)Mutta sinä annat sydämeeni suuremman ilon kuin kukaan saa viinin ja viljan runsaudesta.",
      "(H4:9)Rauhassa menen levolle ja nukahdan. Sinä, Herra, sinä yksin olet minun suojani, minä saan elää turvassa."
    ],
    [
      "Laulunjohtajalle. Huilujen säestyksellä. Daavidin psalmi. (H5:2)Herra, kuule minua,  huomaa huokaukseni!",
      "(H5:3)Kuninkaani ja Jumalani, kuule, kun huudan sinulta apua. Sinua minä rukoilen.",
      "(H5:4)Herra, jo aamulla kuulet ääneni, aamun hetkellä tuon sinulle pyyntöni ja odotan vastaustasi.",
      "(H5:5)Jumala, sinä et siedä vääryyttä. Pahat eivät saa sinulta suojaa,",
      "(H5:6)rehentelijät eivät saa astua eteesi. Sinä vihaat väärintekijöitä,",
      "(H5:7)valheenpuhujat sinä tuhoat, murhamiehet ja petturit sinä kiroat.",
      "(H5:8)Mutta minä saan tulla sinun temppeliisi suuren hyvyytesi tähden. Minä saan kumartaa pyhäkköösi päin, osoittaa sinulle kunnioitusta.",
      "(H5:9)Herra, johdata minua tahtosi tietä, tasoita minulle polku vihamiesteni nähden!",
      "(H5:10)Heidän sanaansa ei voi luottaa, he hautovat tuhoa sydämessään. Heidän puheissaan väijyy avoin hauta, heidän kielensä on liukas ja pettävä.",
      "(H5:11)Langeta heille tuomiosi, Jumala, anna heidän aikeittensa raueta! Karkota heidät luotasi, heidän rikoksensa ovat lukemattomat. Sinua vastaan he ovat nousseet.",
      "(H5:12)Iloitkoot kaikki, jotka sinuun turvaavat, loppumaton olkoon heidän riemunsa! Sinä suojelet niitä, jotka rakastavat sinua, sinä olet heidän ilonsa lähde.",
      "(H5:13)Sinä, Herra, annat siunauksesi vanhurskaalle, sinun hyvyytesi suojaa häntä kuin kilpi."
    ],
    [
      "Laulunjohtajalle. Säestetään kahdeksankielisillä soittimilla. Daavidin psalmi. (H6:2)Herra, älä rankaise minua vihassasi, älä kiivaudessasi minua kurita!",
      "(H6:3)Ole minulle armollinen, Herra, minä olen nääntynyt. Paranna minut, Herra, tuska polttaa minun luissani",
      "(H6:4)ja mieltäni jäytää pelko. Herra, kuinka kauan vielä?",
      "(H6:5)Herra, käänny jo puoleeni ja pelasta minut, auta minua, osoita uskollisuutesi!",
      "(H6:6)Kuoltuaan ei kukaan sinua ylistä, ei kukaan kiitä sinua tuonelassa.",
      "(H6:7)Olen valittanut itseni uuvuksiin, yöt kaiket on vuoteeni itkusta märkä, leposijani kastunut kyynelistä.",
      "(H6:8)Silmäni ovat surusta hämärtyneet, näköni on himmentynyt ahdinkoni tähden.",
      "(H6:9)Väistykää luotani, te väärintekijät! Herra on kuullut itkuni äänen.",
      "(H6:10)Hän on kuullut hartaan pyyntöni ja vastaa rukoukseeni.",
      "(H6:11)Häpeään joutuvat minun viholliseni! Pelko valtaa heidät, he syöksyvät suin päin pakoon."
    ],
    [
      "Daavidin valituspsalmi, jonka hän lauloi Herralle benjaminilaisen Kusin puheiden tähden. (H7:2)Herra, minun Jumalani, sinuun minä turvaan. Pelasta minut vainoojiltani, auta minua.",
      "(H7:3)Muuten vihamies käy kurkkuuni kuin leijona: se sieppaa saaliinsa ja vie pois, eikä kukaan voi auttaa.",
      "(H7:4)Herra, minun Jumalani, jos olen syyllinen, jos pahat teot tahraavat käsiäni,",
      "(H7:5)jos olen pettänyt lähimmäiseni luottamuksen, jos olen riistänyt jotakin siltä, joka nyt suotta minua syyttää,",
      "(H7:6)niin ajakoon vihollinen minua takaa, ottakoon minut kiinni, tallatkoon minut maahan ja polkekoon kunniani lokaan! (sela)",
      "(H7:7)Herra, tule vihasi voimassa minun vihollisteni raivoa vastaan. Riennä avukseni, Herra, sinä, jonka käsissä on oikeus!",
      "(H7:8)Kutsu eteesi kaikki kansat, asetu istuimellesi korkeuteen!",
      "(H7:9)Herra, sinä kansojen tuomari, anna oikeuden tapahtua minulle, minä olen syytön.",
      "(H7:10)Tee loppu jumalattomien pahuudesta, mutta viatonta vahvista, sinä vanhurskas Jumala, sinä joka tutkit sydämen ja ajatukset.",
      "(H7:11) Minun kilpeni on Jumala, hän on vilpittömien auttaja.",
      "(H7:12)Jumala on vanhurskas tuomari, hän langettaa tuomioita joka päivä.",
      "(H7:13)Vihollinen teroittaa taas miekkansa, jännittää jousensa ja tähtää.",
      "(H7:14)Hän tekee aseensa tappaviksi, nuolensa polttaviksi.",
      "(H7:15)Hän hautoo pahoja aikeita, kantaa sisimmässään tuhoa, synnyttää valhetta.",
      "(H7:16)Hän kaivaa kuopan, kaivaa sen syväksi, mutta putoaa itse omaan kuoppaansa.",
      "(H7:17)Hänen pahuutensa kääntyy häntä itseään vastaan, hänen väärät tekonsa kasautuvat hänen oman päänsä päälle.",
      "(H7:18)Minä kiitän Herraa hänen oikeista tuomioistaan, ylistän Herran, Korkeimman, nimeä!"
    ],
    [
      "Laulunjohtajalle. Säestetään gatilaisilla soittimilla. Daavidin psalmi. (H8:2)Herra, meidän Jumalamme,  kuinka suuri onkaan sinun nimesi maan päällä! Se julistaa sinun taivaallista kirkkauttasi.",
      "(H8:3)Lasten ja imeväisten huudot todistavat sinun voimastasi. Ne ovat kilpenä jumalattomia vastaan, ne vaientavat vihamiehen ja kostoa janoavan.",
      "(H8:4)Kun minä katselen taivasta, sinun kättesi työtä, kuuta ja tähtiä, jotka olet asettanut paikoilleen",
      "(H8:5) -- mikä on ihminen! Kuitenkin sinä häntä muistat. Mikä on ihmislapsi! Kuitenkin pidät hänestä huolen.",
      "(H8:6)Sinä teit hänestä lähes kaltaisesi olennon, seppelöit hänet kunnialla ja kirkkaudella.",
      "(H8:7)Sinä panit hänet hallitsemaan luotujasi, asetit kaiken hänen valtaansa:",
      "(H8:8)lampaat ja härät, kaiken karjan, metsän villit eläimet,",
      "(H8:9)taivaan linnut ja meren kalat, kaikki vesissä liikkuvat.",
      "(H8:10)Herra, meidän Jumalamme, suuri on sinun nimesi kautta koko maailman!"
    ],
    [
      "Laulunjohtajalle. Lauletaan korkealla poikaäänellä. Daavidin psalmi. (H9:2)Minä kiitän sinua, Herra, koko sydämestäni, kerron sinun ihmeelliset tekosi.",
      "(H9:3)Minä iloitsen ja riemuitsen sinusta, ylistän sinun nimeäsi, Korkein.",
      "(H9:4)Sinun edessäsi kääntyivät viholliseni pakoon, kaatuivat ja suistuivat tuhoon.",
      "(H9:5)Sinä, oikeamielinen tuomari, sinä nousit istuimellesi, tuomitsit, ja asiani voitti.",
      "(H9:6)Sinä jyrisit kansoille, tuhosit jumalattomat, heidän nimensä sinä pyyhit pois ikiajoiksi.",
      "(H9:7)Viholliset on lyöty, murskattu ainiaaksi. Heidän kaupunkinsa sinä olet repinyt maahan, ei edes muistoa ole heistä jäljellä.",
      "(H9:8)Mutta Herra hallitsee ikuisesti, oikeus on hänen valtaistuimensa perusta.",
      "(H9:9)Hän tuomitsee maanpiirin vanhurskaasti, langettaa kansoille oikeat tuomiot.",
      "(H9:10)Herra on sorrettujen turva, hän on suoja ahdingon aikana.",
      "(H9:11)Sinuun luottavat kaikki, jotka tuntevat sinut. Sinä, Herra, et hylkää ketään, joka etsii sinulta apua.",
      "(H9:12)Ylistäkää Herraa! Hän hallitsee Siionissa! Kertokaa hänen tekonsa kaikille kansoille!",
      "(H9:13)Hän muistaa kaikkia sorrettuja, hän kuulee heidän avunhuutonsa, veritekoja hän ei unohda.",
      "(H9:14)Herra, ole minulle armollinen, katso, kuinka viholliseni sortavat minua! Sinä tuot minut takaisin kuoleman porteilta.",
      "(H9:15)Silloin minä julistan sinun suuria tekojasi, huudan julki iloni Jerusalemin kaduilla.",
      "(H9:16)Kansat suistuivat kuoppaan -- itse ne olivat sen kaivaneet. Jumalattomien jalat tarttuivat ansaan  -- itse he olivat sen virittäneet.",
      "(H9:17)Herra osoitti voimansa, toteutti tuomionsa: omiin juoniinsa jumalaton jäi kiinni. Välisoitto. (sela)",
      "(H9:18)Peräytykööt väärintekijät tuonelaan asti, väistykööt kansat, jotka unohtavat Jumalan!",
      "(H9:19)Jumala ei unohda köyhää ainiaaksi, sorrettujen toivo ei raukea tyhjiin.",
      "(H9:20)Astu esiin, Herra! Älä salli ihmisten ylvästellä! Vedä kansat tuomiolle!",
      "(H9:21)Herra, syökse ne pelon valtaan! Anna vihollisten tuntea, että he ovat vain ihmisiä! (sela)"
    ],
    [
      "Herra, miksi olet niin kaukana, miksi kätket kasvosi meiltä ahdingon aikana?",
      "Häikäilemättä jumalaton vainoaa köyhiä, saalistaa heitä kavalilla juonillaan.",
      "Väärintekijä rehentelee mielihaluillaan, kiskuri kerskuu voitoistaan ja pilkkaa Herraa.",
      "Väärintekijä menestyy kaikessa, mitä tekee. Sinun tuomiosi eivät häntä kosketa. Hän hymähtää kaikille vastustajilleen,",
      "Hänen suustaan tulvii kirousta, petosta ja uhkaa, hänen kielensä syytää tuhoa ja hävitystä.",
      "Hän asettuu väijyksiin kylien liepeille ja murhaa salaa viattoman, vaanii katseellaan avutonta.",
      "Hän väijyy piilopaikassaan kuin leijona tiheikössä. Hän vaanii siepatakseen heikon, kaappaa köyhän verkkoonsa.",
      "Niin sortuu avuton ja heikko, köyhät joutuvat hänen valtansa alle.",
      "Riennä avuksi, Herra! Jumala, kohota kätesi! Älä unohda avuttomia!",
      "Miksi jumalaton saa pilkata sinua, Herra? Miten hän voi ajatella, ettei Jumala rankaise?",
      "Sinä näet kaiken, tuska ja murhe ei jää sinulta huomaamatta, sinä ojennat kätesi. Sinulle köyhä ja orpo uskovat asiansa, sinä annat avun.",
      "Murra jumalattomien voima, rankaise heitä, tee loppu vääryydestä!",
      "Herra on kuningas aina ja iäti! Vierailla kansoilla ei ole sijaa hänen maassaan.",
      "Herra, sinä kuulet, mitä köyhät kaipaavat. Sinä kuuntelet tarkoin, sinä rohkaiset heitä.",
      "Sinä hankit oikeuden orvolle ja sorretulle, eikä pelko enää aja ketään pois maasta."
    ],
    [
      "Jumalaton jännittää joustaan, nuoli on jo jänteellä. Pimeän turvin hän tähtää syyttömään.",
      "Herra on pyhässä temppelissään, hänen valtaistuimensa on taivaassa. Hänen silmänsä näkevät kaiken, hänen katseensa tutkii ihmissydämet.",
      "Herra tutkii vanhurskaat ja jumalattomat. Hän vihaa sitä, joka rakastaa vääryyttä.",
      "Satakoon jumalattomien päälle tulta ja tulikiveä! Polttava tuuli olkoon malja, joka heidän on juotava!",
      "Herra on vanhurskas Jumala, hän rakastaa oikeutta, oikeamieliset saavat nähdä hänen kasvonsa."
    ],
    [
      "Laulunjohtajalle. Säestetään kahdeksankielisillä soittimilla. Daavidin psalmi. (H12:2)Auta, Herra! Sinun palvelijasi ovat käyneet vähiin. Ei ole enää luottamusta ihmisten kesken.",
      "(H12:3)Toinen toistaan he pettävät valhein, heidän kielensä on liukas, sydän vilppiä täynnä.",
      "(H12:3)Mykistä, Herra, kavalat kielet, vaienna ne, jotka kerskuvat:",
      "(H12:7)Herran sanat ovat todet ja puhtaat, kirkkaat kuin seitsemästi puhdistettu hopea, joka hohtavana juoksee sulattimesta.",
      "(H12:8)Sinä, Herra, suojelet meitä, sinä varjelet meitä joka hetki tämän pahan ajan keskellä.",
      "(H12:9)Joka puolella jumalattomat rehentelevät, ja turmelus saa vallan."
    ],
    [
      "Laulunjohtajalle. Daavidin psalmi.",
      "Herra, kuinka kauan? Oletko unohtanut minut iäksi? Kuinka kauan peität minulta kasvosi?",
      "Kuinka kauan huolet painavat mieltäni ja sydäntäni jäytää tuska? Kuinka kauan viholliseni ovat voitolla?",
      "Katso minun puoleeni ja vastaa minulle, Herra, Jumalani! Sytytä silmiini valo, älä anna minun nukkua kuolemaan,",
      "Minä luotan sinun armoosi, saan iloita sinun avustasi. Minä laulan kiitosta Herralle, hän pitää minusta huolen."
    ],
    [
      "Herra katsoo taivaasta maan ihmisiin, hän tutkii, onko kellään ymmärrystä, onko ketään, joka etsii Jumalaa.",
      "Kaikki ovat luopuneet hänestä -- kelvottomia kaikki tyynni! Ei ole ketään, joka tekee hyvää, ei yhtäkään.",
      "Eivätkö he mitään käsitä, nuo väärintekijät? He syövät minun kansaani, syövät sitä kuin leipää. He ovat unohtaneet Herran.",
      "Vielä he joutuvat kauhun valtaan, sillä Jumala on oikeamielisten puolella.",
      "Te voitte tehdä tyhjäksi köyhän hankkeet, mutta Herra on hänen turvansa.",
      "Kunpa Siionista jo tulisi apu Israelille! Kun Herra kääntää kansansa kohtalon, silloin Jaakob riemuitsee, Israel iloitsee."
    ],
    [
      "Daavidin psalmi. Herra, kuka saa tulla sinun temppeliisi? Kuka saa asua pyhällä vuorellasi?",
      "Se, joka on rehellinen ja tekee oikein, jonka sydän on vilpitön ja puheet totta.",
      "Se, joka ei panettele, joka ei tee lähimmäiselleen pahaa eikä saata naapuriaan huonoon huutoon.",
      "Se, joka kaihtaa kunniattomia mutta pitää arvossa Herraa pelkääviä. Se, joka pysyy valassaan vaikka omaksi vahingokseen.",
      "Se, joka ei vaadi lainasta korkoa eikä ota lahjusta viattoman vahingoksi.  Hyvin käy sen, joka näin elää."
    ],
    [
      "Daavidin runo. Jumala, pidä minusta huoli, sinuun minä turvaan.",
      "Pyhille, jotka maan päällä ovat, hän osoittaa ihmeellistä rakkauttaan.",
      "Mutta tuska ja vaiva tulee niiden osaksi, jotka seuraavat vieraita jumalia. Minä en ota osaa juhlamenoihin, joissa vuodatetaan juomauhrina verta, en edes mainitse heidän jumaliaan!",
      "Herra, sinä olet minun perintöosani, sinulta saan ruokani ja juomani, sinun kädessäsi on minun arpani.",
      "Ihana maa on tullut osakseni, kaunis perintö on minulle annettu.",
      "Minä kiitän Herraa, hän neuvoo minua, yölläkin kuulen sisimmässäni hänen äänensä.",
      "Minä pysyn aina lähellä Herraa. Kun hän on oikealla puolellani, minä en horju.",
      "Minun sydämeni iloitsee, mieleni riemuitsee, minun ruumiini ei pelkoa tunne.",
      "Sinä et hylkää minun sieluani tuonelaan, et anna palvelijasi joutua kuoleman valtaan.",
      "Sinä osoitat minulle elämän tien, sinun lähelläsi on ehtymätön ilo, sinun oikealla puolellasi ikuinen onni."
    ],
    [
      "Daavidin rukous. Herra, kuule minua, minä etsin oikeutta! Kuule minun avunhuutoni, ota vastaan rukoukseni. Minä puhun sinulle vilpittömin huulin.",
      "Sinulta saan oikean tuomion, sinun silmäsi näkevät, mikä on totta.",
      "Sinä tutkit sydämeni, yölläkin sinä minua tarkkaat, sinä koettelet minua mutta et löydä minusta mitään väärää. Minun suuni ei puhu pahaa.",
      "En ole tehnyt niin kuin muut tekevät. Olen totellut sinua ja välttänyt väkivallan teitä.",
      "Sinun poluillasi minä olen pysynyt, jalkani eivät ole horjahtaneet sinun tieltäsi pois.",
      "Minä huudan sinua avuksi, Jumala, ja sinä vastaat minulle. Kuuntele minua, kuule, mitä puhun sinulle.",
      "Osoita minulle ihmeellistä hyvyyttäsi! Sinä pelastat väkevällä kädelläsi kaikki ne, jotka etsivät sinusta turvaa vihamiesten uhatessa.",
      "Varjele minua niin kuin silmäterääsi, peitä minut siipiesi suojaan --",
      "jumalattomat väijyvät henkeäni, veriviholliseni saartavat minut!",
      "He ovat kovettaneet sydämensä ja puhuvat röyhkeästi ylvästellen.",
      "Nyt he ovat jo kintereilläni ja piirittävät minut, vaanivat tilaisuutta iskeäkseen minut maahan.",
      "He ovat kuin saalista himoitseva leijona, kuin piilopaikassaan väijyvä peto.",
      "Riennä avuksi, Herra! Astu jumalattomia vastaan, paina heidät polvilleen! Pelasta minut miekallasi!",
      "Vapauta minut kädelläsi, Herra, pahojen ihmisten vallasta, noiden ihmisten, joille tämä elämä on kaikki. Suojattiesi vatsan sinä täytät, heidän lapsensa saavat syödä kyllikseen, ja ruokaa riittää lastenkin lapsille.",
      "Minä saan nähdä sinun kasvosi, sillä minä olen viaton. Kun herään unesta, sinun läsnäolosi ravitsee minut."
    ],
    [
      "Laulunjohtajalle. Herran palvelijan Daavidin psalmi. Tämän Daavid lauloi Herralle sen jälkeen, kun Herra oli pelastanut hänet Saulin ja kaikkien vihollisten käsistä. (H18:2)Minä rakastan sinua, Herra, sinä olet minun voimani.",
      "(H18:3)Sinä päästit minut turvaan, sinä olet vuorilinnani. Jumalani, sinuun minä turvaudun, sinä olet kallio, olet kilpeni, sinulta saan avun ja suojan.",
      "(H18:4)Kun kutsun Herraa, ylistettyä, saan avun vihollisiani vastaan.",
      "(H18:5)Kuoleman paulat kiertyivät ympärilleni, tuhon pyörteet minua kauhistivat.",
      "(H18:6)Tuonelan paulat kietoivat minut, näin edessäni kuoleman ansat.",
      "(H18:7)Silloin minä huusin hädässäni Herraa, kutsuin avuksi Jumalaani. Ääneni kantautui hänen temppeliinsä, ja hän kuuli minun huutoni.",
      "(H18:8)Maa järisi ja järkkyi, vuorten perustukset vavahtelivat. Hänen vihansa sai ne horjumaan.",
      "(H18:9)Hänen sieraimistaan nousi savu ja kaiken nielevä liekki hänen suustaan, se suitsusi hiilten hehkua.",
      "(H18:10)Hän kallisti taivaan ja laskeutui alas pimeä pilvi jalkojensa alla.",
      "(H18:11)Hän lensi kerubi ratsunaan ja kiiti tuulen siivin.",
      "(H18:12)Hän otti verhokseen pimeyden, majakseen synkät vedet, raskaat pilvet.",
      "(H18:13)Hänen edellään kulki häikäisevä valo, siitä sinkosi rakeita ja tulisia hiiliä.",
      "(H18:14)Herra jylisi taivaassa, Korkein antoi äänensä kaikua, hän viskoi rakeita ja tulisia hiiliä.",
      "(H18:15)Hän ampui nuoliaan ja hajotti viholliset, hän kauhistutti heidät salamoillaan.",
      "(H18:16)Meren lähteet paljastuivat, maanpiirin perustukset tulivat näkyviin, kun sinä, Herra, käskit merta, kun sinun raivosi myrsky puhalsi sen yli.",
      "(H18:17)Korkeudestaan hän ojensi kätensä ja tarttui minuun, hän veti minut ylös syvistä vesistä.",
      "(H18:18)Hän vapautti minut vihollisteni väkevistä käsistä, vihamiehistäni, jotka olivat minua vahvemmat.",
      "(H18:19)He kävivät kimppuuni onnettomuuteni hetkellä, mutta tuekseni tuli Herra.",
      "(H18:20)Hän avasi minulle tien ja päästi minut vapauteen, sillä hän oli mieltynyt minuun.",
      "(H18:21)Herra palkitsi minut, koska rakastan oikeutta, sain häneltä palkan, koska tekoni ovat puhtaat.",
      "(H18:22)Minä olen kulkenut Herran teitä enkä ole luopunut Jumalasta.",
      "(H18:23)Hänen käskynsä ovat alati mielessäni, hänen lakejaan minä en koskaan hylkää.",
      "(H18:24)Olen ollut vilpitön hänen edessään, olen varonut lankeamasta syntiin.",
      "(H18:25)Herra palkitsi minut, koska rakastan oikeutta, koska tekoni ovat puhtaat hänen edessään.",
      "(H18:26)Herra, sinä olet uskollinen uskolliselle, vilpitöntä kohtaan sinä olet vilpitön.",
      "(H18:27)Puhtaat ovat tekosi puhdasta kohtaan, mutta kieron sinä johdat harhaan.",
      "(H18:28)Nöyrät sinä pelastat, mutta ylpeiden katseen painat alas.",
      "(H18:29)Sinä, Herra, sytytät minun lamppuni, sinä, Jumala, tuot pimeyteeni valon.",
      "(H18:30)Sinun avullasi minä ryntään yli vallien, Jumalani avulla minä hyppään muurien yli.",
      "(H18:31)Jumalan ohjeet ovat täydelliset, Herran sana on kirkas ja puhdas. Kuin kilpi hän suojaa niitä, jotka hakevat hänestä turvaa.",
      "(H18:32)Kuka on Jumala, jollei Herra, kuka on turvamme, jollei Jumalamme?",
      "(H18:33)Jumala vyöttää minut voimalla, hän osoittaa minulle oikean tien.",
      "(H18:34)Hän tekee jalkani nopeiksi kuin kauriin jalat ja ohjaa kulkuni kukkuloille.",
      "(H18:35)Hän opettaa käteni taistelemaan, käsivarteni jännittämään sotajousta.",
      "(H18:36)Herra, sinä asetut kilveksi eteeni, sinun oikea kätesi tukee minua, sinun apusi tekee minut vahvaksi.",
      "(H18:37)Sinä teet varmoiksi askeleeni, polveni eivät horju.",
      "(H18:38)Minä ajan takaa vihollisiani ja saan heidät kiinni, palaan vasta, kun heitä ei enää ole.",
      "(H18:39)Minä lyön heidät, eivätkä he enää nosta päätään. He sortuvat jalkojeni alle.",
      "(H18:40)Sinulta minä saan voiman taisteluun, vastustajani sinä kaadat jalkojeni alle.",
      "(H18:41)Sinä ajat viholliseni pakoon, ja minä teen heistä lopun.",
      "(H18:42)He huutavat, mutta kukaan ei auta. He kutsuvat Herraa, mutta hän ei vastaa heille.",
      "(H18:43)Minä murskaan heidät tomuksi tuuleen, poljen heitä kuin katujen lokaa.",
      "(H18:44)Sinä pelastit minut, kun kansa kapinoi, asetit minut hallitsemaan myös vieraita maita. Kansat, joita en tuntenut, ovat nyt valtani alla.",
      "(H18:45)Ne tottelevat jo ennen kuin käsken, muukalaiset liehittelevät minua.",
      "(H18:46)Heidän voimansa on hervonnut, vavisten he tulevat ulos linnoituksistaan.",
      "(H18:47)Herra elää! Kiitetty olkoon puolustajani, ylistetty Jumala, minun turvani!",
      "(H18:48)Jumala kostaa puolestani ja saattaa kansat minun valtani alle.",
      "(H18:49)Hän vapauttaa minut vihollisteni käsistä, antaa voiton vihamiehistäni, vainoojista hän minut päästää.",
      "(H18:50)Siksi kiitän kansojen keskellä sinua, Herra, laulan kiitosta sinun nimellesi.",
      "(H18:51)Sinä teet voittoisaksi kansasi kuninkaan, sinä olet uskollinen sille, jonka olet voidellut, Daavidille ja hänen suvulleen, nyt ja aina."
    ],
    [
      "Laulunjohtajalle. Daavidin psalmi. (H19:2)Taivaat julistavat Jumalan kunniaa, taivaankansi kertoo hänen teoistaan.",
      "(H19:3)Päivä ilmoittaa ne päivälle, yö julistaa yölle.",
      "(H19:4)Ei se ole puhetta, ei sanoja, ei ääntä jonka voisi korvin kuulla.",
      "(H19:5)Kuitenkin se kaikuu kaikkialla, maanpiirin yli merten ääriin. Hän on tehnyt sinne majan auringolle.",
      "(H19:6)Ja aurinko nousee kuin sulhanen hääteltastaan, kuin sankari riemukkaana juoksemaan rataansa.",
      "(H19:7)Taivaan äärestä se lähtee ja kaartaa taivaan toiseen ääreen, eikä mikään jää sen paisteelta piiloon.",
      "(H19:8)Herra on antanut täydellisen lain, se virvoittaa mielen. Herran ohjeet ovat luotettavat, ne neuvovat taitamatonta.",
      "(H19:9)Herran käskyt ovat oikeat, ne ilahduttavat sydämen. Herran määräykset ovat kirkkaat, ne avaavat silmäni näkemään.",
      "(H19:10)Herran sana on puhdas ja aito, se pysyy iäti. Herran säädökset ovat lujat, ne ovat oikeita kaikki.",
      "(H19:11)Ne ovat kalliimmat kuin puhdas kulta, kalliimmat kuin kullan paljous, makeammat kuin mesi, maistuvammat mehiläisen hunajaa.",
      "(H19:12)Ne opastavat minua, palvelijaasi, niiden noudattamisesta saa suuren palkan.",
      "(H19:13)Mutta kuka huomaa kaikki erehdyksensä? Puhdista minut rikkomuksistani, niistäkin, joita en itse näe.",
      "(H19:14)Varjele minut myös eksyttäjiltä, etten joutuisi heidän valtaansa. Silloin olen viaton ja puhdas, monesta synnistä vapaa.",
      "(H19:15)Ota sanani suopeasti vastaan, sanani ja sydämeni ajatukset, Herra, turvani ja lunastajani."
    ],
    [
      "Laulunjohtajalle. Daavidin psalmi. (H20:2)Herra vastatkoon sinulle hädän päivänä, suojatkoon sinua Jaakobin Jumalan nimi!",
      "(H20:3)Lähettäköön Herra sinulle avun pyhäköstä, vahvan tuen Siionista!",
      "(H20:4)Hän muistakoon kaikki sinun ruokauhrisi, ottakoon vastaan lihavat polttouhrisi! (sela)",
      "(H20:5)Täyttäköön hän hartaat toiveesi ja antakoon toimillesi menestyksen!",
      "(H20:6)Me saamme iloita sinun voitostasi ja nostaa lippumme Jumalamme kunniaksi. Herra täyttäköön kaikki sinun pyyntösi!",
      "(H20:7)Nyt minä tiedän, että Herra auttaa voideltuaan, vastaa hänelle pyhästä taivaastaan, pelastaa hänet oikean kätensä voimalla.",
      "(H20:8)Toiset kerskuvat sotavaunuistaan, toiset hevosistaan, mutta me kutsumme avuksi Herran, Jumalamme, nimeä.",
      "(H20:9)Nuo toiset kompastuvat ja kaatuvat, mutta me pysymme pystyssä ja kestämme.",
      "(H20:10)Herra, anna kuninkaalle voitto! Vastaa meille, kun huudamme sinulta apua!"
    ],
    [
      "Laulunjohtajalle. Daavidin psalmi. (H21:2)Herra, sinun avustasi kuningas iloitsee, kuinka hän riemuitseekaan sinun voimastasi!",
      "(H21:2)Hänen hartaimman toiveensa sinä täytit, et kieltänyt häneltä, mitä hän pyysi. (sela)",
      "(H21:2)Sinä annoit hänelle onnen ja siunauksen, painoit hänen päähänsä kultaisen kruunun.",
      "(H21:2)Elämää hän sinulta pyysi, sinä lahjoitit sen hänelle, pitkän iän, ikuisen elämän.",
      "(H21:2)Suuri on hänen kunniansa, kun sinä autat häntä, vallan ja loiston sinä hänelle lahjoitit.",
      "(H21:2)Sinä suot hänelle siunauksen, nyt ja aina. Sinun läsnäolosi tuo hänelle ilon ja riemun.",
      "(H21:2)Kun kuningas luottaa Herraan, luottaa Korkeimman uskollisuuteen, hän ei horju.",
      "(H21:2)Sinun oikea kätesi tavoittaa kaikki vihollisesi, Herra, sinä saat kiinni vastustajasi.",
      "(H21:2)Sinä panet heidät kuin tuliseen pätsiin, kun he joutuvat sinun eteesi, Herra. Sinä hävität heidät vihassasi, ja tuli tuhoaa heidät.",
      "(H21:2)Heidän lapsensa sinä hävität maan päältä, heidän jälkeläisensä ihmisten joukosta.",
      "(H21:2)He suunnittelevat pahaa, he punovat juoniaan sinua vastaan, mutta heidän aikeensa eivät onnistu.",
      "(H21:2)Sinä jännität jousesi suoraan heitä kohti ja ajat heidät pakoon.",
      "(H21:2)Nouse, Herra, osoita voimasi! Laulaen ja soittaen me ylistämme sinun suuria tekojasi."
    ],
    [
      "(H22:3)Jumalani, minä kutsun sinua päivisin, mutta sinä et vastaa. Yöt kaikki huudan saamatta rauhaa.",
      "(H22:4)Sinä olet pyhä, sinä olet kuningas, sinulle soivat Israelin ylistysvirret.",
      "(H22:5)Sinuun ovat turvanneet isämme ennen. Sinuun he turvasivat ja pääsivät suojaan,",
      "(H22:6)sinua he huusivat ja saivat avun, sinuun he luottivat eivätkä pettyneet.",
      "(H22:7)Mutta minä olen maan mato, en enää ihminen, olen kansani hylkäämä, ihmisten pilkka.",
      "(H22:8)Kaikki ilkkuvat, kun minut näkevät, pudistavat päätään ja ivaavat minua:",
      "(H22:10)Herra, sinä minut päästit äitini kohdusta ja annoit minulle turvan äitini rinnoilla.",
      "(H22:11)Syntymästäni saakka olen ollut sinun varassasi, sinä olet ollut Jumalani ensi hetkestä alkaen.",
      "(H22:12)Älä ole kaukana nyt, kun hätä on lähellä eikä kukaan minua auta.",
      "(H22:13)Sonnien laumat piirittävät minua, villit Basanin härät minut saartavat,",
      "(H22:14)kuin raatelevat pedot ne uhkaavat minua, kuin karjuvat leijonat, kita ammollaan.",
      "(H22:15)Voimani valuu maahan kuin vesi, luuni irtoavat toisistaan. Sydämeni on kuin pehmeää vahaa, se sulaa rinnassani.",
      "(H22:16)Kurkkuni on kuiva kuin ruukunsiru, kieleni on tarttunut kitalakeen. Maan tomuun sinä suistat minut kuolemaan!",
      "(H22:17)Koirien lauma saartaa minut, minut ympäröi vihamiesten piiri. Käteni ja jalkani ovat runnellut,",
      "(H22:18)ruumiini luut näkyvät kaikki. Ilkkuen he katsovat minuun,",
      "(H22:19)jakavat vaatteeni keskenään ja heittävät puvustani arpaa.",
      "(H22:20)Herra, älä ole niin kaukana! Anna minulle voimaa, riennä avuksi!",
      "(H22:21)Pelasta minut miekalta, pelasta henkeni koirilta,",
      "(H22:22)pelasta minut leijonien kidasta, pelasta villihärkien sarvista!",
      "(H22:23)Silloin minä julistan nimeäsi veljilleni, ylistän sinua seurakunnan keskellä.",
      "(H22:24)Ylistäkää Jumalaa, te Herran palvelijat! Jaakobin suku, kunnioita häntä, palvele vavisten, Israelin kansa!",
      "(H22:25)Ei hän halveksinut heikkoa eikä karttanut kurjaa, ei kääntänyt pois kasvojaan vaan kuuli, kun huusin.",
      "(H22:26)Sinua minä ylistän seurakunnan keskellä. Sinun palvelijoittesi edessä lunastan lupaukseni.",
      "(H22:27)Köyhät syökööt ja tulkoot kylläisiksi, Herraa etsivät ylistäkööt häntä! Olkoon teillä voimaa ja rohkeutta iäti!",
      "(H22:28)Muistakoot maan kansat tämän teon ja kääntykööt hänen puoleensa. Kumartakoot häntä myös vieraat heimot,",
      "(H22:29)sillä Herran on kuninkuus! Hänen valtansa alla ovat kaikki kansat.",
      "(H22:30)Vain häntä kumartakoot maan mahtavat, hänen eteensä langetkoot kaikki, jotka maan tomuun vaipuvat. He eivät voi elossa pysyä,",
      "(H22:31)mutta ne, jotka heidän jälkeensä tulevat, saavat palvella Herraa. He kertovat hänestä lapsilleen,",
      "(H22:32)ja vastedes syntyvälle kansalle he julistavat Herran hyvyyttä, sillä hän on tämän tehnyt."
    ],
    [
      "Daavidin psalmi. Herra on minun paimeneni, ei minulta mitään puutu.",
      "Hän vie minut vihreille niityille, hän johtaa minut vetten ääreen, siellä saan levätä.",
      "Hän virvoittaa minun sieluni, hän ohjaa minua oikeaa tietä nimensä kunnian tähden.",
      "Vaikka minä kulkisin pimeässä laaksossa, en pelkäisi mitään pahaa, sillä sinä olet minun kanssani. Sinä suojelet minua kädelläsi, johdatat paimensauvallasi.",
      "Sinä katat minulle pöydän vihollisteni silmien eteen. Sinä voitelet pääni tuoksuvalla öljyllä, ja minun maljani on ylitsevuotavainen.",
      "Sinun hyvyytesi ja rakkautesi ympäröi minut kaikkina elämäni päivinä, ja minä saan asua Herran huoneessa päivieni loppuun asti."
    ],
    [
      "Daavidin psalmi. Herran on maa ja kaikki mitä siinä on, maanpiiri ja ne jotka siinä asuvat.",
      "Hän on sen perustanut merien päälle, kiinnittänyt lujasti virtojen ylle.",
      "Kuka saa nousta Herran vuorelle, kuka astua pyhään paikkaan?",
      "Se, jolla on viattomat kädet ja puhdas sydän, joka ei valheellisesti vetoa Herraan eikä vanno väärää valaa.",
      "Hänelle Herra suo siunauksensa, pelastuksen Jumala katsoo hänet vanhurskaaksi.",
      "Tässä me olemme, kansa joka pyrkii luoksesi, joka etsii kasvojasi, Jaakobin Jumala! (sela)",
      "Kohotkaa korkeiksi, portit, avartukaa, ikiaikaiset ovet! Kirkkauden kuningas tulee.",
      "Kuka on kirkkauden kuningas? Hän on Herra, väkevä ja voimallinen. Hän on Herra, voiton sankari.",
      "Kohotkaa korkeiksi, portit, avartukaa, ikiaikaiset ovet! Kirkkauden kuningas tulee.",
      "Kuka on kirkkauden kuningas? Kirkkauden kuningas on Herra Sebaot! (sela)"
    ],
    [
      "Daavidin psalmi. Sinun puoleesi, Herra, minä käännyn.",
      "Jumalani, sinun apuusi minä luotan. Enhän luota turhaan, ethän anna vihollisilleni sitä riemua, että he voittavat minut!",
      "Ei kukaan, joka luottaa sinuun, jää vaille apuasi. Vain luopiot joutuvat häpeään.",
      "Herra, osoita minulle tiesi, opeta minua kulkemaan polkujasi.",
      "Ohjaa minut totuuteesi ja opeta minua, sinä Jumalani, auttajani! Sinuun minä luotan aina.",
      "Herra, sinä olet laupias, muista minua, osoita ikiaikaista hyvyyttäsi.",
      "Älä muista nuoruuteni syntejä, älä pahoja tekojani! Sinä, joka olet uskollinen ja hyvä, älä unohda minua!",
      "Hyvä ja oikeamielinen on Herra, hän neuvoo syntisille tien.",
      "Hän hankkii sorretuille oikeuden, hän opettaa köyhille tiensä.",
      "Herran tie on hyvä, hän on uskollinen niille, jotka pitävät hänen liittonsa ja lakinsa.",
      "Herra, nimesi kunnian tähden anna anteeksi suuret syntini.",
      "Se, joka Herraa pelkää, oppii valitsemaan oikean tien.",
      "Hän saa onnen ja rauhan, ja hänen jälkeläisensä perivät maan.",
      "Herra ilmoittaa suunnitelmansa palvelijoilleen, ja he tulevat tuntemaan, millainen on hänen liittonsa.",
      "Minun silmäni katsovat alati Herraan, hän päästää jalkani ansasta.",
      "Käänny puoleeni ja ole minulle armollinen, sillä minä olen yksin ja avuton.",
      "Lievitä sydämeni tuska, ota pois minun ahdistukseni.",
      "Katso minun kärsimystäni ja vaivaani ja anna anteeksi kaikki syntini.",
      "Katso, kuinka paljon minulla on vihollisia! Heidän vihansa on väkivaltainen ja julma!",
      "Suojele minua ja pelasta minut, älä hylkää minua, sinuun minä turvaudun.",
      "Vilpittömyys ja rehellisyys on minun suojani. Sinuun, Herra, minä luotan.",
      "Jumala, vapauta Israel kaikesta hädästä!"
    ],
    [
      "Daavidin psalmi. Herra, hanki minulle oikeutta! Minä olen elänyt nuhteettomasti ja luottanut horjumatta sinuun.",
      "Tutki minut, Herra, koettele minua, tutki sydämeni ja ajatukseni.",
      "Olen aina pitänyt mielessäni armosi, olen elänyt sinun totuutesi mukaan.",
      "En ole istunut valehtelijoiden parissa enkä lyöttäytynyt pettureiden joukkoon.",
      "Olen karttanut pahantekijöiden seuraa ja pysynyt kaukana jumalattomista.",
      "Herra, minä pesen käteni, olen puhdas. Minä kierrän sinun alttariasi",
      "ja laulan sinulle kiitoslaulua, kerron kaikille ihmeellisistä teoistasi.",
      "Herra, minä rakastan temppeliäsi, sinun kirkkautesi asuinsijaa.",
      "Älä tempaa minua pois syntisten mukana, älä anna minun kuolla murhamiesten kanssa.",
      "Heidän kätensä ovat rikosten tahraamat, heidän kouransa lahjuksia täynnä.",
      "Mutta minä olen elänyt nuhteettomasti. Herra, ole minulle armollinen ja pelasta minut!",
      "Minä seison vahvalla perustalla. Juhlivan kansan keskellä minä kiitän sinua, Herra."
    ],
    [
      "Daavidin psalmi. Herra on minun valoni ja apuni, ketä minä pelkäisin? Herra on minun elämäni turva, ketä siis säikkyisin?",
      "Kun vainoojat käyvät minua kohti iskeäkseen hampaansa minuun, he itse kaatuvat, vihamieheni ja vastustajani suistuvat maahan.",
      "Vaikka sotajoukko saartaisi minut, sydämeni ei pelkäisi, vaikka minua vastaan nousisi sota, ei minulla olisi mitään hätää.",
      "Yhtä minä pyydän Herralta, yhtä ainoaa minä toivon: että saisin asua Herran temppelissä kaikki elämäni päivät! Saisin katsella Herran ihanuutta hänen pyhäkössään ja odottaa, että hän vastaa minulle.",
      "Kun vaara uhkaa, hän ottaa minut majaansa. Hän antaa minulle suojan teltassaan, nostaa minut turvaan kalliolle.",
      "Nyt minä kohotan pääni, en pelkää vihollisiani, vaikka he saartavat minut. Minä uhraan Herralle hänen pyhäkössään, uhraan ja huudan ilosta, minä laulan ja soitan ylistystä Herralle.",
      "Herra, kuule, kun huudan sinua! Ole minulle armollinen, vastaa pyyntööni.",
      "älä kätke minulta kasvojasi! Älä vihastu, älä torju palvelijaasi, sinä olet aina ollut minun apuni. Älä nytkään jätä minua, älä hylkää, sinä Jumalani, sinä auttajani!",
      "Vaikka isä ja äiti minut hylkäisivät, Herra pitää minusta huolen.",
      "Herra, opeta minulle tiesi, johdata jalkani oikealle polulle, päästä minut vihamiehistäni.",
      "Älä jätä minua heidän armoilleen! He ovat julmia syyttäjiä, vääriä todistajia.",
      "Minä uskon, että saan yhä kokea Herran hyvyyttä elävien maassa.",
      "Luota Herraan! Ole luja, pysy rohkeana. Luota Herraan!"
    ],
    [
      "Daavidin psalmi. Herra, sinua minä huudan, sinä olet minun kallioni. Älä ole vaiti, kun puhun sinulle! Jos sinä et vastaa, olen kuoleman oma.",
      "Kuule minun rukoukseni, kun huudan sinua avuksi ja kohotan käteni temppelisi pyhintä kohti.",
      "Älä tempaa minua pois jumalattomien kanssa, älä väärintekijöiden mukana. He puhuvat kyllä sopuisasti mutta hautovat mielessään pahaa.",
      "Anna heille heidän tekojensa mukaan, heidän pahojen töittensä mukaan! Vaadi heidät tilille rikkomuksistaan, maksa heille heidän tekojensa palkka!",
      "Herran teoista he eivät välitä, eivät he tarkkaa hänen kättensä töitä. Siksi hän tuhoaa heidät, ei hän enää heitä nosta.",
      "Kiitetty olkoon Herra! Hän on kuullut avunpyyntöni.",
      "Herra on minun voimani ja kilpeni, häneen minä luotan. Minä sain avun, ja minun sydämeni riemuitsee, minä laulan ja ylistän Herraa.",
      "Herra on kansansa voima, voideltunsa apu ja turva.",
      "Pelasta kansasi ja siunaa omiasi, kaitse ja kanna heitä nyt ja aina."
    ],
    [
      "Daavidin psalmi. Antakaa Herralle kunnia, te jumalolennot, tunnustakaa Herran kunnia ja voima!",
      "Tunnustakaa hänen nimensä kunnia! Kumartukaa hänen pyhän kirkkautensa eteen!",
      "Herran ääni kaikuu vetten päällä. Kunnian Jumala jylisee, Herra jylisee suurten vetten päällä.",
      "Herran ääni on voimallinen, Herran ääni on mahtava.",
      "Herran ääni särkee setrit, Herra murskaa Libanonin setrit.",
      "Libanon hyppii niin kuin vasikka, Hermon kuin nuori villihärkä.",
      "Herran ääni iskee tulta.",
      "Herran ääni saa autiomaan vapisemaan, Herra saa Kadesin autiomaan vapisemaan.",
      "Herran valtaistuin on taivaan vesien yllä, hän hallitsee kuninkaana iäti.",
      "Herra antaa voiman kansalleen, rauhalla hän kansaansa siunaa."
    ],
    [
      "Daavidin psalmi. Temppelin vihkimisjuhlan laulu. (H30:2)Minä ylistän sinua, Herra. Sinä nostit minut syvyyksistä, et jättänyt minua vihollisteni pilkattavaksi.",
      "(H30:3)Herra, minun Jumalani, sinua minä huusin avuksi, ja sinä teit minut terveeksi.",
      "(H30:4)Herra, sinä pelastit minut tuonelasta. Hautaan vaipuvien joukosta sinä toit minut takaisin elämään.",
      "(H30:5)Laulakaa Herralle, te Herran palvelijat, ylistäkää hänen pyhää nimeään!",
      "(H30:6)Hänen vihansa kestää vain hetken, hänen hyvyytensä läpi elämän. Illalla on vieraana itku mutta aamulla ilo.",
      "(H30:8)Hyvyydessäsi sinä, Herra, olit auttanut minut vuorille turvaan. Kun sitten käänsit pois kasvosi, minä hätäännyin.",
      "(H30:9)Sinua, Herra, minä huusin, Jumalani, sinulta rukoilin armoa:",
      "(H30:12)Sinä muutit itkuvirteni karkeloksi, riisuit yltäni suruvaatteen ja puit minut ilon pukuun.",
      "(H30:13)Siksi minä laulan sinulle kiitoslaulun, laulan koko sydämestäni enkä vaikene. Herra, minun Jumalani, sinua minä ylistän nyt ja aina."
    ],
    [
      "Laulunjohtajalle. Daavidin psalmi. (H31:2)Herra, sinuun minä turvaan. Älä milloinkaan hylkää minua. Sinä olet vanhurskas, pelasta minut!",
      "(H31:3)Kuule minua, riennä avukseni! Ole minulle kallio, jonka suojaan saan paeta, vuorilinna, johon minut pelastat.",
      "(H31:4)Sinä olet minun kallioni ja pakopaikkani. Sinä johdatat ja ohjaat minua, sillä sinä olet minun Jumalani.",
      "(H31:5)Sinä päästät minut verkosta, jonka viholliset ovat virittäneet eteeni. Sinä olet minun turvani!",
      "(H31:6)Sinun käsiisi minä uskon henkeni. Herra, sinä lunastat minut vapaaksi, sinä uskollinen Jumala.",
      "(H31:7)Minä kavahdan niitä, joiden jumalana on turhuus ja harha. Minä luotan sinuun, Herra,",
      "(H31:8)iloitsen ja riemuitsen sinun hyvyydestäsi. Sinä näet minun hätäni, tiedät kaiken tuskani.",
      "(H31:9)Sinä et jätä minua vihollisten käsiin vaan avaat minulle ahdingosta tien.",
      "(H31:10)Herra, ole minulle armollinen, olen hädässä. Silmäni ovat surun sumentamat, olen loppuun uupunut.",
      "(H31:11)Elämäni kuluu murheessa, vuoteni katoavat huokaillessa. Voimani ehtyvät rikkomusteni tähden, luuni riutuvat.",
      "(H31:12)Vihamieheni pitävät minua pilkkanaan, naapurit minua ivaavat, tuttavat karttavat. Kaikki, jotka tulevat kadulla vastaan, kiertävät minut kaukaa.",
      "(H31:13)Minut on unohdettu kuin olisin kuollut, minut on hylätty kuin särkynyt ruukku.",
      "(H31:14)Kuulen, kuinka ihmiset panettelevat minua. Kauhu saartaa minut, kun vihamieheni liittoutuvat minua vastaan ja punovat juonia henkeni menoksi.",
      "(H31:16)Sinun kädessäsi ovat elämäni päivät. Älä jätä minua vihollisteni ja vainoojieni armoille!",
      "(H31:17)Katso jälleen palvelijasi puoleen, sinä armollinen Jumala, auta minua.",
      "(H31:18)Herra, sinua minä huudan avuksi, älä hylkää minua. Kohdatkoon onnettomuus jumalattomia! Vaienna heidät ja syökse tuonelaan.",
      "(H31:19)Mykistykööt valheen puhujat, nuo, jotka röyhkeästi syyttävät viatonta ja halveksivat häntä kopein sanoin!",
      "(H31:20)Kuinka suuri onkaan sinun hyvyytesi! Se on ehtymätön aarre niille, jotka sinua pelkäävät. Kaikkien nähden sinä annat apusi niille, jotka turvautuvat sinuun.",
      "(H31:21)Sinä suljet heidät armosi suojiin, otat heidät turvaan majaasi. Sinne eivät ulotu ihmisten juonet, eivät syyttävät puheet.",
      "(H31:22)Kiitetty olkoon Herra! Hän osoitti minulle ihmeellistä hyvyyttään, kun olin saarrettuna.",
      "(H31:24)Rakastakaa Herraa, kaikki hänen palvelijansa! Herra suojelee uskollisiaan mutta rankaisee säälittä niitä, jotka uhmaten nousevat häntä vastaan.",
      "(H31:25)Rohkaiskaa mielenne, olkaa lujat, kaikki te, jotka panette toivonne Herraan!"
    ],
    [
      "Daavidin virsi. Autuas se, jonka pahat teot on annettu anteeksi, jonka synnit on pyyhitty pois.",
      "Autuas se ihminen, jolle Herra ei lue viaksi hänen syntiään ja jonka sydämessä ei ole vilppiä.",
      "Niin kauan kuin minä vaikenin synnistäni, ruumiini riutui ja kuihtui. Päivät päästään minä huusin tuskassani.",
      "Öin ja päivin kätesi painoi minua raskaana. Minun elämänvoimani haihtui niin kuin kosteus kesän helteessä. (sela)",
      "Rukoilkoot kaikki palvelijasi sinua hädän hetkellä. Vaikka suuret vedet tulvisivat, ne eivät heihin ulotu.",
      "Sinä olet minulle turvapaikka, sinä varjelet minut vaarasta. Riemuhuudot kajahtavat ympärilläni, kun sinä autat ja pelastat. (sela)",
      "Älkää olko kuin järjettömät eläimet, kuin muulit ja hevoset, joita täytyy hillitä suitsilla ja kuolaimilla, muuten ne eivät suostu ohjattaviksi.",
      "Jumalaton saa osakseen paljon tuskaa, mutta Herran armo ympäröi sen, joka häneen turvaa.",
      "Iloitkaa ja riemuitkaa Herrasta, te vanhurskaat! Kohottakaa riemuhuuto, te oikeamieliset!"
    ],
    [
      "Riemuitkaa Herrasta, te vanhurskaat, oikeamieliset, ylistäkää häntä!",
      "Kiittäkää Herraa lyyran sävelillä, näppäilkää harppujen kymmentä kieltä.",
      "Virittäkää hänelle uusi laulu, soittakaa kauniisti, huutakaa riemunne julki.",
      "Herran sana on tosi ja varma. Hän on uskollinen ja osoittaa sen teoissaan.",
      "Hän tahtoo oikeutta ja vanhurskautta, hänen uskollisuutensa täyttää maan.",
      "Herra on sanallaan luonut taivaat, suunsa henkäyksellä tähtien joukot.",
      "Kuin leiliin hän on koonnut merien vedet ja varastoihinsa syvyyden virrat.",
      "Vaviskoon Herran edessä kaikki maa, koko maanpiiri pelätköön häntä.",
      "Mitä hän sanoi, se tapahtui, mitä hän käski, se pysyi.",
      "Herra on kumonnut kansojen päätökset ja tehnyt tyhjiksi ihmisten aikeet.",
      "Mutta Herran päätökset pysyvät iäti, hänen ajatuksensa polvesta polveen.",
      "Onnellinen se kansa, jonka jumala on Herra, kansa, jonka Herra on omakseen valinnut.",
      "Taivaastaan Herra katsoo meitä, hän näkee kaikki ihmislapset.",
      "Korkeudestaan hän valvoo maata, kaikkia jotka siinä asuvat,",
      "joiden sydämen hän itse on luonut, joiden teot hän kaikki tuntee.",
      "Ei voita kuningas väkensä voimalla, ei sankari selviydy omin avuin.",
      "Pettävä on hevonen pelastajaksi, sen voima ei vie turvaan.",
      "Mutta Herran silmä on niiden yllä, jotka palvelevat häntä ja luottavat hänen uskollisuuteensa.",
      "Hän pelastaa heidät kuoleman vaaroista ja auttaa nälkävuosien yli.",
      "Me odotamme hartaasti Herraa, hän on meidän turvamme ja kilpemme.",
      "Hän on meidän sydämemme ilo, hänen pyhään nimeensä me luotamme.",
      "Herra, tue meitä uskollisesti, kun me panemme toivomme sinuun."
    ],
    [
      "Daavidin psalmi. Daavid lauloi sen lähdettyään Abimelekin luota. Abimelek oli lähettänyt Daavidin pois, kun tämä oli tekeytynyt mielipuoleksi. (H34:2)Minä tahdon aina ylistää Herraa, lakkaamatta laulaa hänelle kiitosta!",
      "(H34:3)Herran hyvyyden tähden minä ylistän itseäni onnelliseksi. Maan hiljaiset kuulevat sen ja iloitsevat.",
      "(H34:4)Tulkaa, kiittäkää minun kanssani Herraa, kunnioittakaamme yhdessä hänen nimeään!",
      "(H34:5)Minä käännyin Herran puoleen, ja hän vastasi minulle. Hän vapautti minut kaikesta pelosta.",
      "(H34:6)Ne, jotka katsovat häneen, säteilevät iloa, heidän kasvonsa eivät punastu häpeästä.",
      "(H34:7)Minä olin avuton ja huusin apua. Herra kuuli minua ja pelasti minut kaikesta hädästä.",
      "(H34:8)Herran enkeli on asettunut vartioon. Hän suojaa niitä, jotka palvelevat Herraa, ja pelastaa heidät.",
      "(H34:9)Katsokaa, nähkää omin silmin! Maistakaa, katsokaa Herran hyvyyttä! Onnellinen se, joka turvaa häneen.",
      "(H34:10)Pelätkää Herraa, te hänen pyhänsä! Mitään ei puutu niiltä, jotka häntä pelkäävät.",
      "(H34:11)Nuoret leijonatkin uupuvat ja näkevät nälkää, mutta sillä, joka turvaa Herraan, on kaikkea kyllin.",
      "(H34:12)Tulkaa, lapset, ja kuulkaa minua! Minä opetan teille, mitä on Herran pelko.",
      "(H34:13)Jos odotat elämältä hyvää ja toivot pitkää ikää,",
      "(H34:14)niin varo kieltäsi, älä päästä huulillesi petoksen sanaa.",
      "(H34:15)Karta pahaa ja tee hyvää, pyri sopuun, rakenna rauhaa!",
      "(H34:16)Herran silmät katsovat vanhurskaita, hänen korvansa kuulevat heidän avunhuutonsa.",
      "(H34:17)Herra kääntyy pahantekijöitä vastaan, heidän muistonsakin hän hävittää maan päältä.",
      "(H34:18)Kun vanhurskaat huutavat apua, Herra kuulee ja pelastaa heidät kaikesta hädästä.",
      "(H34:19)Herra on lähellä niitä, joilla on särkynyt sydän, hän pelastaa ne, joilla on murtunut mieli.",
      "(H34:20)Monet vaivat kohtaavat vanhurskasta, mutta kaikista niistä Herra hänet vapauttaa.",
      "(H34:21)Herra varjelee häntä, ei yksikään hänen luunsa murru.",
      "(H34:22)Jumalattoman tuhoaa hänen oma pahuutensa, tuomion saavat vanhurskaan vihamiehet.",
      "(H34:23)Niitä, jotka turvaavat Herraan, ei kohtaa tuomio. Hän lunastaa heidät vapaiksi."
    ],
    [
      "Daavidin psalmi. Herra, tuomitse ne, jotka ovat vetäneet minut tuomiolle! Taistele niitä vastaan, jotka minua vastaan taistelevat.",
      "Tartu aseisiin, ota kilpi, tule avukseni!",
      "Tempaa käteesi keihäs, käy vihollisiani kohti. Kuule pyyntöni, auta minua!",
      "Pilkka ja häpeä niille, jotka tavoittelevat henkeäni! Perääntykööt lyötyinä kaikki, jotka punovat juonia pääni menoksi.",
      "Hajota heidät kuin akanat tuuleen -- Herran enkeli ajakoon heidät pois.",
      "Tee heidän tiestään pimeä ja liukas -- Herran enkeli ajakoon heitä takaa.",
      "Syyttä he ovat virittäneet verkkonsa minun eteeni, kaivaneet tielleni pyydyskuopan.",
      "Yllättäköön heidät perikato, tarttukoot he itse verkkoon, jonka virittivät, suistukoot siihen omaksi tuhokseen!",
      "Mutta minä saan riemuita Herrasta, iloita hänen avustaan.",
      "Minä tunnen sydänjuuriani myöten: ei ole ketään sinun kaltaistasi, Herra! Köyhän ja avuttoman sinä vapautat sortajan vallasta, heikon sinä pelastat väkevän kädestä.",
      "Väärät todistajat astuvat esiin. Minulta kysytään asioita, joista en tiedä mitään.",
      "He palkitsevat hyvän pahalla, minä olen yksin.",
      "Silloin kun joku heistä sairastui, minä pukeuduin karkeaan kankaaseen, paastosin ankarasti, rukoilin hartaasti,",
      "niin kuin ystäväni, niin kuin veljeni puolesta. Pää kumarassa, ylläni suruvaate minä kuljin niin kuin se, joka suree omaa äitiään.",
      "Mutta kun minun kävi huonosti, he kerääntyivät ympärilleni ilkkumaan, minun ympärilleni, nuo kelvottomat. He pilkkasivat minua lakkaamatta, enkä tiedä, miksi.",
      "Kun horjuin, he ivasivat minua, irvistelivät minulle päin kasvoja.",
      "Herra, kuinka kauan aiot katsella tätä? Päästä minut heidän hampaistaan, pelasta ainoa henkeni noilta pedoilta!",
      "Silloin saan kiittää sinua suuressa joukossa, ylistää sinua juhlakansan keskellä.",
      "Älä anna vihollisteni ilkkua minulle ja iskeä toisilleen silmää! Syyttä he vihaavat minua.",
      "Heidän puheensa eivät rakenna rauhaa, he punovat juonia maan hiljaisia vastaan.",
      "Herra, sinä olet nähnyt kaiken tämän, älä enää ole vaiti! Herra, älä ole kaukana.",
      "Nouse valvomaan minun oikeuttani! Herra, Jumalani, puolusta asiaani.",
      "Herra, sinä oikeamielinen Jumala, hanki minulle oikeutta! Älä suo vihamiehilleni sitä iloa, että joudun tappiolle.",
      "Pilkka ja häpeä niille, jotka iloitsevat onnettomuudestani! Peittäköön häpeä ja pettymys kaikki ne, jotka ylvästelevät minua vastaan.",
      "Minun suuni julistaa sinun uskollisuuttasi, ylistää sinua päivästä päivään."
    ],
    [
      "Laulunjohtajalle. Herran palvelijan Daavidin psalmi. (H36:2)Synti kuiskii väärintekijän sydämessä niin ettei hän enää pelkää Jumalaa.",
      "(H36:3)Synti kiehtoo hänen silmänsä niin ettei hän näe eikä vihaa vikojaan.",
      "(H36:4)Hänen sanansa ovat pahat ja petolliset, hän hylkää viisauden ja toimii väärin.",
      "(H36:5)Vuoteessakin hän punoo juoniaan. Hän on tiellä, joka johtaa harhaan, pahaa hän ei kaihda.",
      "(H36:6)Herra, sinun armosi on avara kuin taivas, pilviin ulottuu sinun totuutesi.",
      "(H36:7)Vanhurskautesi on vuoria korkeampi ja oikeutesi kuin syvyyksien syvyys. Ihmistä ja eläintä sinä autat, Herra.",
      "(H36:8)Ihmeellinen on sinun armosi, Jumala! Sinun siipiesi suojaan rientävät ihmislapset.",
      "(H36:9)Sinä ruokit heidät talosi runsain antimin ja annat heidän juoda ilosi virrasta.",
      "(H36:10)Sinun luonasi on elämän lähde, sinun valostasi me saamme valon.",
      "(H36:11)Herra, suo armosi ja hyvyytesi niille, jotka tuntevat sinut ja joilla on vilpitön sydän.",
      "(H36:12)Älä anna ylpeän minua tallata äläkä pahan karkottaa minua kodistani.",
      "(H36:13)Katso, tuonne ovat kaatuneet vääryydentekijät! Heidät on lyöty, he eivät voi nousta."
    ],
    [
      "Daavidin psalmi. Älä kiivastu pahantekijöille, älä kadehdi väärintekijöitä.",
      "He kuihtuvat hetkessä niin kuin ruoho, lakastuvat kuin kedon vehreys.",
      "Luota Herraan ja tee hyvää, niin saat asua maassasi, turvallisilla laidunmailla.",
      "Saat nauttia Herran hyvyyttä, hän antaa sinulle mitä sydämesi toivoo.",
      "Anna tiesi Herran haltuun, turvaa häneen. Hän pitää sinusta huolen!",
      "Hän antaa syyttömyytesi käydä esiin kirkkaana kuin aamun valo. Sinun oikeutesi loistaa kuin keskipäivän aurinko.",
      "Ole ääneti Herran edessä, odota hänen apuaan! Älä kadehdi sitä, joka menestyy elämässään, sitä, jonka kaikki juonet onnistuvat.",
      "Malta mielesi, hillitse vihasi! Älä kiivastu -- se johtaa vain pahaan!",
      "Väärintekijät joutuvat tuhoon, mutta ne, jotka panevat toivonsa Herraan, saavat periä maan.",
      "Vielä hetki -- ja jumalatonta ei enää ole! Sinä katsot hänen asuinpaikkaansa --  se on tyhjä!",
      "Mutta nöyrät perivät maan, he saavat osakseen onnen ja rauhan.",
      "Jumalaton punoo juonia vanhurskasta vastaan ja irvistelee hänelle vasten kasvoja.",
      "Herra nauraa jumalattomalle, hän tietää, että tilinteon päivä tulee.",
      "Jumalattomat paljastavat miekkansa, jännittävät jousensa kaataakseen köyhän ja avuttoman, surmatakseen suoran tien kulkijat.",
      "Mutta heidän miekkansa osuu heidän omaan sydämeensä ja heidän jousensa särkyy.",
      "Vanhurskaalla on enemmän iloa vähistä varoistaan kuin jumalattomalla paljosta tavarastaan.",
      "Jumalattomien mahti murtuu, mutta vanhurskaiden tukena on Herra.",
      "Herra pitää huolen omiensa jokaisesta päivästä, eikä heidän perintöosansa koskaan häviä.",
      "He eivät kärsi puutetta kovinakaan aikoina, nälän päivinä heillä on kyllin syötävää.",
      "Mutta jumalattomat tuhoutuvat, Herran viholliset katoavat kuin laidunten vihreys, he haihtuvat savuna ilmaan.",
      "Jumalaton ottaa lainaa mutta ei maksa takaisin, vanhurskas on hyväsydäminen ja antaa omastaan.",
      "Ne, joita Herra siunaa, saavat periä maan, ne, jotka hän kiroaa, joutuvat perikatoon.",
      "Kun Herra ohjaa askeleita, ihminen kulkee oikeaa tietä.",
      "Jos hän horjahtaakin, ei hän suistu maahan, sillä Herra pitää häntä kädestä.",
      "Olen elänyt pitkän elämän, nuoruudesta vanhuuteen saakka. Koskaan en ole nähnyt vanhurskasta hylättynä enkä hänen lapsiaan kerjäämässä leipää.",
      "Vanhurskas on antelias ja lainaa mielellään, ja myös hänen lapsillaan on siunaus.",
      "Karta pahaa ja tee hyvää, niin saat aina asua maassasi.",
      "Herra rakastaa oikeutta. Hän ei hylkää omiaan vaan varjelee heitä iäti, mutta jumalattomien suku sammuu.",
      "Vanhurskaat perivät maan ja asuvat siinä aina.",
      "Vanhurskaan suu puhuu viisautta, hänen kielensä kertoo, mikä on oikein.",
      "Hänellä on sydämessään Jumalan laki, eivätkä hänen askeleensa horju.",
      "Jumalaton väijyy vanhurskasta ja vaanii tilaisuutta tappaakseen hänet.",
      "Herra ei jätä omaansa jumalattoman armoille vaan osoittaa hänet syyttömäksi oikeuden edessä.",
      "Pane toivosi Herraan, kulje hänen tietään! Hän korottaa sinut, sinä saat periä maan ja nähdä jumalattomien tuhon.",
      "Minä näin jumalattoman voimansa tunnossa, hän rehotti kuin piikkipensas kukassaan.",
      "Hetken kuluttua häntä ei enää ollut, minä etsin häntä mutta en löytänyt mistään.",
      "Katsele nuhteetonta, tarkkaile rehellistä -- rauhan miehellä on tulevaisuus!",
      "Pahantekijät tuhoutuvat kaikki tyynni, jumalattomia odottaa perikato.",
      "Mutta vanhurskaat saavat avun Herralta, hän on heidän turvansa ahdingon aikana.",
      "Herra auttaa heitä ja vapauttaa heidät. Hän päästää heidät jumalattomien käsistä, pelastaa heidät, kun he pakenevat hänen suojiinsa."
    ],
    [
      "Daavidin psalmi. Lauletaan muistutusuhria uhrattaessa. (H38:2)Herra, älä rankaise minua vihassasi, älä kiivaudessasi minua kurita!",
      "(H38:3)Sinun nuolesi ovat tunkeutuneet minuun, sinun kätesi on painanut minut maahan.",
      "(H38:4)Ruumiissani ei ole tervettä paikkaa, koska sinä olet minuun vihastunut. Pahojen tekojeni tähden eivät jäseneni saa rauhaa.",
      "(H38:5)Syntieni kuorma käy yli voimieni, se on raskas taakka, raskaampi kuin jaksan kantaa.",
      "(H38:6)Minun haavani märkivät ja löyhkäävät -- se on mielettömyyteni syytä.",
      "(H38:7)Olen painunut kumaraan, vääntynyt vääräksi. Aamusta iltaan minä kuljen surusta synkkänä.",
      "(H38:8)Lanteeni ovat tulessa, ruumiissani ei ole tervettä paikkaa.",
      "(H38:9)Olen lopussa, rikki lyöty, sydämeni huutaa tuskasta.",
      "(H38:10)Herra, sinä tiedät, mitä minä kaipaan, huokaukseni ovat tulleet sinun korviisi.",
      "(H38:11)Sydämeni värisee, voimani hupenevat, silmieni valo sammuu.",
      "(H38:12)Ystäväni ja naapurini karttavat minua onnettomuuteni tähden, omaiseni pysyvät loitolla.",
      "(H38:13)Minun henkeäni uhataan ja minulle viritetään ansoja. Vihamieheni suunnittelevat pahaa ja syytävät uhkauksiaan. He punovat kavalia juonia kaiken aikaa.",
      "(H38:14)Minä olen kuin kuuro -- en kuule mitään, olen kuin mykkä -- en suutani avaa.",
      "(H38:15)Minä en enää mitään ymmärrä, en voi sanoa sanaakaan vastaan.",
      "(H38:16)Herra, sinun apuasi minä odotan. Herra, minun Jumalani, sinä vastaat minulle.",
      "(H38:17)Minä pyydän: älä anna vihamiesteni iloita, älä anna heidän ilkkua, kun jalkani horjuu!",
      "(H38:18)Minä olen luhistumisen partaalla, tuskani ei hetkeksikään hellitä.",
      "(H38:19)Minä tunnustan rikkomukseni, olen murheellinen syntieni tähden.",
      "(H38:20)Mutta vihamieheni ovat voimissaan, monet vihaavat minua ilman syytä.",
      "(H38:21)He palkitsevat hyvän pahalla, syyttävät minua, vaikka olen tahtonut heille hyvää.",
      "(H38:22)Herra, älä hylkää minua! Jumalani, älä ole niin kaukana!",
      "(H38:23)Riennä auttamaan, Herra, minun pelastajani!"
    ],
    [
      "(H39:3)Niin minä pidin suuni kiinni, olin mykkänä, minä vaikenin, mutta turhaan: tuskani vain yltyi.",
      "(H39:3)Sydämeni oli kuin tulessa, huokaukseni olivat kuumat kuin liekki. Minun täytyi avata suuni ja puhua.",
      "(H39:5)Herra, anna minun muistaa, että elämäni päättyy, että päivilleni on pantu määrä. Opeta minua ymmärtämään, kuinka katoavainen minä olen!",
      "(H39:6)Vain kourallisen päiviä sinä annoit minulle, elämäni on sinun silmissäsi kuin ohikiitävä hetki. Vain tuulenhenkäys ovat ihmiset, kaikki tyynni. (sela)",
      "(H39:7)Ihminen tulee ja menee, katoaa kuin varjo. Turhaan hän hyörii ja kokoaa omaisuutta, ei hän tiedä, kenen käsiin se joutuu.",
      "(H39:8)Herra, onko minulla vielä toivoa? Kaikki on sinun varassasi.",
      "(H39:9)Päästä minut kaikista synneistäni, älä anna minun joutua houkkien häväistäväksi.",
      "(H39:10)Minä olen nyt vaiti, en avaa suutani, sillä sinulta tulee kaikki.",
      "(H39:11)Ota vitsauksesi minun päältäni, en kestä enää kätesi iskuja.",
      "(H39:12)Kun sinä kuritat ja rankaiset ihmistä hänen syntiensä vuoksi, sinä teet lopun hänen kukoistuksestaan, niin kuin koi tuhoaa vaatteen. Vain tuulenhenkäys ovat kaikki ihmiset! (sela)",
      "(H39:13)Kuule rukoukseni, Herra, ota vastaan avunhuutoni. Älä ole kuuro minun itkulleni! Minä olen muukalainen, etsin sinulta turvaa, olen koditon niin kuin olivat isänikin.",
      "(H39:14)Käännä pois syyttävä katseesi, jotta saisin jälleen iloita, ennen kuin menen pois eikä minua enää ole."
    ],
    [
      "Laulunjohtajalle. Daavidin psalmi. (H40:2)Hartaasti minä odotin Herraa, ja hän kumartui minun puoleeni ja kuuli huutoni.",
      "(H40:3)Hän veti minut ylös syvästä kuopasta, upottavasta liejusta. Hän nosti minut kalliolle, antoi lujan pohjan askelteni alle.",
      "(H40:4)Hän antoi suuhuni uuden virren, kiitoslaulun Jumalamme ylistykseksi. Tämän kuulevat monet, tuntevat pyhää pelkoa ja turvaavat Herraan.",
      "(H40:5)Hyvä on sen osa, joka luottaa Herraan, ei etsi apua pahan voimilta eikä käänny niiden puoleen, jotka valhetta palvelevat.",
      "(H40:6)Herra, minun Jumalani, kukaan ei ole sinun vertaisesi! Sinä olet tehnyt suuria tekoja, sinä ajattelet meidän parastamme. Minä haluan kertoa teoistasi -- niitä on enemmän kuin voin luetella.",
      "(H40:7)Teurasuhria ja ruokauhria sinä et halua, polttouhria ja syntiuhria sinä et pyydä, mutta sinä teit minulle kuulevat korvat.",
      "(H40:10)Minä julistan sinun vanhurskauttasi temppeliin kokoontuneelle kansalle, en lakkaa siitä puhumasta. Herra, sinä tiedät sen!",
      "(H40:11)Minä en ole pitänyt vanhurskauttasi omana tietonani, olen puhunut sinun uskollisuudestasi ja pelastusteoistasi. En ole salannut juhlakansalta, kuinka hyvä ja uskollinen sinä olet ollut.",
      "(H40:12)Herra, ethän ota minulta pois armoasi! Sinun hyvyytesi ja uskollisuutesi varjelkoon minua aina.",
      "(H40:13)Onnettomuudet saartavat minut, niitä on lukematon määrä! Syntini ovat minut vanginneet, vieneet silmieni valon, niitä on enemmän kuin hiuksia päässäni, rohkeuteni on kadonnut.",
      "(H40:14)Herra, ole armollinen, pelasta minut! Herra, riennä avukseni!",
      "(H40:15)Pilkka ja häpeä niille, jotka väijyvät henkeäni! Perääntykööt lyötyinä kaikki, jotka tahtovat minulle pahaa.",
      "(H40:18)Minä olen köyhä ja avuton, mutta sinä, Herra, pidät minusta huolen. Sinä olet apuni ja pelastajani. Jumalani, älä viivy!"
    ],
    [
      "Laulunjohtajalle. Daavidin psalmi. (H41:2)Hyvä on sen osa, joka pitää huolta avuttomasta. Sitä ihmistä Herra auttaa hädän päivänä.",
      "(H41:3)Herra varjelee häntä, ja hän saa elää. Kaikki ylistävät hänen onneaan. Herra ei jätä häntä vihamiesten armoille.",
      "(H41:4)Herra tukee häntä, kun hän on sairas, ja nostaa hänet tautivuoteelta.",
      "(H41:5)Minä sanon: Herra, armahda minua, tee minut terveeksi! Minä olen tehnyt syntiä sinua vastaan.",
      "(H41:7)Jos joku tulee minua katsomaan, hän puhuu tyhjänpäiväisiä. Hän tarkkailee minua ilkein ajatuksin, lähtee pois ja ryhtyy heti parjaamaan.",
      "(H41:8)Vihamieheni punovat juonia minua vastaan ja kuiskuttelevat keskenään:",
      "(H41:10)Vieläpä ystäväni, johon luotin ja joka söi minun pöydässäni, kääntyy kopeasti minua vastaan.",
      "(H41:11)Ole sinä, Herra, minulle armollinen, nosta minut jalkeille, niin minä annan heille, mitä he ovat ansainneet.",
      "(H41:12)Kun viholliseni eivät saa minusta voittoa, minä tiedän, että sinä rakastat minua.",
      "(H41:13)Sinä tuet minua, koska olen nuhteeton, sinä annat minun aina olla lähelläsi.",
      "(H41:14)Ylistetty olkoon Herra, Israelin Jumala, iankaikkisesta iankaikkiseen! Aamen. Aamen."
    ],
    [
      "Laulunjohtajalle. Korahilaisten virsi. (H42:2)Niin kuin peura janoissaan etsii vesipuroa, niin minä kaipaan sinua, Jumala.",
      "(H42:3)Minun sieluni janoaa Jumalaa, elävää Jumalaa. Milloin saan tulla temppeliin, astua Jumalan kasvojen eteen?",
      "(H42:5)Tuskassani minä muistelen, miten kuljin temppeliin juhlasaatossa ilon ja kiitoksen kaikuessa, juhlakansan suuressa joukossa.",
      "(H42:6)Miksi olet masentunut, sieluni, miksi olet niin levoton? Odota Jumalaa! Vielä saan kiittää häntä, Jumalaani, auttajaani.",
      "(H42:7)Kun masennus valtaa mieleni, minä ajattelen sinua täällä Jordanin lähteillä ja Hermonilla, Misearinvuorella.",
      "(H42:8)Syvyys huutaa syvyydelle, kun sinun koskesi pauhaavat -- kaikki sinun tyrskysi ja aaltosi ovat vyöryneet ylitseni.",
      "(H42:9)Päivällä Herra antaa armonsa vallita, yöllä saan laulaa hänen kiitostaan ja rukoilla elävää Jumalaa.",
      "(H42:10)Minä sanon: Jumala, kallioni, miksi olet unohtanut minut? Miksi minun täytyy kulkea surusta synkkänä, kärsiä vihollisen sortoa?",
      "(H42:12)Miksi olet masentunut, sieluni, miksi olet niin levoton? Odota Jumalaa! Vielä saan kiittää häntä, Jumalaani, auttajaani."
    ],
    [
      "Hanki minulle oikeutta, Jumala, aja asiaani jumalatonta kansaa vastaan. Pelasta minut pahojen ja petollisten kynsistä!",
      "Sinä, Jumala, olet ainoa turvani. Miksi olet hylännyt minut? Miksi minun täytyy kulkea surusta synkkänä, kärsiä vihollisen sortoa?",
      "Lähetä valosi ja totuutesi! Ne johdattakoot minua, ne viekööt minut pyhälle vuorellesi, sinun asuntoihisi.",
      "Minä tahdon tulla sinun alttarisi eteen, sinun eteesi, Jumala, minun iloni! Siellä saan ylistää sinua lyyraa soittaen, Jumala, minun Jumalani!",
      "Miksi olet masentunut, sieluni, miksi olet niin levoton? Odota Jumalaa! Vielä saan kiittää häntä, Jumalaani, auttajaani."
    ],
    [
      "Laulunjohtajalle. Korahilaisten virsi. (H44:2)Jumala, me olemme omin korvin kuulleet, isämme ovat meille kertoneet, minkä teon sinä teit heidän päivinään, muinaisina aikoina.",
      "(H44:3)Omalla kädelläsi sinä kukistit vieraat kansat ja istutit isämme tähän maahan, sinä murskasit kansat ja päästit isämme vapauteen.",
      "(H44:4)He eivät vallanneet maata omalla miekallaan, ei heidän oma voimansa vienyt heitä voittoon, vaan sinun oikea kätesi, sinun voimasi ja kirkkautesi, sillä sinä rakastit heitä.",
      "(H44:5)Sinä olet kuninkaani ja Jumalani, sinun vallassasi on Jaakobin pelastus.",
      "(H44:6)Sinun avullasi me lyömme viholliset, sinun nimesi voimalla me poljemme vastustajat maahan.",
      "(H44:7)Minä en luota jouseeni, eikä miekka meitä pelasta,",
      "(H44:8)mutta sinä pelastat meidät ja saatat vihamiehemme häpeään.",
      "(H44:9)Jumala on meidän ylpeytemme, iäti me kiitämme hänen nimeään. (sela)",
      "(H44:10)Kuitenkin sinä olet hylännyt meidät ja tuottanut meille tappion ja häpeän. Sinä et lähtenyt liikkeelle meidän sotajoukkomme mukana.",
      "(H44:11)Sinä pakotit meidät perääntymään vihollisen edestä, vihamiehet ryöstivät meiltä kaiken.",
      "(H44:12)Sinä jätit meidät alttiiksi kuin teuraslampaat, sinä hajotit meidät kansojen sekaan.",
      "(H44:13)Sinä myit kansasi pilkkahinnalla, et saanut voittoa kaupastasi.",
      "(H44:14)Sinä jätit meidät naapureitten häväistäviksi, ympärillä asuvien pilkan ja ivan kohteeksi.",
      "(H44:15)Meistä on tullut kansojen pilkkalaulu, kaikki pudistavat päätään ja ilkkuvat meitä.",
      "(H44:16)Minä kärsin häväistystä joka päivä, häpeän puna peittää kasvoni,",
      "(H44:17)kun joudun kuulemaan, miten viholliset kostonhimossaan herjaavat ja pilkkaavat meitä.",
      "(H44:18)Kaikki tämä on meitä kohdannut, vaikka emme ole unohtaneet sinua emmekä rikkoneet liittoasi.",
      "(H44:19)Sydämemme ei ole luopunut sinusta, jalkamme ei ole poikennut sinun polultasi.",
      "(H44:20)Silti sinä olet murskannut meidät, niin kuin murskasit syvyyden hirviön. Sinä peitit meidät pimeydellä.",
      "(H44:21)Jos olisimme unohtaneet sinut, Jumalamme, ja kohottaneet kätemme vieraan jumalan puoleen,",
      "(H44:22)sinä, Jumala, kyllä tietäisit sen, sillä sinä tunnet sydämen salaisuudet.",
      "(H44:23)Sinun tähtesi meitä surmataan kaiken aikaa, meitä kohdellaan teuraslampaina.",
      "(H44:24)Herää, Herra! Miksi nukut? Nouse, älä iäksi hylkää!",
      "(H44:25)Miksi olet kääntänyt pois katseesi, unohtanut hätämme ja ahdinkomme?",
      "(H44:26)Voimani raukeaa, otsani painuu maan tomuun.",
      "(H44:27)Nouse auttamaan meitä, lunasta meidät armosi tähden!"
    ],
    [
      "(H45:3)Kuningas, olet kaunein ihmisten joukossa, sinun huulesi puhuvat suloisia sanoja. Siunatkoon Jumala sinua iäti!",
      "(H45:4)Vyötä miekka kupeellesi, sankari, pukeudu valtaan ja loistoon.",
      "(H45:5)Nouse taisteluun totuuden ja oikeuden puolesta, aja köyhän asiaa. Tehköön oikea kätesi pelottavia tekoja.",
      "(H45:6)Olkoot nuolesi terävät, kansat alistukoot valtaasi, pettäköön vihollistesi rohkeus!",
      "(H45:7)Sinun valtaistuimesi on niin kuin Jumalan, se pysyy ikuisesti, sinun valtikkasi on oikeuden valtikka.",
      "(H45:8)Sinä rakastat oikeutta ja vihaat vääryyttä. Sen tähden Jumala, sinun Jumalasi, on nostanut sinut veljiesi joukosta ja voidellut sinut riemun öljyllä.",
      "(H45:9)Vaatteesi tuoksuvat mirhalta, aaloelta ja kassialta. Norsunluupalatseista kaikuu sinun iloksesi kielisoitinten musiikki.",
      "(H45:10)Hovisi kaunistuksena on kuninkaiden tyttäriä, kuningatar seisoo oikealla puolellasi yllään Ofirin kultaa.",
      "(H45:11)Kuule, tyttäreni, kuuntele neuvoani. Unohda kansasi, unohda isäsi suku.",
      "(H45:12)Sytyttäköön kauneutesi kuninkaan! Hän on sinun herrasi. Kumarru hänen eteensä,",
      "(H45:13)sinä Tyroksen prinsessa. Maan rikkaat pyrkivät lahjoillaan sinun suosioosi.",
      "(H45:14)Kuninkaan tytär saapuu palatsiin kaikessa loistossaan, hänen vaatteensa ovat kullalla kirjotut.",
      "(H45:15)Juhlapuvussa hänet viedään kuninkaan eteen. Neidot, ystävättäret, seuraavat häntä.",
      "(H45:16)Heitä viedään riemusaatossa, he astuvat kuninkaan palatsiin.",
      "(H45:17)Nouskoot sinun poikasi, kuningas, isiesi sijaan, saat asettaa heidät ruhtinaiksi maahasi.",
      "(H45:18)Minä säilytän nimesi polvesta polveen, ja sen tähden kansat ylistävät sinua nyt ja aina."
    ],
    [
      "Laulunjohtajalle. Korahilaisten laulu. Korkea ääniala. (H46:2)Jumala on turvamme ja linnamme, auttajamme hädän hetkellä.",
      "(H46:3)Sen tähden emme pelkää, vaikka maa järkkyy, vaikka vuoret vaipuvat merten syvyyksiin.",
      "(H46:4)Meret pauhaavat ja kuohuvat, vuoret vapisevat Jumalan suuruuden edessä. (sela)",
      "(H46:5)Virta ja kaikki sen haarat ilahduttavat Jumalan kaupunkia, Korkeimman pyhiä asuinsijoja.",
      "(H46:6)Jumala on kaupunkinsa keskellä, kaupunki ei järky. Hän auttaa sitä, kun aamu valkenee.",
      "(H46:7)Kansojen meri kuohuu, valtakunnat horjuvat, maa järkkyy hänen äänestään.",
      "(H46:8)Herra Sebaot on kanssamme, Jaakobin Jumala on turvamme. (sela)",
      "(H46:9)Tulkaa ja katsokaa Herran tekoja, hänen voimansa herättää pelkoa kaikkialla.",
      "(H46:10)Koko maailmasta hän hävittää sodat, hän särkee jousen ja taittaa keihään, hän tuhoaa kilvet tulessa.",
      "(H46:12)Herra Sebaot on kanssamme, Jaakobin Jumala on turvamme. (sela)"
    ],
    [
      "Laulunjohtajalle. Korahilaisten psalmi. (H47:2)Taputtakaa käsiänne, kaikki kansat, kohottakaa riemuhuuto Jumalalle!",
      "(H47:3)Herra on Korkein, pelätkää häntä! Hän on suuri, koko maailman kuningas.",
      "(H47:4)Hän alisti kansat valtaamme, kansanheimot jalkojemme alle.",
      "(H47:5)Hän valitsi meille hyvän maan. Se on ylpeytemme, hänen rakkaan Jaakobinsa ylpeys. (sela)",
      "(H47:6)Jumala nousee valtaistuimelleen, riemuhuudot kaikuvat, pasuunat soivat.",
      "(H47:7)Ylistäkää Jumalaa, kuningastamme, ylistäkää ja laulakaa!",
      "(H47:8)Hän on koko maailman kuningas. Laulakaa hänelle psalmi.",
      "(H47:9)Jumala on kansojen kuningas, hän istuu pyhällä istuimellaan.",
      "(H47:10)Kansojen ruhtinaat kokoontuvat yhdessä Abrahamin jälkeläisten kanssa, sillä Jumalan vallassa ovat maan mahtavat, hän on kaikkein korkein."
    ],
    [
      "Laulu, korahilaisten psalmi. (H48:2)Suuri on Herra, ylistäkää häntä! Hän asuu omassa kaupungissaan, pyhällä vuorellaan.",
      "(H48:3)Se kohoaa korkealle, se on koko maan ilo. Siion on kuin pohjoinen vuori, se on suuren kuninkaan kaupunki.",
      "(H48:4)Jumala asuu sen palatseissa, hän on sen vahva turva.",
      "(H48:5)Kuninkaat kokoontuivat yhteen ja hyökkäsivät Siionia vastaan.",
      "(H48:6)Mutta he hämmästyivät sitä minkä näkivät, kauhistuivat ja ryntäsivät pakoon.",
      "(H48:7)Pelko iski heihin, niin kuin tuska iskee synnyttäjään,",
      "(H48:8)niin kuin itätuuli, kun se murskaa Tarsisin-laivat.",
      "(H48:9)Mistä ennen olimme kuulleet, sen omin silmin näimme Herran Sebaotin, meidän Jumalamme, kaupungissa: Jumala pitää sen lujana ikuisesti. (sela)",
      "(H48:10)Jumala, me kerromme temppelissä sinun armollisista teoistasi.",
      "(H48:11)Jumala, maan ääriin saakka kiiriköön sinun nimesi, kaikukoon ylistyksesi! Sinun kätesi on hyvyyttä täynnä.",
      "(H48:12)Iloitkoon Siionin vuori, riemuitkoot Juudan kaupungit, sillä sinun tuomiosi ovat oikeat.",
      "(H48:13)Lähtekää, kulkekaa Siionin ympäri, laskekaa sen tornit.",
      "(H48:14)Katsokaa sen muureja, tutkikaa sen palatseja, niin että voitte kertoa tuleville polville:",
      "(H48:15)Suuri on Jumala! Hän on Jumalamme ajasta aikaan. Hän johdattaa meitä ainiaan."
    ],
    [
      "Laulunjohtajalle. Korahilaisten psalmi. (H49:2)Kuulkaa tämä, kaikki kansat, kuunnelkaa, maan asukkaat,",
      "(H49:3)niin alhaiset kuin ylhäiset, rikas ja köyhä yhtä lailla!",
      "(H49:4)Suuni puhuu tiedon sanoja, sydämeni pohtii viisautta.",
      "(H49:5)Minä tahdon tutkistella mietelauseita, ratkoa arvoituksia lyyraa soittaen.",
      "(H49:6)Miksi pelkäisin pahana päivänä, kun petturien kavaluus saartaa minut?",
      "(H49:7)He luottavat rikkauteensa, kerskailevat suurella omaisuudellaan.",
      "(H49:8)Mutta henkeään ihminen ei voi lunastaa, ei hän voi käydä kauppaa Jumalan kanssa.",
      "(H49:9)Elämän lunnaat ovat liian kalliit, ne jäävät iäksi maksamatta.",
      "(H49:10)Ei ihminen elä ikuisesti, ei hän vältä hautaa.",
      "(H49:11)Viisaatkin kuolevat, se on nähty, yhtä lailla kuin tyhmät ja typerät. Heidän omaisuutensa jää muille.",
      "(H49:12)Hauta on ikuisesti heidän kotinsa, heidän asuntonsa ajasta aikaan, vaikka he eläessään omistivat maat ja mannut.",
      "(H49:13)Rikkainkaan ihminen ei ole ikuinen, eläinten tavoin hän lakkaa olemasta.",
      "(H49:14)Tämä on heidän tiensä, mielettömien tie, ja yhä uudet ihmiset mieltyvät heidän puheisiinsa. (sela)",
      "(H49:15)Kuin lammaslauma he vaipuvat tuonelaan, kuolema paimentaa heitä siellä. Jo seuraavana päivänä oikeamieliset kulkevat heidän ylitseen. Tuonela on heidän asuinsijansa, se kuihduttaa heidät.",
      "(H49:16)Mutta Jumala lunastaa minut, hän tempaa minut tuonelan otteesta. (sela)",
      "(H49:17)Älä kadehdi, kun joku rikastuu, kun hän kartuttaa talonsa omaisuutta.",
      "(H49:18)Kuollessaan hän ei ota mukaansa mitään, hänen omaisuutensa ei seuraa häntä hautaan.",
      "(H49:19)Vaikka hän eläessään ihastelee osaansa ja toiset kiittävät hänen menestystään,",
      "(H49:20)hänen täytyy mennä isiensä luo, paikkaan, jossa ei valoa nähdä.",
      "(H49:21)Rikkainkaan ihminen ei ole ikuinen, eläinten tavoin hän lakkaa olemasta."
    ],
    [
      "Asafin psalmi. Jumala, Herra Jumala, on puhunut ja kutsunut koolle koko maanpiirin, idän ääriltä kaukaiseen länteen saakka.",
      "Siionista, täydellisen kauniista, Jumala ilmestyy kirkkaudessaan.",
      "Meidän Jumalamme tulee, hän ei enää vaikene. Tuhon tuli kulkee hänen edellään, myrsky raivoaa hänen ympärillään.",
      "Hän kutsuu todistajikseen taivaan ja maan, hän vaatii kansansa tilille.",
      "Kootkaa luokseni kaikki minun palvelijani, jotka ovat uhrein tehneet kanssani liiton.",
      "Taivaat julistavat Jumalan vanhurskautta. Hän on oikeuden Jumala. (sela)",
      "En nuhtele sinua uhriesi tähden, sillä polttouhrisi ovat aina edessäni.",
      "En vaadi härkää talostasi, en vuohia tarhoistasi,",
      "sillä minun ovat kaikki metsän eläimet, kaikki eläimet tuhansilla vuorilla.",
      "Minun ovat kaikki vuorten linnut ja laaksojen moninaiset eläimet.",
      "Jos minun olisi nälkä, en sanoisi sitä sinulle, sillä minun on koko maanpiiri, kaikki mitä on.",
      "Söisinkö härkien lihaa, joisinko vuohien verta?",
      "Anna Jumalalle uhriksi kiitos, täytä lupauksesi Korkeimmalle.",
      "sinä, joka et ota vastaan ojennusta vaan heität käskyni selkäsi taakse?",
      "Jos näet varkaan, otat hänet ystäväksi, pidät yhtä avionrikkojien kanssa.",
      "Sinä annat suusi puhua pahaa, kielesi punoa petosta.",
      "Sinä istut ja puhut pahaa veljestäsi, panettelet oman äitisi poikaa.",
      "Pysyisinkö hiljaa, kun sinä teet noin? Sinä luulet, että minä olen sinun kaltaisesi. Mutta minä panen sinut vastaamaan teoistasi, asetan sinut tuomiolle.",
      "Ymmärtäkää tämä, te jotka unohdatte Jumalan! Muuten minä raatelen teidät, eikä pelastajaa ole."
    ],
    [
      "(H51:1-2)Laulunjohtajalle. Daavidin psalmi, profeetta Natanin käytyä hänen luonaan sen vuoksi, että hän oli koskenut Batsebaan. (H51:3)Jumala, ole minulle armollinen hyvyydessäsi, pyyhi pois minun syntini suuren laupeutesi tähden.",
      "(H51:4)Pese minut puhtaaksi rikoksestani ja anna lankeemukseni anteeksi.",
      "(H51:5)Minä tiedän pahat tekoni, minun syntini on aina minun edessäni.",
      "(H51:6)Sinua, sinua vastaan olen rikkonut, olen tehnyt vastoin sinun tahtoasi. Oikein teet, kun minua nuhtelet, ja syystä sinä minut tuomitset.",
      "(H51:7)Syntinen olin jo syntyessäni, synnin alaiseksi olen siinnyt äitini kohtuun.",
      "(H51:8)Mutta sinä tahdot sisimpääni totuuden -- ilmoita siis minulle viisautesi!",
      "(H51:9)Vihmo minut puhtaaksi iisopilla ja pese minut lunta valkeammaksi.",
      "(H51:10)Suo minun kuulla ilon ja riemun sana, elvytä mieli, jonka olet murtanut.",
      "(H51:11)Käännä katseesi pois synneistäni ja pyyhi minusta kaikki pahat tekoni.",
      "(H51:12)Jumala, luo minuun puhdas sydän ja uudista minut, anna vahva henki.",
      "(H51:13)Älä karkota minua kasvojesi edestä, älä ota minulta pois pyhää henkeäsi.",
      "(H51:14)Anna minulle jälleen pelastuksen riemu ja suo minun iloiten sinua seurata,",
      "(H51:15)niin opetan tiesi sinusta luopuneille, ja he palaavat sinun luoksesi.",
      "(H51:16)Jumala, pelastajani, päästä minut verivelasta, niin minä riemuiten ylistän hyvyyttäsi.",
      "(H51:17)Herra, avaa minun huuleni, niin suuni julistaa sinun kunniaasi.",
      "(H51:18)Jos toisin sinulle teurasuhrin, se ei sinua miellytä, polttouhriakaan et huoli.",
      "(H51:19)Murtunut mieli on minun uhrini, särkynyttä sydäntä et hylkää, Jumala.",
      "(H51:20)Osoita Siionille laupeutesi ja rakenna jälleen Jerusalemin muurit!",
      "(H51:21)Silloin otat taas vastaan määräuhrit, ja alttarille tuodaan teurashärät."
    ],
    [
      "(H52:4)Sinä punot turmiollisia juonia, kielesi on kuin terävä veitsi, sinä petturi!",
      "(H52:5)Sinä rakastat pahaa enemmän kuin hyvää, valhetta enemmän kuin totuutta. (sela)",
      "(H52:6)Sinä rakastat parjausta ja panettelua, petoksen kieltä.",
      "(H52:7)Sen tähden Jumala murskaa sinut, hän tarttuu sinuun ja tempaa sinut teltastasi, kiskoo juuresi irti elävien maasta. (sela)",
      "(H52:8)Kun hurskaat tämän näkevät, pelko valtaa heidät. Mutta pian he nauravat:",
      "(H52:10)Mutta minä olen kuin viheriöivä oliivipuu Jumalan pyhäkössä. Alati minä luotan Jumalan armoon.",
      "(H52:11)Herra, minä kiitän sinua ikuisesti siitä mitä olet tehnyt. Minä luotan sinun nimeesi, sillä sinä olet hyvä omiasi kohtaan."
    ],
    [
      "(H53:3)Jumala katsoo taivaasta maan ihmisiin, hän tutkii, onko kellään ymmärrystä, onko ketään, joka etsii Jumalaa.",
      "(H53:4)Kaikki he ovat hylänneet hänet, kelvottomia kaikki tyynni! Ei ole ketään, joka tekee hyvää, ei yhtäkään.",
      "(H53:5)Eivätkö he mitään käsitä, nuo väärintekijät? He syövät minun kansaani, syövät sitä kuin leipää. He ovat unohtaneet Jumalan.",
      "(H53:6)Vielä he joutuvat kauhun valtaan -- ennennäkemättömän kauhun --  sillä Jumala lyö hajalle kansansa vainoojien luut. Jumala on heidät hylännyt, ja häpeä on heidän osansa.",
      "(H53:7)Kunpa Siionista jo tulisi apu Israelille! Kun Jumala kääntää kansansa kohtalon, silloin Jaakob riemuitsee, Israel iloitsee."
    ],
    [
      "(H54:4)Jumala, kuule minun rukoukseni, kuuntele tarkoin, mitä minä sanon.",
      "(H54:5)Röyhkeät miehet kävivät kimppuuni, sortajat tavoittelevat henkeäni. He eivät välitä Jumalasta. (sela)",
      "(H54:6)Mutta Jumala on auttajani, Herra on minun tukeni.",
      "(H54:7)Kääntyköön vihollisteni pahuus heitä itseään vastaan. Herra, sinä olet uskollinen, vaienna heidät!",
      "(H54:8)Minä uhraan sinulle kiitokseksi, minä ylistän sinun nimeäsi, Herra, sillä se on hyvä.",
      "(H54:9)Sinä pelastat minut kaikesta hädästä, ja silmäni saavat nähdä vihollisteni tuhon."
    ],
    [
      "Laulunjohtajalle. Kielisoittimilla. Daavidin virsi. (H55:2)Kuuntele rukoustani, Jumala, älä kätkeydy, kun pyydän apua.",
      "(H55:3)Kuuntele minua ja vastaa minulle, ahdistus painaa mieltäni. Olen suunniltani pelosta,",
      "(H55:4)kun vihollinen huutaa uhkauksia, kun jumalattomat ahdistavat minua. He kaatavat päälleni onnettomuutta, syyttävät minua vihassaan.",
      "(H55:5)Sydän hakkaa rinnassani, kuoleman kauhut hyökkäävät kimppuuni.",
      "(H55:6)Pelko vavisuttaa sisintäni, kauhu saartaa minut.",
      "(H55:7)Jos saisin kyyhkysen siivet, lähtisin lentoon, etsisin lepopaikan.",
      "(H55:8)Pakenisin kauas, majailisin autiomaassa. (sela)",
      "(H55:9)Kiiruhtaisin turvapaikkaan, suojaan myrskytuulelta.",
      "(H55:10)Herra, saata heidät sekasortoon, sekoita heidän neuvonpitonsa. Joka päivä minun täytyy katsella kaupungissa riitaa ja väkivaltaa.",
      "(H55:11)Ne kiertävät kaupunkia yötä päivää, väijyvät sen muureilla. Vääryys ja tuho asuvat sen sisällä,",
      "(H55:12)turmelus sen keskellä, sorto ja petos vallitsevat sen toreilla.",
      "(H55:13)Jos vihollinen herjaisi minua, sen kyllä kestäisin. Jos vihamies nöyryyttäisi minua, minä voisin piiloutua.",
      "(H55:14)Mutta sinä olet kaltaiseni, ystäväni ja uskottuni.",
      "(H55:15)Ystävinä vaelsimme yhdessä Jumalan huoneeseen.",
      "(H55:16)Kuolema periköön heidät, menkööt he elävinä alas tuonelaan! Heidän asuinsijansa ovat pahuutta täynnä.",
      "(H55:17)Minä huudan Jumalaa, ja hän pelastaa minut.",
      "(H55:18)Illoin, aamuin ja keskipäivällä minä huokaan ja valitan, ja hän kuulee ääneni.",
      "(H55:19)Kun minua vastaan käydään sotaa ja monet hyökkäävät kimppuuni, hän päästää minut rauhaan.",
      "(H55:20)Jumala kuulee minua ja nöyryyttää heidät, hän, joka hamasta ikuisuudesta on hallinnut valtaistuimellaan. (sela) Viholliseni eivät muutu,  eivät kunnioita Jumalaa.",
      "(H55:21)Petturi käy ystäviensä kimppuun ja rikkoo liittonsa.",
      "(H55:22)Hänen puheensa ovat lipeviä kuin öljy, mutta hänellä on paha mielessä. Hänen sanansa ovat liukkaita kuin voi mutta teräviä kuin paljastettu miekka.",
      "(H55:23)Jätä taakkasi Herran käteen, hän pitää sinusta huolen. Hän ei ikinä salli hurskaan sortua.",
      "(H55:24)Murhamiehet ja petturit sinä, Jumala, syökset syvimpään kuoppaan, he eivät elä puoleenkaan ikäänsä. Mutta minä turvaan sinuun."
    ],
    [
      "(H56:3)Viholliseni väijyvät minua kaiken päivää, kaikki hyökkäävät armottomasti minua vastaan.",
      "(H56:4)Kun pelko minut valtaa, minä turvaudun sinuun.",
      "(H56:5)Sinun sanaasi, Jumala, minä ylistän, sinuun minä luotan, en pelkää mitään. Mitä voi minulle kukaan kuolevainen?",
      "(H56:6)Kaiken aikaa he vääristelevät sanojani, aina he hautovat pahaa.",
      "(H56:7)He väijyvät ja vaanivat minua. He seuraavat kintereilläni ja tavoittelevat henkeäni.",
      "(H56:8)Maksa heille heidän rikostensa mukaan! Syökse kansat tuhoon vihassasi, Jumala.",
      "(H56:9)Pakolaisuuteni päivät sinä merkitset muistiin. Kokoa kyyneleeni leiliisi, merkitse ne kirjaasi.",
      "(H56:10)Kun pyydän sinua avukseni, viholliseni pakenevat. Silloin minä tiedän, että Jumala on puolellani.",
      "(H56:11)Jumala, minä ylistän sanaasi, Herra, minä ylistän sinun sanaasi.",
      "(H56:12)Jumalaan minä luotan, en pelkää mitään. Mitä voi minulle kukaan ihminen?",
      "(H56:13)Olen antanut sinulle lupauksen, Jumala. Minä täytän lupaukseni, uhraan sinulle kiitosuhrin.",
      "(H56:14)Sinä pelastit minut kuolemasta, et antanut jalkani astua harhaan. Minä saan vaeltaa Jumalan edessä, siellä missä on elämä ja valo."
    ],
    [
      "(H57:3)Minä huudan avukseni Jumalaa, Korkeinta, hän vie asiani päätökseen.",
      "(H57:4)Kun vainoojani herjaavat minua, hän lähettää taivaasta avun ja pelastaa minut. (sela) Hän antaa armonsa, hän on uskollinen!",
      "(H57:5)Ympärilläni on leijonia, ne himoitsevat ihmislihaa. Niiden hampaat ovat kuin keihäät ja nuolet, niiden kieli kuin miekan terä.",
      "(H57:6)Jumala, kohotkoon kunniasi yli taivaitten, kirkkautesi yli kaiken maan!",
      "(H57:7)He asettivat verkon tielleni lannistaakseen minut. He kaivoivat kuopan eteeni mutta putosivat siihen itse. (sela)",
      "(H57:8)Jumala, sydämeni on levollinen, mieleni on tyyni. Minä tahdon laulaa ja soittaa!",
      "(H57:9)Herää, sydämeni, herää, harppu, helky, lyyra, minä tahdon herättää aamuruskon!",
      "(H57:10)Herra, minä ylistän sinua kansojen keskellä, minä laulan kaikille kansoille sinun kiitostasi.",
      "(H57:11)Sinun armosi ulottuu taivaisiin, sinun uskollisuutesi ylös pilviin.",
      "(H57:12)Jumala, kohotkoon kunniasi yli taivaitten, kirkkautesi yli kaiken maan!"
    ],
    [
      "(H58:3)Ette! Sydämenne halusta te teette maan päällä vääryyttä, väkivallalle te raivaatte tietä.",
      "(H58:4)Väärämieliset ovat harhateillä syntymästään saakka, äitinsä kohdusta asti ovat valehtelijat eksyksissä.",
      "(H58:5)Heidän myrkkynsä on kuin käärmeen myrkky, he tukkivat korvansa, ovat kuin kuuro kyy,",
      "(H58:6)joka ei kuule käärmeenlumoojan ääntä, vaikka tämä kuinka taitavasti lumoaisi.",
      "(H58:7)Jumala, revi hampaat heidän suustaan, murskaa noiden leijonien leukaluut, Herra!",
      "(H58:8)Hajotkoot, haihtukoot he ilmaan kuin vesi. Herra ampukoon nuolensa, niin että he sortuvat,",
      "(H58:9)menehtyvät kuin etana, joka kuivuu, menehtyvät kuin keskenmennyt sikiö, joka ei näe valoa.",
      "(H58:10)Jo ennen kuin ohdakkeenne kasvavat piikkiryteiköksi, myrsky tempaa ne kiukkuisesti pois.",
      "(H58:11)Vanhurskas saa iloita, sillä hän näkee koston hetken, hän saa huuhtoa jalkansa jumalattomien veressä."
    ],
    [
      "(H59:3)Päästä minut pahantekijöiden kynsistä, pelasta minut murhamiehiltä.",
      "(H59:4)He vaanivat henkeäni, väkivahvat väijyvät minua, vaikka en ole rikkonut enkä ole tehnyt väärin, Herra.",
      "(H59:5)Olen viaton, mutta he syöksyvät miehissä kimppuuni. Katso puoleeni, tule apuun!",
      "(H59:6)Sinä olet Herra Jumala Sebaot, Israelin Jumala. Herää, vedä tilille väärien jumalien palvelijat, älä armahda pahantekijöitä! (sela)",
      "(H59:7)He tulevat joka ilta, haukkuvat kuin koirat ja kiertelevät kaupungissa.",
      "(H59:8)Kuola valuu heidän suustaan, heidän sanansa ovat miekkoja. He uskovat, että kukaan ei kuule.",
      "(H59:9)Mutta sinä, Herra, naurat heille, pidät pilkkanasi väärien jumalien palvelijoita.",
      "(H59:10)Jumala, minun voimani, sinua minä odotan, sillä sinä olet turvani.",
      "(H59:11)Uskollinen Jumalani, sinä kuljet edelläni ja annat minun nähdä, mikä on vihollisteni kohtalo.",
      "(H59:12)Älä tyystin surmaa heitä, ettei kansani unohtaisi sinua. Herra, meidän kilpemme, aja heidät hajalle, lyö heidät maahan.",
      "(H59:13)Joka sanalla, jonka he puhuvat, he tekevät syntiä. Johtakoon heidän ylpeytensä heidät ansaan, he ovat syytäneet kirouksia ja valheita.",
      "(H59:14)Tehköön vihasi heistä lopun. Hävitä heidät! He saavat nähdä, että Jumala on Jaakobin hallitsija, valtias maan ääriin saakka. (sela)",
      "(H59:15)He tulevat joka ilta, haukkuvat kuin koirat ja kiertelevät kaupungissa,",
      "(H59:16)etsivät ruokaa, ja jos eivät saa kyllikseen, ulvovat läpi yön.",
      "(H59:17)Mutta minä laulan sinun voimastasi ja ylistän sinun uskollisuuttasi joka aamu, sillä sinä olet turvani, pakopaikka hädän päivänä.",
      "(H59:18)Jumala, minun voimani, sinulle minä laulan, sillä sinä olet turvani, uskollinen Jumalani."
    ],
    [
      "(H60:4)Sinä järisytit maata ja annoit sen revetä. Korjaa sen murtumat, muuten se sortuu.",
      "(H60:5)Sinä olet antanut kansasi kokea kovia, olet juottanut meille viiniä, joka sai meidät hoipertelemaan.",
      "(H60:6)Mutta palvelijoillesi sinä nostat merkkiviirin, sinun viirisi luo he kokoontuvat, pois nuolien ulottuvilta. (sela)",
      "(H60:7)Auta meitä väkevällä kädelläsi, pelasta ne, joita rakastat. Vastaa meille!",
      "(H60:9)Minun on Gilead, minun on Manasse, Efraim on kypärä päässäni, Juuda on valtikkani.",
      "(H60:11)Kuka vie minut linnoitettuun kaupunkiin? Kuka opastaa minut Edomiin?",
      "(H60:12)Sinä, Jumala, olet hylännyt meidät etkä kulje sotajoukkomme mukana.",
      "(H60:13)Auta meitä, me olemme hädässä! Turha on ihmisten apu.",
      "(H60:14)Jumalan voimalla me teemme suuria tekoja, hän polkee maahan vihollisemme."
    ],
    [
      "Laulunjohtajalle. Kielisoittimilla. Daavidin psalmi. (H61:2)Kuule huutoni, Jumala, kuuntele rukoustani!",
      "(H61:3)Maan ääristä minä huudan sinua, kun sydämeni nääntyy. Sinä viet minut turvaan, kalliolle, jolle itse en jaksaisi nousta.",
      "(H61:4)Sinä olet ollut turvani, vahva linnoitus vihollista vastaan.",
      "(H61:5)Minä tahdon aina asua sinun luonasi, minä etsin sinun siipiesi suojaa. (sela)",
      "(H61:6)Sinä, Jumala, olet kuullut lupaukseni, olet antanut minullekin perintöosan, jonka sinun palvelijasi saavat.",
      "(H61:7)Anna kuninkaalle elinvuosia, hän hallitkoon sukupolvesta toiseen.",
      "(H61:8)Pysyköön hänen valtaistuimensa sinun edessäsi iäti! Sinun armosi ja uskollisuutesi varjelkoon häntä.",
      "(H61:9)Silloin minä laulan sinun nimesi kunniaa ikuisesti ja täytän lupaukseni päivästä päivään."
    ],
    [
      "Laulunjohtajalle. Jedutunin tapaan. Daavidin psalmi. (H62:2)Jumalan edessä mieleni hiljenee, hän antaa minulle avun.",
      "(H62:3)Hän on kallio, hän on minun pelastukseni, hän on linnani, minä en horju.",
      "(H62:4)Kuinka kauan te jatkatte syyttelyänne, hyökkäätte kaikki kimppuuni? Minä olen kuin kaatuva seinä tai luhistuva muuri.",
      "(H62:5)He juonittelevat syöstäkseen minut maahan, he rakastavat valhetta. Suullaan he siunaavat, mutta sisimmässään he kiroavat. (sela)",
      "(H62:6)Hiljene, sieluni, Jumalan edessä! Hän antaa minulle toivon.",
      "(H62:7)Hän on kallio, hän on minun pelastukseni, hän on linnani, minä en horju.",
      "(H62:8)Jumalassa on pelastukseni ja kunniani. Hän on luja kallio, hänessä on turvani.",
      "(H62:9)Luottakaa aina Jumalaan, tuokaa hänen eteensä kaikki mikä sydäntänne painaa! Jumala on turvamme. (sela)",
      "(H62:10)Ihmisiin ei ole luottamista, he ovat vain tuulenhenkäys. Vaakakupissa he eivät paljon paina, kaikki he ovat tyhjää ilmaa.",
      "(H62:11)Älkää luottako väkivaltaan, älkää rakentako ryöstösaaliin varaan. Vaikka omaisuutenne karttuu, älkää kiinnittäkö siihen sydäntänne.",
      "(H62:12)Jumala on sanonut kerran, kahdesti olen tämän kuullut: Jumalan on valta.",
      "(H62:13)Sinun, Herra, on uskollisuus. Sinä maksat ihmiselle hänen tekojensa mukaan."
    ],
    [
      "Daavidin psalmi, jonka hän sepitti Juudan autiomaassa. (H63:2)Jumala, minun Jumalani, sinua minä odotan. Sieluni janoaa sinua, ruumiini ikävöi sinua ja uupuu autiomaassa ilman vettä.",
      "(H63:3)Pyhäkössä saan nähdä sinut, kokea sinun voimasi ja kirkkautesi.",
      "(H63:4)Suurempi kuin elämä on sinun armosi. Minun huuleni ylistävät sinua.",
      "(H63:5)Jumalani, minä kiitän sinua niin kauan kuin elän, minä turvaan sinuun, kohotan käteni sinun puoleesi.",
      "(H63:6)Sinä ravitset minut kuin parhaissa pidoissa, ja minä ylistän sinua riemuitsevin huulin.",
      "(H63:7)Minä ajattelen sinua levätessäni, sinä olet mielessäni yön hetkinä:",
      "(H63:8)sinä olet tullut avukseni, ja minä saan riemuita siipiesi suojassa.",
      "(H63:9)Koko voimallani minä tarraudun sinuun, ja sinun oikea kätesi tukee minua.",
      "(H63:10)Tuho kohtaa ne, jotka vaanivat henkeäni: he joutuvat maan syvyyksiin.",
      "(H63:11)Heidät annetaan miekan saaliiksi, heistä tulee sakaalien ruokaa.",
      "(H63:12)Antakoon Jumala kuninkaalle paljon iloa. Riemuitkoon jokainen, joka vannoo Jumalan nimeen! Mutta valehtelijoiden suu tukitaan."
    ],
    [
      "Laulunjohtajalle. Daavidin psalmi. (H64:2)Kuule ääneni, Jumala, kun valitan. Kun vihollinen uhkaa, varjele minua.",
      "(H64:3)Kätke minut pahantekijöiden kiihkolta, väärintekijöiden juonilta.",
      "(H64:4)He teroittavat kielensä kuin miekan, jännittävät nuolekseen myrkyllisen sanan,",
      "(H64:5)ja äkkiä he piilopaikastaan ampuvat viatonta, ampuvat, eivät pelkää.",
      "(H64:8)Jumala ampuu heihin nuolensa, ja äkkiä he ovat täynnä haavoja.",
      "(H64:9)He kompastuvat omiin puheisiinsa. Jokainen, joka heidät näkee, pudistaa päätään.",
      "(H64:10)Kaikki ihmiset ovat peloissaan. He kertovat, mitä Jumala on tehnyt, ja ottavat opikseen Jumalan teoista.",
      "(H64:11)Iloitkoon vanhurskas Herrasta ja luottakoon häneen! Oikeamieliset riemuitkoot!"
    ],
    [
      "Laulunjohtajalle. Daavidin psalmi, laulu. (H65:2)Sinua, Jumala, me ylistämme Siionissa! Me täytämme lupaukset, jotka annoimme sinulle,",
      "(H65:3)sillä sinä kuulet rukouksen. Sinun luoksesi kaikki ihmiset tulevat.",
      "(H65:4)Syntimme ovat meille liian raskaat, mutta sinä annat ne anteeksi.",
      "(H65:5)Autuas se, jonka sinä valitset! Hän saa tulla luoksesi ja asua pyhäkössäsi. Ravitse meidät huoneesi antimilla, temppelisi pyhyydellä!",
      "(H65:6)Mahtavilla teoilla sinä, Jumalamme, vastaat meille, sinä siunaat ja autat meitä. Sinuun luottavat kaikki maan ääret ja kaukaiset meren rannat.",
      "(H65:7)Sinä pystytit vuoret voimallasi, sinun on valta ja väkevyys.",
      "(H65:8)Sinä tyynnytit merten pauhun, aaltojen kuohun ja kansojen kohinan.",
      "(H65:9)Maan äärissä ihmiset pelästyvät nähdessään sinun tunnustekosi. Sinä saat idän ja lännen maat kohottamaan riemuhuudon!",
      "(H65:10)Sinä pidät huolta maasta ja annat sille sadetta, sinä teet sen hedelmälliseksi. Jumala, sinun virtasi on vettä täynnä. Sinä kasvatat sadon ihmisille, pidät maasta huolen.",
      "(H65:11)Sinä kastelet vaot, tasoitat kynnetyn pellon, pehmität sen sateilla ja siunaat maan kasvun.",
      "(H65:12)Sinä seppelöit vuoden hyvyydelläsi. Missä vaunusi kulkevat, siellä maa tiukkuu runsautta.",
      "(H65:13)Autio aro viheriöi, kukkulat verhoutuvat juhlapukuun.",
      "(H65:14)Niityt ovat lammaslaumojen peitossa, laaksot lainehtivat viljaa. Koko maa riemuitsee ja laulaa."
    ],
    [
      "Laulunjohtajalle. Psalmilaulu. Kohota Jumalalle riemuhuuto, maa, riemuitkaa, maan asukkaat!",
      "Laulakaa hänen nimensä kunniaa, kiittäkää ja ylistäkää häntä.",
      "Sanokaa Jumalalle: Kuinka pelottavia ovatkaan sinun tekosi! Viholliset nöyrtyvät sinun edessäsi suuren voimasi tähden.",
      "Koko maa kumartuu eteesi, koko maa laulaa kiitostasi ja ylistää nimeäsi. (sela)",
      "Tulkaa ja katsokaa Jumalan töitä. Hän on tehnyt meille suuria tekoja.",
      "Hän muutti meren kuivaksi maaksi, kuivin jaloin kansa kulki virran poikki. Siksi me saamme iloita hänestä.",
      "Hän hallitsee voimallaan iäti, hän pitää silmällä kansoja. Älköön kukaan nousko kapinaan häntä vastaan. (sela)",
      "Ylistäkää meidän Jumalaamme, kaikki kansat, antakaa ylistyksen kaikua!",
      "Hän antaa meille elämän, hän ei salli jalkamme horjua.",
      "Sinä olet koetellut meitä, Jumala, puhdistanut ahjossa kuin hopeaa.",
      "Sinä olet antanut meidän joutua verkkoon, olet pannut orjuuden taakan harteillemme.",
      "Sinä olet antanut vihollisten ajaa ylitsemme, me olemme joutuneet tuleen ja veteen, mutta sinä olet avannut meille jälleen tien.",
      "Minä tuon sinun temppeliisi polttouhrit, täytän lupauksen,",
      "jonka huuleni sinulle lausuivat, jonka suuni puhui ahdingon hetkellä.",
      "Minä uhraan lihavia lampaita, poltan pässejä tuoksuviksi uhreiksi, minä valmistan sinulle härkiä ja vuohia. (sela)",
      "Tulkaa, kaikki jotka palvelette Jumalaa, kuulkaa, kun minä kerron, mitä Jumala on minulle tehnyt.",
      "Minä huusin häntä avukseni ylistyslaulu jo kielelläni.",
      "Jos minulla olisi ollut paha mielessä, ei Herra olisi kuullut minua,",
      "mutta hän kuunteli, hän kuuli rukoukseni.",
      "Ylistetty olkoon Jumala! Hän ei torjunut rukoustani eikä kieltänyt minulta armoaan."
    ],
    [
      "Laulunjohtajalle. Kielisoittimilla. Psalmi, laulu. (H67:2)Jumala olkoon meille armollinen ja siunatkoon meitä, hän kirkastakoon meille kasvonsa. (sela)",
      "(H67:3)Silloin koko maa oppii tuntemaan sinun tiesi, Jumala, ja kaikki kansat saavat tietää, että sinä autat.",
      "(H67:4)Ylistäkööt kansat sinua, Jumala, ylistäkööt sinua kaikki kansat.",
      "(H67:5)Kansat iloitkoot ja riemuitkoot, sillä sinä jaat niille oikeutta, sinä johdatat kansakuntia maan päällä. (sela)",
      "(H67:6)Ylistäkööt kansat sinua, Jumala, ylistäkööt sinua kaikki kansat.",
      "(H67:7)Maa on antanut satonsa. Jumala, meidän Jumalamme, siunatkoon meitä yhä.",
      "(H67:8)Siunatkoon Jumala meitä, ja palvelkoot häntä kaikki maan ääret."
    ],
    [
      "Laulunjohtajalle. Daavidin psalmi, laulu. (H68:2)Jumala lähtee liikkeelle, ja hänen vihollisensa hajaantuvat, hänen vastustajansa pakenevat hänen tieltään.",
      "(H68:3)He haihtuvat ilmaan kuin savu. Niin kuin vaha sulaa tulen hohteessa, niin tuhoutuvat väärämieliset Jumalan edessä.",
      "(H68:4)Mutta vanhurskaat iloitsevat, iloitsevat ja riemuitsevat Jumalan edessä.",
      "(H68:5)Laulakaa Jumalalle, soittakaa hänen nimensä kunniaksi, ylistäkää häntä, joka kiitää pilvivaunuillaan. Herra on hänen nimensä, iloitkaa hänen edessään!",
      "(H68:6)Hän on orpojen isä ja leskien puoltaja, Jumala pyhässä asunnossaan.",
      "(H68:7)Hän antaa yksinäiselle kodin, hän päästää vangitut vapauteen, mutta hänen vastustajansa saavat asua paljaaksi paahtuneessa maassa.",
      "(H68:8)Jumala, kun sinä johdit kansaasi, kun kuljit autiomaassa, (sela)",
      "(H68:9)niin maa järisi ja taivas vihmoi vettä Jumalan, Siinain Herran, Jumalan, Israelin Jumalan edessä.",
      "(H68:10)Sinä, Jumala, annat runsaat sateet, nääntyneen maasi sinä saat jälleen kukoistamaan.",
      "(H68:11)Sinun väkesi elää siellä, hyvyydessäsi sinä huolehdit köyhistä, Jumala.",
      "(H68:12)Herra on sanonut sanansa, suurin joukoin naiset tuovat voitonsanoman.",
      "(H68:13)Kuninkaat ja sotajoukot pakenevat, pakenevat, ja telttojen vaiheilla jaetaan saalista.",
      "(H68:14)Jäättekö makailemaan kuormasatuloitten ääreen? Kyyhkysen siivet on silattu hopealla ja sulat kelmeällä kullalla.",
      "(H68:5)Kun Kaikkivaltias ajoi kuninkaat hajalle, satoi lunta Salmonin mustilla vuorilla.",
      "(H68:16)Basanin vuoret ovat mahtavat, Basanin vuoret ovat korkeat.",
      "(H68:17)Miksi te, korkeat vuoret, katsotte karsaasti sitä vuorta, jonka Jumala on halunnut asuinpaikakseen, ikuiseksi asunnokseen?",
      "(H68:18)Jumalalla on kymmenettuhannet loistavat vaunut, tuhat kertaa tuhannet, kun hän tulee Siinailta pyhäkköönsä.",
      "(H68:19)Sinä, Herra, nousit korkeuteen, otit vankeja, otit lahjaksi ihmisiä, otit nekin, jotka kapinoivat vastaan. Sinä asut korkealla, Herra, Jumala.",
      "(H68:20)Ylistetty olkoon Herra päivästä päivään. Meitä kantaa Jumala, meidän apumme. (sela)",
      "(H68:21)Jumala on meille pelastuksen Jumala. Herra, Herra pelastaa kuolemasta.",
      "(H68:22)Jumala murskaa vihollisiltaan pään, karvaisen pään niiltä, jotka rikoksissa vaeltavat.",
      "(H68:25)Jumala, minun kuninkaani, kansa näkee pyhäkössä sinun juhlakulkueesi.",
      "(H68:26)Laulajat kulkevat edellä, jäljessä soittajat, keskellä kulkevat neidot rumpua lyöden.",
      "(H68:27)Ylistäkää juhlissanne Jumalaa, ylistäkää Herraa Israelin lähteiden äärellä!",
      "(H68:28)Tuolla on Benjamin, nuorin mutta hallitsija, tuolla ovat Juudan päälliköt miehineen, tuolla ovat Sebulonin ja Naftalin päälliköt.",
      "(H68:29)Osoita mahtisi, Jumala, pidä voimassa se, mitä olet tehnyt hyväksemme.",
      "(H68:30)Temppelisi kohoaa Jerusalemin yllä, kuninkaat tuovat sinulle lahjoja.",
      "(H68:31)Ärjäise kaislikon pedolle, kurita kansoja, härkien laumaa, sonnivasikoita! Polje maahan ne, jotka himoitsevat meidän hopeaamme. Hajota kansat, jotka tahtovat sotaa!",
      "(H68:32)Tuokoot muukalaiset lahjaksi Egyptin vaskea, Nubia kohottakoon kätensä Jumalan puoleen.",
      "(H68:33)Laulakaa Jumalalle, maan valtakunnat, ylistäkää Herraa! (sela)",
      "(H68:34)Hän ajaa vaunuillaan taivaassa, ikiaikojen taivaassa. Kuulkaa, hän antaa äänensä kaikua, mahtavan äänen.",
      "(H68:35)Tunnustakaa Jumalan voima! Hänen kirkkautensa lepää Israelin yllä, hänen valtansa ulottuu yli pilvien.",
      "(H68:36)Pelottava on Jumala, Israelin Jumala, joka asuu pyhäkössään. Hän antaa voiman ja väkevyyden kansalleen. Ylistetty olkoon Jumala!"
    ],
    [
      "(H69:3)Olen vajonnut pohjattomaan liejuun, jalkani ei tavoita lujaa maata. Olen joutunut vetten syvyyksiin, pyörre tempaa minut mukaansa.",
      "(H69:4)Minä olen väsynyt huutamaan, kurkkuni on käheä. Silmäni hämärtyivät, kun odotin sinua, Jumala.",
      "(H69:5)Enemmän kuin hiuksia päässäni on niitä, jotka minua syyttä vihaavat. Vahvoja he ovat, nuo, jotka tahtovat tuhota minut. Syyttä he ovat minun vihamiehiäni. Kuinka voisin palauttaa sellaista, mitä en ole varastanut?",
      "(H69:6)Jumala, sinä tunnet erehdykseni, rikkomukseni eivät pysy sinulta salassa.",
      "(H69:7)Herrani, Herra Sebaot! Älköön minun takiani joutuko häpeään kukaan, joka odottaa sinua. Israelin Jumala! Älköön minun takiani joutuko pilkattavaksi kukaan, joka etsii sinua.",
      "(H69:8)Sinun takiasi olen joutunut häväistyksi, häpeän puna peittää kasvoni.",
      "(H69:9)Minusta on tullut vieras veljilleni, äitini pojat eivät minua tunne.",
      "(H69:10)Kiivaus sinun temppelisi puolesta on kuluttanut minut, ja minuun sattuu niiden pilkka, jotka pilkkaavat sinua.",
      "(H69:11)Minä itkin ja paastosin, mutta siitäkin koitui minulle vain häpeää.",
      "(H69:12)Minä pukeuduin karkeaan kankaaseen, mutta minusta tuli vain pilkkalaulun aihe.",
      "(H69:13)Missä ihmiset kokoontuvat, siellä puhutaan minusta. Missä olutta juodaan, siellä lauletaan minusta.",
      "(H69:14)Minä rukoilen sinua, Herra. Kunpa tämä hetki olisi otollinen. Jumala, vastaa minulle! Onhan hyvyytesi suuri ja apusi varma.",
      "(H69:15)Pelasta minut, etten vajoaisi liejuun, pelasta minut vihollisteni käsistä ja vetten syvyyksistä.",
      "(H69:16)Älä anna pyörteen temmata minua mukaansa, syvyyden nielaista minua, älä anna kuilun sulkeutua pääni päällä.",
      "(H69:17)Vastaa minulle, Herra! Sinä olet uskollinen, katso puoleeni, sinä armollinen.",
      "(H69:18)Älä kätke kasvojasi palvelijaltasi. Minä olen ahdingossa, vastaa jo minulle!",
      "(H69:19)Tule luokseni, lunasta minut, osta minut vapaaksi vihollisteni nähden.",
      "(H69:20)Sinä näet kaikki ahdistajani, sinä tiedät, että olen kärsinyt häväistystä, herjaa ja pilkkaa.",
      "(H69:21)Häpeä on murtanut sydämeni, haavani ei parane. Turhaan minä odotin sääliä, kukaan ei minua lohduttanut.",
      "(H69:22)Viholliseni ovat panneet ruokaani karvasta koiruohoa, janooni he juottivat etikkaa.",
      "(H69:23)Tulkoon heidän pitopöytänsä heille ansaksi ja uhrijuhlansa onnettomuudeksi!",
      "(H69:24)Tulkoot heidän silmänsä sokeiksi, tee heidän jalkansa heikoiksi.",
      "(H69:25)Vuodata heidän päälleen kiivautesi malja, sinun vihasi hehku kohdatkoon heidät.",
      "(H69:26)Tulkoon heidän leirinsä autioksi, älköön kukaan asuko heidän teltoissaan.",
      "(H69:27)He ovat vainonneet sitä, jota sinä olet lyönyt, lisänneet sen tuskaa, jota sinä olet haavoittanut.",
      "(H69:28)Pane heille syyllisyyttä syyllisyyden päälle, torju heidät luotasi.",
      "(H69:29)Pyyhittäköön heidät pois elämän kirjasta, älköön heidän nimeään merkittäkö vanhurskaiden joukkoon.",
      "(H69:30)Minä olen kurja ja kipua täynnä, mutta sinä, Jumala, autat minut turvaan.",
      "(H69:31)Minä ylistän lauluin Jumalan nimeä, kunnioitan sitä kiitoksin.",
      "(H69:32)Miellyttäköön kiitokseni Herraa enemmän kuin uhrihärkä, enemmän kuin sarvipää ja halkisorkkainen sonni.",
      "(H69:33)Nöyrät näkevät tämän ja iloitsevat, niiden mieli virvoittuu, jotka etsivät Jumalaa,",
      "(H69:34)sillä Herra kuulee köyhien rukouksen eikä hylkää omiaan, jotka ovat vankeudessa.",
      "(H69:35)Taivas ja maa ylistäkööt häntä, meret ja kaikki, mikä niissä liikkuu.",
      "(H69:36)Jumala pelastaa Siionin ja rakentaa Juudan kaupungit. Hänen kansansa saa asua siellä, se ottaa maan omakseen.",
      "(H69:37)Hänen palvelijoittensa jälkeläiset perivät sen, ja ne, jotka rakastavat hänen nimeään, saavat asua siellä."
    ],
    [
      "Laulunjohtajalle. Daavidin psalmi. Lauletaan muistutusuhria uhrattaessa. (H70:2)Jumala, pelasta minut, Herra, riennä avukseni!",
      "(H70:3)Pilkka ja häpeä niille, jotka väijyvät henkeäni! Perääntykööt lyötyinä kaikki, jotka tahtovat minulle pahaa.",
      "(H70:6)Minä olen köyhä ja avuton, Jumala, riennä avukseni. Sinä olet minun apuni ja pelastajani, Herra, älä viivy!"
    ],
    [
      "Herra, sinuun minä turvaan. Älä milloinkaan hylkää minua.",
      "Sinä olet vanhurskas, pelasta minut, vapahda minut! Kuule minun pyyntöni ja auta minua.",
      "Ole minulle kallio, jonka suojaan saan paeta. Sinä, joka tahdot pelastaa minut, sinä olet minun kallioni ja vuorilinnani.",
      "Jumala, pelasta minut pahojen käsistä, riistäjien ja sortajien vallasta.",
      "Sinä olet minun toivoni, Herra, Herra, minun turvani nuoruudesta asti.",
      "Syntymästäni saakka olet ollut tukeni, siitä saakka kun kohdusta minut päästit. Sinulle minä aina laulan ylistystä.",
      "Monelle olen ollut ihmetyksen aihe, mutta sinä olet luja turvani.",
      "Siksi minun suuni tulvii kiitosta ja alati ylistää ihanuuttasi.",
      "Älä hylkää minua nyt vanhuuden päivinä, älä jätä, kun voimani uupuvat.",
      "Minun viholliseni väijyvät minua ja pitävät keskenään neuvoa sanoen:",
      "Jumala ei ole enää hänen kanssaan, käykää häneen kiinni, ei häntä kukaan auta.",
      "Jumala, älä ole kaukana! Jumala, riennä minua auttamaan.",
      "Joutukoot häpeään ja häviöön minun vainoojani, kohdatkoon iva ja pilkka minun ahdistajiani!",
      "Minä en luovu toivostani enkä lakkaa sinua ylistämästä.",
      "Minä julistan uskollista hyvyyttäsi ja alati sinun apusi runsautta, jonka mittaa ja määrää en tiedä.",
      "Herra, minun Jumalani, minä kerron sinun voimateoistasi ja julistan vanhurskauttasi, sinun, ainoan.",
      "Jumala, sinä olit opastajani jo kun olin nuori, ja tähän päivään asti olen saanut kertoa ihmeistäsi.",
      "Kun nyt olen vanha ja harmaapäinen, älä hylkää minua, Jumala. Minä julistan tuleville polville kätesi mahtia ja tekojesi suuruutta.",
      "Sillä korkeuksiin ulottuu vanhurskautesi ja suuret ovat tekosi. Jumala, kuka on sinun vertaisesi?",
      "Sinä olet antanut vaikeita vuosia ja monia ahdistuksen aikoja, mutta yhä uudelleen sinä virvoitat minut, syvyyksistä sinä minut nostat.",
      "Kohota minut takaisin kunniaan ja lohduta minua jälleen,",
      "niin lyyrani sävelin saan ylistää sinun totuuttasi, Jumala, ja harppuni kielillä kiittää sinua, Israelin Pyhä!",
      "Minun huuleni avautuvat ilohuutoon. Minä laulan sinulle kiitosta, koska sinä lunastit minut.",
      "Lakkaamatta minun kieleni kertoo vanhurskaudestasi. Minun ahdistajieni osaksi tuli häväistys ja pilkka."
    ],
    [
      "Salomon psalmi. Jumala, neuvo kuninkaalle lakisi, opeta oikeamielisyys hallitsijalle!",
      "Hän jakakoon kansallesi oikeutta, köyhiä palvelijoitasi hän auttakoon,",
      "niin vuoret kantavat rauhan hedelmää ja oikeus verhoaa kukkulat.",
      "Olkoon hänen tuomionsa köyhän turva, maan vähäiset saakoot hänen apunsa, ja sortajat hän murskatkoon,",
      "niin häntä kunnioitetaan polvesta polveen, niin kauan kuin kiertävät aurinko ja kuu.",
      "Olkoon hän kuin sade kuivalle nurmelle, kuin maahan lankeava kevätsade.",
      "Kukoistakoon oikeus hänen päivinään, ja vallitkoon rauhan runsaus, kunnes kuuta ei enää ole.",
      "Merestä mereen hän hallitkoon, suurelta virralta maan ääriin asti.",
      "Kumartakoot häntä aavikoitten asujat, hänen edessään viholliset nuolkoot tomua.",
      "Saakoon hän Tarsisin ja meren saarten lahjat, Saban ja Seban kuninkaitten verot.",
      "Kaikki kuninkaat kumartakoot häntä, ja palvelkoot häntä kaikki kansat,",
      "sillä hän kuulee köyhän avunhuudot ja rientää turvattoman auttajaksi.",
      "Hän säälii kurjaa ja avutonta ja pelastaa köyhät ahdingosta,",
      "lunastaa heidät väkivallan ja sorron alta, ja jokaisen henki on hänelle kallis.",
      "Eläköön hän kauan ja saakoon Saban kultaa. Rukoilkoon kansa aina hänen puolestaan, pyytäköön lakkaamatta hänelle siunausta,",
      "niin maa kasvaa viljaa yltäkylläisesti, vainiot lainehtivat vuorten harjanteilla asti, laiho on sankka kuin Libanonin metsä ja lyhteet lukuisat kuin ruoho maassa.",
      "Pysyköön hänen nimensä ikuisesti, muistettakoon se aina auringon alla. Tuokoon se kaikille siunausta, ja kansat ylistäkööt hänen onneaan.",
      "Ylistetty on Herra, Israelin Jumala, ihmeelliset ovat hänen tekonsa, ei ole hänelle vertaa!",
      "Ylistetty ikuisesti hänen nimensä kunnia. Maa on täynnä hänen kirkkauttaan. Aamen, Aamen.",
      "Daavidin, Iisain pojan, rukoukset päättyvät tähän."
    ],
    [
      "Asafin psalmi. Kuinka hyvä onkaan Jumala Israelille, kuinka hyvä niille, joilla on vilpitön sydän!",
      "Minä olin vähällä horjahtaa, jalkani melkein pettivät.",
      "Minä kadehdin jumalattomia, kun näin heidän menestyvän.",
      "Heillä ei ole ikinä vaivoja, he ovat terveitä ja lihavia.",
      "He eivät joudu raatamaan niin kuin muut ihmiset, eikä heitä toisten tavoin kuriteta.",
      "Sen tähden ylpeys koristaa heidän kaulaansa ja väkivalta on viittana heidän yllään.",
      "Pahuus pursuaa heidän sisimmästään, heidän sydämensä on tulvillaan juonia.",
      "He puhuvat ilkeästi ja pilkallisesti, häikäilemättä he sortavat avutonta.",
      "Heidän puheensa uhmaavat taivasta, heidän sanansa eivät säästä mitään maan päällä.",
      "Ja minun kansani kääntyy heidän puoleensa, särpii suun täydeltä heidän sanojaan!",
      "Sellaisia ovat jumalattomat, kaikessa rauhassa he kasvattavat mahtiaan.",
      "Olenko turhaan pitänyt sydämeni puhtaana ja käteni viattomina?",
      "Minua kuritetaan kaiken päivää, minä saan kärsiä joka aamu.",
      "Minä mietin ja mietin ymmärtääkseni kaiken tämän, mutta se oli minulle liian vaikeaa.",
      "Viimein tulin Jumalan pyhäkköön ja tajusin, miten jumalattomien käy.",
      "Sinä johdatat heidät liukkaalle polulle, he putoavat pettävään kuoppaan.",
      "Äkkiä he ovat joutuneet tuhoon, heidän loppunsa on kauhea.",
      "Herra, kun sinä nouset, he ovat pelkkää tyhjää, kuin unikuva, joka herätessä katoaa.",
      "Sydämeni oli katkera, sieluuni pisti.",
      "Minä olin mieletön, ymmärrystä vailla, olin kuin järjetön eläin sinun edessäsi.",
      "Kuitenkin minä saan aina olla luonasi, sinä pidät kädestäni kiinni.",
      "Sinä johdatat minua tahtosi mukaan, ja viimein sinä nostat minut kunniaan.",
      "Taivaassa minulla on sinut, sinä olet ainoa turvani maan päällä.",
      "Vaikka ruumiini ja sieluni nääntyy, Jumala on kallioni, minun osani iankaikkisesti.",
      "Ne, jotka luopuvat sinusta, menehtyvät. Sinä tuhoat kaikki, jotka pettävät sinut.",
      "Mutta minun onneni on olla lähellä Jumalaa, minä turvaan Herraan, Jumalaani, ja kerron kaikista hänen teoistaan."
    ],
    [
      "Asafin virsi. Jumala, miksi olet hylännyt meidät ainiaaksi, miksi vihasi hehkuu omaa laumaasi vastaan?",
      "Muista kansaasi, jonka kauan sitten itsellesi ostit, jonka lunastit omaksesi, muista Siionin vuorta, asuinsijaasi.",
      "Suuntaa askeleesi lohduttomille raunioille: vihollinen on raiskannut kaiken pyhäkössäsi.",
      "Vihollisesi ovat riehuneet sinun pyhällä paikallasi, he ovat pystyttäneet sinne omat voitonmerkkinsä.",
      "Kerran he olivat kirveillä kaataneet vuorten tiheät metsät,",
      "ja nyt he kirvein ja kangin pirstoivat temppelin puuleikkaukset.",
      "He sytyttivät sinun temppelisi tuleen, saastuttivat ja hävittivät maan tasalle sinun nimesi asunnon.",
      "Emme ole enää nähneet ennusmerkkejä, meillä ei enää ole profeettoja, ei ketään, joka tietäisi, kuinka kauan tätä jatkuu.",
      "Jumala, kuinka kauan vihollinen saa herjata, saako vihollinen häväistä nimeäsi iäti?",
      "Miksi pidättelet kättäsi? Kohota oikea kätesi ja tee hävityksestä loppu!",
      "Jumala, jo ammoisista ajoista sinä olet ollut kuninkaani, sinä teet suuria tekoja kaikkialla.",
      "Sinä hämmensit voimallasi meren, sinä murskasit merihirviöiden päät.",
      "Itsensä Leviatanin päät sinä musersit ja ruhon annoit petojen ruoaksi.",
      "Sinä puhkaisit kuohumaan lähteet ja purot, sinä kuivasit ehtymättömät virrat.",
      "Sinun on päivä ja sinun on yö, olet pannut paikoilleen auringon ja kuun.",
      "Sinä olet määrännyt kaikki maan rajat, sinä olet luonut kesän ja talven.",
      "Muista, Herra, että vihollinen on herjannut, että tuo mieletön kansa on häpäissyt nimeäsi.",
      "Älä jätä petojen armoille niitä, jotka sinua ylistävät, säästä köyhien palvelijoittesi henki.",
      "Älä unohda liittoasi, kun väkivalta pesii maan pimennoissa.",
      "Älä salli sorretun kääntyä pois apua saamatta, kurja ja köyhä ylistäkööt sinun nimeäsi.",
      "Nouse, Jumala! Tämä on sinun asiasi, vie se voittoon! Muista, että mielettömät pilkkaavat sinua kaiken päivää.",
      "Kuule, miten vihollisesi huutavat, miten vastustajiesi raivo alati yltyy."
    ],
    [
      "(H75:3)-- Minä, Herra, asetan määräajan ja tuomitsen oikeudenmukaisesti.",
      "(H75:4)Maa järkkyy, sen kansat järkkyvät, mutta minun pylvääni pitävät maan paikoillaan. (sela)",
      "(H75:7)Ei idästä, ei lännestä eikä autiomaastakaan tule ketään, joka heidät korottaisi.",
      "(H75:8)Kun Jumala käy tuomitsemaan, hän korottaa ja hän alentaa.",
      "(H75:9)Herralla on kädessään malja täynnä kuohuvaa, väkeväksi maustettua viiniä. Siitä hän kaataa jumalattomille, ja heidän on juotava se, nieltävä pohjasakkoja myöten.",
      "(H75:10)Minä ylistän iäti Herraa, laulan kiitosta Jaakobin Jumalalle.",
      "(H75:11)Hän murtaa jumalattomien mahdin, mutta vanhurskas kohoaa kunniaan."
    ],
    [
      "Laulunjohtajalle. Kielisoittimilla. Asafin psalmi, laulu. (H76:2)Juudassa Jumala tunnetaan, hänen nimensä on suuri Israelissa.",
      "(H76:3)Salemissa on hänen majansa, Siion on hänen asumuksensa.",
      "(H76:4)Siellä hän on murtanut tuliset nuolet, kilvet, miekat ja kaikki aseet. (sela)",
      "(H76:5)Häikäisevä on sinun kirkkautesi, olet mahtavampi kuin ikuiset vuoret.",
      "(H76:6)Soturit riisuttiin aseista, sankarit vaipuivat uneen, heidän kätensä eivät totelleet heitä.",
      "(H76:7)Kun sinä, Jaakobin Jumala, ärjäisit, hevoset ja ajajat jähmettyivät.",
      "(H76:8)Herra, sinä olet pelottava. Kuka voi kestää, kun vihasi syttyy?",
      "(H76:9)Taivaasta sinä kuulutat tuomiosi. Peloissaan maa vaikenee,",
      "(H76:10)kun Jumala käy tuomitsemaan. Hän pelastaa heikot ja sorretut. (sela)",
      "(H76:11)Ihmisten vihakin koituu sinulle ylistykseksi, eloon jääneet viettävät kiitosjuhlaa.",
      "(H76:12)Kun Herra, teidän Jumalanne, on täyttänyt pyyntönne, tuokaa hänelle, mitä olette luvanneet. Tuokoot naapurikansatkin uhrilahjojaan pelottavalle valtiaalle.",
      "(H76:13)Hän täyttää pelolla kansojen kuninkaat, hän lannistaa ylpeät ruhtinaat."
    ],
    [
      "Laulunjohtajalle. Jedutunin tapaan. Asafin psalmi. (H77:2)Minä rukoilen Jumalaa, huudan suureen ääneen, minä rukoilen Jumalaa, ja hän kuulee minua.",
      "(H77:3)Ahdingossani minä etsin apua Herralta, hänen puoleensa kurottuu käteni öisinkin, hellittämättä. Kukaan muu ei voi minua lohduttaa.",
      "(H77:4)Minä ajattelen Jumalaa ja olen levoton, minä mietin, ja tuska valtaa minut. (sela)",
      "(H77:5)Sinä et anna silmieni ummistua, mieleni kuohuu, mutta pysyn vaiti.",
      "(H77:6)Minä ajattelen muinaisia aikoja, muistelen menneitä vuosia.",
      "(H77:7)Minä pohdin itsekseni kaiken yötä, ajatukset kiertävät päässäni.",
      "(H77:8)Onko Herra hylännyt meidät ainiaaksi, eikö hän enää välitä meistä?",
      "(H77:9)Onko hän iäksi evännyt laupeutensa, yhäkö hän vaikenee, polvesta polveen?",
      "(H77:10)Onko Jumala unohtanut armonsa, vihassaan sulkenut sydämensä? (sela)",
      "(H77:12)Minä muistelen tekojasi, Herra, muistan ihmeitä, joita muinoin teit.",
      "(H77:13)Minä ajattelen kaikkia töitäsi, mietin sinun suuria tekojasi.",
      "(H77:14)Jumala, pyhät ovat sinun tiesi. Ei ole sinun vertaistasi jumalaa.",
      "(H77:15)Sinä olet Jumala, sinä teet ihmeitä, olet osoittanut voimasi kansojen vaiheissa.",
      "(H77:16)Kätesi voimalla sinä vapautit oman kansasi, Jaakobin ja Joosefin heimon. (sela)",
      "(H77:17)Vedet näkivät sinut, Jumala, vedet näkivät sinut ja vapisivat, syvyydet vavahtelivat.",
      "(H77:18)Pilvet syöksivät vettä, ylhäällä jylisi ukkonen, tulinuolesi halkoivat taivasta.",
      "(H77:19)Sinun vaunujesi pyörät ryskyivät, salamat valaisivat maanpiirin, maa vapisi ja järkkyi.",
      "(H77:20)Meren halki kävi sinun tiesi, suurten vetten poikki sinun polkusi -- jalanjälkiäsi ei kukaan nähnyt.",
      "(H77:21)Sinä johdatit kansaasi kuin paimen laumaansa, palvelijoinasi Mooses ja Aaron."
    ],
    [
      "Asafin virsi. Kuuntele, kansani, mitä opetan, tarkatkaa sanojani, te kaikki.",
      "Minä aion esittää viisaiden mietteitä, tuon julki menneisyyden arvoituksia,",
      "vanhoja asioita, joista olemme kuulleet, joista isämme ovat meille kertoneet.",
      "Me emme salaa niitä lapsiltamme vaan kerromme tulevillekin polville Herran voimasta, Herran teoista, ihmeistä, joita hän on tehnyt.",
      "Hän sääti Jaakobille säädöksensä, hän antoi Israelille lakinsa ja käski meidän isiämme opettamaan ne lapsilleen,",
      "jotta tulevakin polvi ne tuntisi, jotta vastedes syntyvätkin ne oppisivat ja kertoisivat omille lapsilleen.",
      "Jumalaan heidän tulee turvautua, muistaa, mitä hän on tehnyt, ja noudattaa hänen käskyjään,",
      "jotta eivät olisi kuin isänsä, nuo tottelemattomat ja uppiniskaiset, jotka häilyivät sinne tänne eivätkä pysyneet uskollisina Jumalalle.",
      "[Efraimilaiset, varustetut jousimiehet, kääntyivät pakoon taistelun päivänä.]",
      "He eivät pitäneet Jumalan liittoa, eivät taipuneet elämään hänen lakinsa mukaan.",
      "He unohtivat hänen tekonsa, ihmeet, joita olivat saaneet nähdä.",
      "Egyptin maassa, Soanin tasangolla, hän antoi isiemme kokea ihmeen.",
      "Hän jakoi kahtia meren ja vei heidät sen poikki, hän jähmetti vedet muuriksi.",
      "Hän antoi pilven johdattaa heitä päivisin ja tulen loisteen öisin.",
      "Hän halkaisi kallioita autiomaassa, ja he saivat vettä, kuin syvyyden vesiä.",
      "Hän antoi purojen puhjeta kalliosta, antoi vesien virrata.",
      "Mutta yhä he tekivät syntiä, autiomaassa he kapinoivat Korkeinta vastaan.",
      "Ehdoin tahdoin he koettelivat Jumalaa vaatimalla mielensä mukaista ruokaa.",
      "Herra kuuli sen ja kiivastui: tuli leimahti keskellä Jaakobin leiriä. Hänen vihansa iski Israelin kansaan,",
      "koska kansa ei uskonut Jumalaan eikä luottanut hänen apuunsa.",
      "Mutta sitten hän antoi pilville käskyn ja avasi taivaan ovet,",
      "ja mannaa satoi heidän ruoakseen, hän antoi heille taivaan viljaa.",
      "Ihmiset söivät enkelten leipää, saivat ruokaa runsain määrin.",
      "Hän päästi taivaasta irti itätuulen ja nostatti voimallaan tuulen etelästä.",
      "Hän antoi sataa lihaa kuin tomua, taivaan lintuja kuin merten hiekkaa.",
      "Hän pudotti ne heidän leiriinsä, heidän asumustensa ympärille,",
      "ja he ahmivat itsensä täyteen -- hän antoi heille sitä, mitä he halusivat.",
      "Mutta heidän himonsa ei sittenkään laantunut. Sen tähden he, ruoka vielä suussaan,",
      "saivat kokea Herran vihan. Hän surmasi heidän parhaat miehensä, löi maahan Israelin nuoret soturit.",
      "Silti he yhäti tekivät syntiä, eivät he uskoneet hänen ihmeisiinsä.",
      "Sen tähden heidän päivänsä päättyivät arvaamatta, heidän vuotensa haihtuivat kuin henkäys.",
      "Nyt, kun hän surmasi heitä, he alkoivat kysyä hänen mieltään, he kääntyivät ja etsivät Jumalaa.",
      "He muistivat, kuka on heidän kallionsa, muistivat, että Korkein on heidän lunastajansa.",
      "Mutta heidän sanoissaan piili petos, valhe oli heidän kielellään.",
      "He eivät olleet vilpittömiä häntä kohtaan, eivät pysyneet uskollisina hänen liitossaan.",
      "Mutta Jumala on laupias, ei hän tuhoa syntistä, vaan armahtaa. Kerta kerran jälkeen hän hillitsi vihansa eikä antanut kiivaudelleen valtaa.",
      "Hän muisti, että he olivat vain ihmisiä, vain tuulen henkäys, joka häipyy eikä palaa.",
      "Miten usein he autiomaassa nousivatkaan kapinaan, murehduttivat häntä erämaassa!",
      "Yhä uudelleen he uhmasivat Israelin Pyhää, koettelivat Jumalan kärsivällisyyttä.",
      "He eivät muistaneet hänen väkevää kättään, eivät päivää, jona hän vapautti heidät",
      "ja teki tunnustekonsa Egyptissä, ihmeensä Soanin tasangolla.",
      "Hän muutti vereksi Niilin ja kaikki sen kanavat, niin ettei niistä voinut juoda.",
      "Hän lähetti paarmat puremaan egyptiläisiä, sammakot turmelemaan heiltä kaiken.",
      "Hän antoi heidän satonsa heinäsirkoille, heidän työnsä hedelmät sirkkojen toukille.",
      "Hän tuhosi rakeilla heidän viinitarhansa, rankkasateella heidän viikunapuunsa,",
      "hän antoi tautien ahdistaa heidän karjaansa, ruton iskeä heidän laumoihinsa.",
      "Hän päästi valloilleen vihansa hehkun, vimmansa, raivonsa ja kiivautensa, surmanenkeleiden suuren joukon.",
      "Hän antoi vihansa purkautua, hän ei säästänyt heitä kuolemalta vaan jätti heidät ruton armoille.",
      "Hän surmasi kaikki esikoiset Egyptistä, ensimmäisinä syntyneet Haamin majoista.",
      "Mutta oman kansansa hän vei vapauteen. Autiomaassa hän kaitsi omiaan kuin paimen lampaita.",
      "Hänen johdossaan he olivat turvassa, ei heidän tarvinnut pelätä mitään, mutta vihollisten joukon peitti meri.",
      "Hän toi heidät pyhälle asuinsijalleen, vuorelle, jonka hän oli ottanut omakseen.",
      "Hän karkotti vieraat kansat heidän tieltään ja jakoi heille arvalla perintömaat, antoi Israelin heimoille asumukset.",
      "Mutta he kapinoivat Jumalaa vastaan, he koettelivat häntä, Korkeinta! He eivät noudattaneet hänen säädöksiään",
      "vaan kääntyivät omille teilleen ja olivat uskottomia kuten isänsä, kelvottomia kuin löystynyt jousi.",
      "He vihastuttivat hänet uhraamalla kukkuloilla, loukkasivat häntä jumaliensa kuvilla.",
      "Jumala näki sen, ja hänen vihansa syttyi, hän hylkäsi Israelin kokonaan.",
      "Hän hylkäsi asumuksensa, Silon pyhäkön, teltan, jonka oli asettanut ihmisten keskelle.",
      "Hän antoi voimansa tunnuksen joutua saaliiksi, jätti pyhän arkkunsa vihollisen käsiin,",
      "ja kansansa hän antoi miekan armoille, niin hän omiinsa vihastui.",
      "Tuli nielaisi nuoret miehet, enää ei laulettu morsiamille,",
      "papit kaatuivat vihollisen miekkaan, lesket eivät saaneet viettää valittajaisia.",
      "Mutta Herra havahtui, niin kuin nukkuja havahtuu, niin kuin soturi herää viinin huuruista.",
      "Hän ajoi kansansa viholliset pakosalle, tuotti heille ikuisen häpeän.",
      "Herra hylkäsi Joosefin sukukunnan -- Efraimin heimoa hän ei valinnut,",
      "vaan hän valitsi Juudan heimon ja Siionin, rakkaan vuorensa.",
      "Sille hän rakensi pyhäkkönsä, korkean kuin taivaat, vankan kuin maa, jonka hän on perustanut ikiajoiksi.",
      "Hän valitsi Daavidin, palvelijansa, otti hänet lammaslaitumilta,",
      "toi lampaiden ja karitsojen keskeltä kaitsemaan omaa kansaansa Jaakobia, hallitsemaan omaa maataan Israelia.",
      "Ja Daavid kaitsi sitä vilpittömin sydämin, johdatti sitä taitavin käsin."
    ],
    [
      "Asafin psalmi. Jumala, sinun maahasi ovat tunkeutuneet vieraat kansat, ne ovat saastuttaneet pyhän temppelisi ja muuttaneet Jerusalemin rauniokasaksi.",
      "Sinun palvelijoittesi ruumiit on jätetty haaskalinnuille, sinun uskollistesi jäännökset petojen kynsiin.",
      "Joka puolella Jerusalemia heidän vertaan vuodatettiin kuin vettä, eikä kukaan ole haudannut heitä.",
      "Meistä on tullut naapureillemme ilkeän ilon aihe, pilkan ja ivan kohde ympärillä asuville.",
      "Kuinka kauan, Herra, olet vihassasi leppymätön, kuinka kauan kiivautesi leimuaa kuin tuli?",
      "Käännä vihasi noihin kansoihin, jotka eivät sinua tunne, valtakuntiin, jotka eivät turvaa sinun nimeesi,",
      "sillä ne ovat tuhonneet Jaakobin, autioittaneet sen asuinsijat.",
      "Älä pane meitä vastaamaan isiemme rikoksista, vaan armahda meitä, riennä avuksemme, sillä meidät on painettu maahan.",
      "Auta meitä, Jumala, pelastajamme, nimesi ja kunniasi tähden! Pelasta meidät ja anna syntimme anteeksi oman nimesi tähden!",
      "Kuule vangittujen vaikerrus, väkevällä kädelläsi vapauta kuoleman omat.",
      "Ja sen pilkan, jota naapurimme ovat vastaasi syytäneet, anna seitsenkertaisena palata heille, Herra.",
      "Me, sinun kansasi, sinun laitumesi lampaat, kiitämme sinua ikuisesti, toistamme ylistystäsi polvesta polveen."
    ],
    [
      "(H80:3)Efraimin, Benjaminin ja Manassen heimoille. Osoita voimasi, tule avuksemme.",
      "(H80:4)Jumala, auta meidät ennallemme, anna meidän nähdä kasvojesi valo, niin me pelastumme.",
      "(H80:5)Jumala, Herra Sebaot, kuinka kauan olet vihoissasi, etkö jo kuule kansasi rukousta?",
      "(H80:6)Olet antanut syödäksemme kyynelleipää, juottanut meille maljoittain kyyneleitä.",
      "(H80:7)Olet jättänyt meidät naapureittemme riepoteltaviksi, kaikki vihollisemme pilkkaavat meitä.",
      "(H80:8)Jumala, Sebaot, auta meidät ennallemme, anna meidän nähdä kasvojesi valo, niin me pelastumme.",
      "(H80:9)Sinä otit viiniköynnöksen Egyptin maasta, karkotit kansat sen tieltä ja istutit sen.",
      "(H80:10)Sinä raivasit sille sijan, ja se juurtui paikalleen ja täytti maan.",
      "(H80:11)Se levitti varjonsa vuorten yli, se peitti oksillaan setrit, Jumalan puut,",
      "(H80:12)ja sen versot ulottuivat mereen asti, sen vesat aina Eufratin rannoille.",
      "(H80:13)Miksi hajotit muurin sen ympäriltä, jätit rypäleet kulkijoiden riivittäviksi?",
      "(H80:14)Villisika kaluaa sen runkoa, kaikki metsän eläimet syövät sitä.",
      "(H80:15)Jumala, Sebaot, katso jälleen meihin taivaastasi, katso meitä! Ota hoitoosi tämä viiniköynnös,",
      "(H80:16)taimi, jonka oikealla kädelläsi olet istuttanut itseäsi varten, lapsi, jolle sinä olet antanut voiman.",
      "(H80:17)Menehtykööt uhkaavan katseesi alla ne, jotka ovat sen polttaneet ja pirstoneet!",
      "(H80:18)Mutta suojatkoon sinun kätesi palvelijaasi, joka on oikealla puolellasi, ihmislasta, jolle sinä olet antanut voiman.",
      "(H80:19)Me emme käänny sinun luotasi pois. Anna meidän elää, me huudamme sinun nimeäsi.",
      "(H80:20)Jumala, Herra Sebaot, auta meidät ennallemme, anna meidän nähdä kasvojesi valo, niin me pelastumme."
    ],
    [
      "Laulunjohtajalle. Säestetään gatilaisilla soittimilla. Asafin psalmi. (H81:2)Kohottakaa ilohuuto Jumalalle, riemuhuuto Jaakobin Jumalalle! Hän on väkevä auttajamme.",
      "(H81:3)Virittäkää soitto, tuokaa rummut, ottakaa harppu ja helkkyvä lyyra.",
      "(H81:4)Puhaltakaa torveen, kun on uudenkuun aika, kun on täysikuu, kun vietämme juhlaa!",
      "(H81:5)Tämä on Israelille annettu säädös, määräys, jonka Jaakob on Jumalaltaan saanut.",
      "(H81:6)Herra antoi sen Joosefin heimolle käydessään Egyptin maata vastaan. Kuulen puhetta, jollaista en ole kuullut:",
      "(H81:8)Sinä huusit hädässäsi, ja minä pelastin sinut, minä vastasin sinulle ukkospilvien kätköistä ja koettelin sinua Meriban veden luona. (sela)",
      "(H81:10)Muuta jumalaa sinulla ei saa olla, vierasta jumalaa älä kumarra.",
      "(H81:11)Minä olen Herra, sinun Jumalasi. Minä johdatin sinut pois Egyptin maasta. Avaa suusi, niin minä annan mitä tarvitset.",
      "(H81:13)Siksi minä hylkäsin sen, jätin sen paatuneen sydämensä valtaan, kulkemaan oman ymmärryksensä varassa.",
      "(H81:14)Kunpa kansani vihdoin kuulisi minua, kunpa Israel kulkisi minun teitäni!",
      "(H81:16)Ne, jotka vihaavat Herraa, joutuvat matelemaan hänen edessään, ja heidän alennuksensa kestää ikuisesti.",
      "(H81:17)Mutta Israelia hän ruokkii parhaalla vehnällä, hän vuodattaa sille kalliosta hunajaa."
    ],
    [
      "Asafin psalmi. Jumala astuu esiin jumalien kokouksessa ja julistaa jumalille tuomionsa:",
      "Puolustakaa orpoja ja onnettomia, huolehtikaa köyhistä ja kurjista.",
      "Pelastakaa heikot ja vähäväkiset, vapauttakaa heidät sortajien käsistä.",
      "Te ette tiedä ettekä ymmärrä mitään, te harhailette pimeässä, ja maan perustukset järkkyvät.",
      "Kuulkaa! Vaikka olette jumalia, kaikki tyynni Korkeimman poikia,",
      "Nouse, Jumala, saata maan päällä oikeus kunniaan! Sinun ovat kaikki kansat."
    ],
    [
      "Asafin psalmilaulu. (H83:2)Jumala, älä enää vaikene! Älä katso ääneti, älä ole niin hiljaa!",
      "(H83:3)Sinun vihollisesi riehuvat, nostavat uhitellen päätään.",
      "(H83:4)He punovat juonia omaa kansaasi vastaan, vehkeilevät sinun suojattiesi pään menoksi.",
      "(H83:6)He ovat yksissä tuumin tehneet liiton, kaikki he ovat sinua vastaan:",
      "(H83:7)Edomin telttakunnat ja ismaelilaiset, Moab ja hagarilaiset,",
      "(H83:8)Gebal, Ammon ja Amalek, Filistea ja Tyroksen asukkaat.",
      "(H83:9)Assyriakin on liittynyt heihin, tullut avuksi Lootin jälkeläisille. (sela)",
      "(H83:10)Tee heille niin kuin teit Midianille, niin kuin teit Siseralle ja Jabinille Kisoninpurolla --",
      "(H83:11)En-Dorissa nuo miehet kohtasivat loppunsa, päätyivät lannaksi maahan.",
      "(H83:12)Tee heidän ruhtinailleen niin kuin Orebille ja Seebille, heidän päälliköilleen kuin Sebahille ja Salmunnalle,",
      "(H83:14)Jumalani, hajota heidät kaikkiin tuuliin kuin ohdakkeen höydyt, kuin ruumenet!",
      "(H83:15)Niin kuin kulovalkea polttaa metsän, niin kuin tulen roihu korventaa vuoret,",
      "(H83:16)niin ajakoon sinun myrskysi heitä takaa, kauhistukoot he tuulesi voimaa!",
      "(H83:17)Nöyryytä heitä perin pohjin, kunnes he etsivät apua sinulta, Herra.",
      "(H83:18)Saakoot he osakseen ainaisen pelon ja pilkan, saakoot kunniattoman lopun.",
      "(H83:19)Vielä he tietävät, että sinä olet Herra, ainoa Jumala, maailman valtias!"
    ],
    [
      "Laulunjohtajalle. Säestetään gatilaisilla soittimilla. Korahilaisten psalmi. (H84:2)Kuinka ihanat ovat sinun asuinsijasi, Herra Sebaot!",
      "(H84:3)Minun sydämeni nääntyy kaipauksesta, kun se ikävöi Herran temppelin esipihoille. Minun sieluni ja ruumiini kohottaa riemuhuudon, kun tulen elävän Jumalan eteen.",
      "(H84:4)Herra Sebaot, minun kuninkaani ja Jumalani! Sinun alttarisi luota on varpunenkin löytänyt kodin, pääskynen pesäpaikan, jossa se kasvattaa poikasensa.",
      "(H84:5)Miten onnellisia ovatkaan ne, jotka saavat asua sinun huoneessasi! He ylistävät sinua alati. (sela)",
      "(H84:6)Onnellisia ne, jotka saavat voimansa sinusta, ne, jotka kaipaavat pyhälle matkalle.",
      "(H84:7)Kun he kulkevat vedettömässä laaksossa, sinne puhkeaa virvoittava lähde, ja sade antaa heille siunauksensa.",
      "(H84:8)Askel askeleelta heidän voimansa kasvaa, ja he saapuvat Siioniin Jumalan eteen.",
      "(H84:9)Jumala, Herra Sebaot, kuule rukoukseni, älä ummista korviasi, Jaakobin Jumala! (sela)",
      "(H84:10)Jumala, meidän kilpemme, katso voideltusi puoleen!",
      "(H84:11)Parempi on päivä sinun esipihoissasi kuin tuhat päivää muualla. Mieluummin olen kerjäläisenä temppelisi ovella kuin asun jumalattomien katon alla.",
      "(H84:12)Herra Jumala on aurinko ja kilpi, hän lahjoittaa meille armon ja kunnian. Hän ei kiellä hyvyyttään niiltä, jotka vaeltavat nuhteettomasti.",
      "(H84:13)Autuas se, joka turvaa sinuun, Herra Sebaot!"
    ],
    [
      "Laulunjohtajalle. Korahilaisten psalmi. (H85:2)Herra, sinä olet ollut maatasi kohtaan hyvä. Sinä käänsit Jaakobin suvun kohtalon,",
      "(H85:3)sinä annoit anteeksi kansasi synnit, pyyhit pois kaikki sen rikkomukset. (sela)",
      "(H85:4)Sinä taltutit suuttumuksesi, sammutit vihasi hehkun.",
      "(H85:5)Käänny jälleen puoleemme, Jumala, pelastajamme, älä enää ole meille vihoissasi!",
      "(H85:6)Kestääkö sinun vihasi iäti, jatkuuko se polvesta polveen?",
      "(H85:7)Kunpa jälleen kääntyisit puoleemme ja virvoittaisit meidät, niin kansasi saisi iloita sinusta.",
      "(H85:8)Herra, osoita, että olet uskollinen, pelasta meidät!",
      "(H85:9)Minä kuuntelen, mitä Herra Jumala puhuu. Hän lupaa rauhan kansalleen, omilleen -- älkööt he enää eksykö mielettömyyteen!",
      "(H85:10)Hän antaa apunsa niille, jotka häntä palvelevat, ja niin meidän maamme saa takaisin kunniansa.",
      "(H85:11)Laupeus ja uskollisuus kohtaavat, oikeus ja rauha suutelevat toisiaan.",
      "(H85:12)Uskollisuus versoo maasta ja oikeus katsoo alas taivaasta.",
      "(H85:13)Herra antaa kaiken hyvän, maa antaa satonsa.",
      "(H85:14)Herran edellä kulkee oikeus, se valmistaa Herralle tien."
    ],
    [
      "Daavidin rukous. Herra, kuule rukoukseni, vastaa minulle, minä olen köyhä ja avuton.",
      "Varjele minua, minä olen hurskas ja uskollinen, auta palvelijaasi, joka turvaa sinuun. Sinä olet minun Jumalani.",
      "Herra, armahda minua! Kaiken päivää huudan sinua avukseni.",
      "Minä ylennän sydämeni sinun puoleesi. Täytä palvelijasi ilolla!",
      "Sinä, Herra, olet hyvä, sinä annat anteeksi, runsain mitoin sinä jaat armoasi kaikille, jotka sinua avuksi huutavat.",
      "Kuule minun rukoukseni, Herra, ota vastaan avunpyyntöni.",
      "Sinua minä hädässäni huudan, ja sinä vastaat minulle.",
      "Ei ole vertaistasi jumalien joukossa, ei ole vertaa sinun teoillesi, Herra.",
      "Sinä olet luonut kaikki kansat. Ne tulevat eteesi ja kumartavat sinua, ne kunnioittavat sinun nimeäsi, Herra.",
      "Sinä olet suuri ja teet ihmetekoja, sinä yksin olet Jumala.",
      "Herra, neuvo minulle tiesi, että noudattaisin sinun totuuttasi. Paina sydämeeni syvälle pyhä pelko nimeäsi kohtaan.",
      "Herra, minun Jumalani, sinua minä kiitän koko sydämestäni, iäti minä kunnioitan nimeäsi.",
      "Sinun hyvyytesi on suuri, sinä nostit minut tuonelan syvyyksistä.",
      "Jumala, sortajat käyvät kimppuuni, häikäilemättä he tavoittelevat henkeäni. He eivät sinusta piittaa.",
      "Herra, sinä olet laupias Jumala ja annat anteeksi, sinä olet kärsivällinen ja sinun hyvyytesi ja uskollisuutesi on suuri.",
      "Katso puoleeni, armahda minua! Anna minulle voimaa, pelasta minut, olenhan palvelijasi, sinun palvelijattaresi poika.",
      "Anna merkki, joka lupaa minulle hyvää. Häpeä vihamiehilleni! Saakoot he nähdä, että sinä, Herra, autat ja lohdutat minua."
    ],
    [
      "Korahilaisten psalmi, laulu. Herra on perustanut oman kaupunkinsa pyhille vuorille.",
      "Hän rakastaa Siionia, sen portteja, enemmän kuin mitään muuta Jaakobin kaupunkia.",
      "Kunniakasta on kaikki, mitä sinusta kerrotaan, Jumalan kaupunki! (sela)"
    ],
    [
      "Korahilaisten psalmilaulu. Laulunjohtajalle. Kuorolauluna laulettavaksi. Esrahilaisen Hemanin virsi. (H88:2)Herra, Jumalani, pelastajani, päivällä minä huudan sinua avuksi, yölläkin käännyn sinun puoleesi.",
      "(H88:3)Nouskoon rukoukseni sinun kasvojesi eteen, kallista korvasi minun huutoni puoleen!",
      "(H88:4)Paljon, ylen määrin olen kärsinyt, olen tuonelan kynnyksellä.",
      "(H88:5)Toistenkin mielestä olen valmis hautaan. Minä olen kuin voimansa menettänyt soturi,",
      "(H88:6)olen jäänyt yksin, kuin olisin jo kuollut. Minä virun kuin kaatuneet haudoissaan -- nuo, joita sinä et enää muista, joita kätesi ei auta.",
      "(H88:7)Sinä olet syössyt minut syvyyksien perille, pimeään, pohjattomaan kuiluun.",
      "(H88:8)Sinun vihasi on raskaana ylläni, sinun aaltosi vyöryvät pääni päällä. (sela)",
      "(H88:9)Sinä olet karkottanut ystävät luotani, niin kammottavaksi olet minut tehnyt. Olen kuin vanki, en pääse vapaaksi.",
      "(H88:10)Ahdingossani minä itken silmäni kuiviin, kaiken päivää huudan sinua, Herra, ja ojennan käsiäni sinua kohti.",
      "(H88:11)Ethän sinä kuolleille tee ihmeitä, eivät varjot nouse sinua ylistämään. (sela)",
      "(H88:12)Ei haudassa kerrota, että sinä armahdat, ei kadotuksessa, että olet uskollinen!",
      "(H88:13)Tunnetaanko pimeydessä ihmeitäsi, puhutaanko hyvyydestäsi unohduksen maassa?",
      "(H88:14)Mutta minä huudan sinua, Herra, heti aamulla nousevat rukoukseni eteesi.",
      "(H88:15)Herra, miksi olet hylännyt minut, miksi kätket minulta kasvosi?",
      "(H88:16)Nuoruudesta saakka on osani ollut kova ja kuolema on uhannut elämääni. Näännyksiin asti olen kantanut hirveää kuormaa, jonka olet minulle pannut.",
      "(H88:17)Sinun vihasi on kulkenut ylitseni, kauhut musertavat minut.",
      "(H88:18)Kaiken päivää ne saartavat minua kuin vedet, ne piirittävät minua joka puolelta.",
      "(H88:19)Kaikki ystäväni sinä olet karkottanut, nyt on seuranani vain pimeys."
    ],
    [
      "Esrahilaisen Etanin virsi. (H89:2)Minä laulan ja ylistän alati Herran armoa. Minä julistan sinun uskollisuuttasi polvesta polveen:",
      "(H89:3)sinun armosi kestää iäti, sinun uskollisuutesi on vahva kuin taivas.",
      "(H89:6)Taivaat ylistävät sinun ihmeitäsi, Herra, taivaan joukot sinun uskollisuuttasi.",
      "(H89:7)Ei kukaan korkeuksissa ole Herran vertainen, ei kukaan hänen kaltaisensa jumalien joukossa!",
      "(H89:8)Hän on Jumala, jonka edessä taivaan pyhät vapisevat, jota kaikki hänen ympärillään pelkäävät ja palvovat.",
      "(H89:9)Herra, kaikkivaltias Jumala, kuka on sinun kaltaisesi? Herra, sinä olet väkevä, olet kaikessa uskollinen.",
      "(H89:10)Sinä hallitset meren pauhun, tyynnytät aaltojen tyrskyn.",
      "(H89:11)Sinä iskit hengiltä Rahabin, syvyyksien pedon, löit väkevällä kädelläsi viholliset hajalle.",
      "(H89:12)Sinun on taivas ja sinun on maa, sinä olet perustanut maanpiirin ja kaiken mitä siinä on.",
      "(H89:13)Pohjoisen ja etelän sinä olet luonut, Tabor ja Hermon ylistävät sinun nimeäsi.",
      "(H89:14)Käsivartesi on voimaa täynnä, kätesi on voittoisa ja väkevä.",
      "(H89:15)Vanhurskaus ja oikeus ovat valtaistuimesi perusta, armo ja uskollisuus ovat sinun palvelijasi.",
      "(H89:16)Onnellinen se kansa, joka riemuiten ylistää sinua, Herra! Se kansa saa vaeltaa sinun kasvojesi valossa.",
      "(H89:17)Alati sinä olet ilomme lähde, sinä olet uskollinen, sinä annat meille menestyksen.",
      "(H89:18)Sinä olet meidän voimamme ja ylpeytemme, sinun hyvyytesi rohkaisee meitä.",
      "(H89:19)Herra on meidän kilpemme, Israelin Pyhä meidän kuninkaamme!",
      "(H89:21)Minä olen löytänyt palvelijani Daavidin ja voidellut hänet pyhällä öljylläni.",
      "(H89:22)Minun voimani vahvistaa häntä ja käteni on hänen tukenaan.",
      "(H89:23)Vihollinen ei häntä yllätä eikä vääryyden tekijä häntä sorra.",
      "(H89:24)Minä murskaan viholliset hänen tieltään, lyön maahan hänen vihamiehensä.",
      "(H89:25)Armoni ja uskollisuuteni ovat hänen rinnallaan, ja minun avullani kohoaa hänen mahtinsa sarvi.",
      "(H89:26)Hänen kätensä ulottuu läntiseen mereen, hänen oikea kätensä Eufratvirtaan saakka.",
      "(H89:27)Hän sanoo minulle: 'Sinä olet minun isäni, olet Jumalani, turvakallioni.'",
      "(H89:28)Minä otan hänet esikoisekseni, nostan kuninkaista korkeimmaksi.",
      "(H89:29)Koskaan en ota häneltä pois armoani, minun liittoni kestää horjumatta.",
      "(H89:30)Minä annan hänen sukunsa säilyä iäti, annan hänen valtaistuimensa pysyä niin kauan kuin taivas kaartuu maan yllä.",
      "(H89:32)jos he halveksivat minun säädöksiäni eivätkä pidä minun käskyjäni,",
      "(H89:33)niin minä rankaisen heitä heidän rikoksistaan, kuritan heitä heidän syntiensä tähden.",
      "(H89:34)Mutta armoani minä en ota heiltä pois, minun uskollisuuteni ei horju.",
      "(H89:35)Minä en riko liittoani, en muuta sitä, minkä olen luvannut.",
      "(H89:36)Minä olen vannonut pyhän nimeni kautta, ja minun valani pitää. En valehdellut, kun lupasin Daavidille:",
      "(H89:37)'Sinun sukusi pysyy iäti, sinun valtaistuimesi kestää edessäni niin kauan kuin aurinko,",
      "(H89:39)Kuitenkin sinä vihastuit voideltuusi, hylkäsit ja jätit hänet.",
      "(H89:40)Sinä teit tyhjäksi liiton, jonka olit tehnyt palvelijasi kanssa, ja paiskasit maahan hänen kruununsa.",
      "(H89:41)Sinä revit rajoilta hänen varustuksensa, raunioitit hänen linnoituksensa.",
      "(H89:42)Nyt kaikki ohikulkijat ryöstävät häntä, naapurit tekevät hänestä pilkkaa.",
      "(H89:43)Sinä vahvistit hänen vastustajiaan, annoit hänen vihollisilleen aihetta riemuun.",
      "(H89:44)Sinä käänsit hänen miekkansa häntä itseään vastaan, et tukenut häntä taistelussa.",
      "(H89:45)Sinä teit lopun hänen loistostaan, suistit maahan hänen valtaistuimensa.",
      "(H89:46)Sinä riistit häneltä nuoruuden päivät, kiedoit hänet häpeän viittaan. (sela)",
      "(H89:47)Herra, kuinka kauan? Kätkeydytkö sinä ainiaaksi? Kuinka kauan vihasi leimuaa kuin tuli?",
      "(H89:48)Muista, Herra, kuinka lyhyt on ihmiselämä, kuinka mitättömiksi olet luonut Aadamin lapset!",
      "(H89:49)Onko ketään, joka ei kerran kuolisi, joka välttyisi joutumasta tuonelan kouriin? (sela)",
      "(H89:50)Herra, missä on uskollisuutesi, missä ovat lupauksesi, jotka kerran Daavidille annoit valalla vannoen?",
      "(H89:51)Älä unohda, Herra, kuinka palvelijoitasi häväistään! Kansojen pilkka raastaa sydäntäni.",
      "(H89:52)Herra, katso kuinka vihollisesi herjaavat! He pilkkaavat voideltusi kohtaloa.",
      "(H89:53)Ylistetty olkoon Herra ikuisesti! Aamen, Aamen."
    ],
    [
      "Mooseksen, Jumalan miehen, rukous. Herra, sinä olet meidän turvamme polvesta polveen.",
      "Jo ennen kuin vuoret syntyivät, ennen kuin maa ja maanpiiri saivat alkunsa, sinä olit. Jumala, ajasta aikaan sinä olet.",
      "Tuhat vuotta on sinulle kuin yksi päivä, kuin eilinen päivä, mailleen mennyt, kuin öinen vartiohetki.",
      "Me katoamme kuin uni aamun tullen, kuin ruoho, joka hetken kukoistaa,",
      "joka vielä aamulla viheriöi mutta illaksi kuivuu ja kuihtuu pois.",
      "Sinun vihasi musertaa meidät, kiivautesi saa meidät järkkymään.",
      "Sinä otat syntimme silmiesi eteen, salaisetkin synnit sinä paljastat katseellasi.",
      "Vihasi alla meidän päivämme vaipuvat, vuotemme haihtuvat kuin henkäys.",
      "Seitsemänkymmentä on vuosiemme määrä, tai kahdeksankymmentä, jos voimamme kestää. Ja kaikki niiden meno on vain turhuutta ja vaivaa, ne kiitävät ohitse, ja me lennämme pois.",
      "Kuka tuntee vihasi koko ankaruuden? Kuka kylliksi pelkää sinun kiivauttasi?",
      "Opeta meille, miten lyhyt on aikamme, että saisimme viisaan sydämen.",
      "Herra, käänny jo puoleemme. Kuinka kauan vielä viivyt? Armahda meitä, palvelijoitasi!",
      "Ravitse meitä armollasi joka aamu, niin voimme iloita elämämme päivistä.",
      "Niin kuin annoit murheen, anna meille ilo yhtä monena vuotena kuin vaivamme kesti.",
      "Anna palvelijoittesi nähdä suuret tekosi, anna lastemme nähdä kunniasi loisto.",
      "Herra, meidän Jumalamme, ole lempeä meille, anna töillemme menestys, siunaa kättemme työt."
    ],
    [
      "Se, joka asuu Korkeimman suojassa ja yöpyy Kaikkivaltiaan varjossa,",
      "Herra pelastaa sinut linnustajan ansasta ja pahan sanan vallasta.",
      "Hän levittää siipensä yllesi, ja sinä olet turvassa niiden alla. Hänen uskollisuutensa on sinulle muuri ja kilpi.",
      "Et pelkää yön kauhuja etkä päivällä lentävää nuolta,",
      "et ruttoa, joka liikkuu pimeässä, et tautia, joka riehuu keskellä päivää.",
      "Vaikka viereltäsi kaatuisi tuhat miestä ja ympäriltäsi kymmenentuhatta, sinä säästyt.",
      "Saat omin silmin nähdä, miten kosto kohtaa jumalattomia.",
      "Sinun turvanasi on Herra, sinun kotisi on Korkeimman suojassa.",
      "Onnettomuus ei sinuun iske, mikään vitsaus ei uhkaa sinun majaasi.",
      "Hän antaa enkeleilleen käskyn varjella sinua, missä ikinä kuljet,",
      "ja he kantavat sinua käsillään, ettet loukkaa jalkaasi kiveen.",
      "Sinä poljet jalkoihisi leijonan ja kyyn, tallaat maahan jalopeuran ja lohikäärmeen.",
      "Kun hän huutaa minua, minä vastaan. Minä olen hänen tukenaan ahdingossa, pelastan hänet ja nostan taas kunniaan."
    ],
    [
      "Psalmi, sapattilaulu. (H92:2)Hyvä on kiittää Herraa, laulaa ylistystä sinun nimellesi, Korkein.",
      "(H92:3)Hyvä on aamulla kertoa armostasi ja illalla uskollisuudestasi",
      "(H92:4)harpun ja lyyran sävelin, kymmenen kielen helkkyessä.",
      "(H92:5)Herra, sinä ilahdutat minua teoillasi, minä riemuitsen sinun kättesi töistä.",
      "(H92:6)Kuinka suuret ovatkaan sinun tekosi, Herra, kuinka syvät sinun ajatuksesi!",
      "(H92:7)Tyhmä ei sitä käsitä, mieletön ei sitä ymmärrä.",
      "(H92:8)Vaikka jumalattomat rehottavat kuin ruoho, vaikka väärintekijät nyt kukoistavat, he tuhoutuvat, katoavat ikiajoiksi.",
      "(H92:9)Sinä, Herra, olet iäti Korkein.",
      "(H92:10)Sinun vihollisesi sortuvat, sinun vihollisesi sortuvat, Herra, kaikki väärintekijät joutuvat hajalle.",
      "(H92:11)Mutta minun voimani kohoaa kuin villihärän sarvi, sinä voitelet minut tuoreella öljyllä.",
      "(H92:12)Minä saan nähdä vihollisteni kärsivän tappion, saan kuulla vastustajieni aikeiden luhistuvan.",
      "(H92:13)Hurskaat kukoistavat kuin palmupuu, kasvavat korkealle kuin Libanonin setrit.",
      "(H92:14)Heidät on istutettu Herran temppeliin, he kukoistavat Jumalamme esipihoilla.",
      "(H92:15)Vielä vanhoinakin he ovat voimissaan, versovat ja vihannoivat,",
      "(H92:16)kertovat Herran oikeamielisyydestä. Herra on minun turvakallioni, hän ei vääryyttä tee."
    ],
    [
      "Herra on kuningas! Mahti on hänen viittanaan, hän on vyöttäytynyt, kietonut vyötäisilleen voiman! Maanpiiri on lujalla perustalla, se ei horju.",
      "Sinun valtaistuimesi on luja, se on ollut luja halki aikojen. Sinä olet ollut iäti.",
      "Virrat pauhaavat, Herra, virrat pauhaavat kohisten, virrat pauhaavat ja jylisevät.",
      "Mahtava on meren aallokko, mahtavampi vaahtopäinen myrsky, mahtavin on korkeuden Herra!",
      "Sinun säädöksesi, Herra, ovat lujat ja varmat, pyhänä hohtaa sinun temppelisi ajasta aikaan."
    ],
    [
      "Herra, koston Jumala, koston Jumala, saavu jo!",
      "Nouse, maailman tuomari, maksa ylvästelijöille heidän tekojensa mukaan.",
      "Kuinka kauan, Herra, annat jumalattomien pitää iloaan?",
      "Kuinka kauan he saavat rehennellä, syytää suustaan julkeita sanoja?",
      "Herra, he sortavat sinun kansaasi, polkevat alleen sinun omiasi.",
      "He murhaavat leskiä ja orpolapsia, surmaavat maassaan asuvia muukalaisia",
      "Milloin te mielettömät tulette järkiinne? Te tyhmistä tyhmimmät! Miettikää vähän.",
      "Hän, joka on luonut korvan -- hänkö ei kuule? Hän, joka on tehnyt silmän --  hänkö ei näe?",
      "Hän, joka opettaa kaikkia ihmisiä, hän, joka ohjaa maailman kansoja -- hänkö ei rankaise?",
      "Herra tuntee ihmisten suunnitelmat: ne raukeavat tyhjiin.",
      "Hyvä on sen osa, jota sinä, Herra, kasvatat ja jolle sinä opetat lakiasi.",
      "Pahana päivänä sinä varjelet häntä, kun hauta jo aukeaa sille, joka rikkoo lakiasi.",
      "Herra ei hylkää omiaan, ei hän jätä kansaansa.",
      "Oikeus tulee jälleen voimaan, rehellisyys palaa ihmisten sydämiin.",
      "Kuka asettuu rinnalleni lainrikkojia vastaan? Kuka puolustaa minua pahantekijöitä vastaan?",
      "Ellei Herra olisi tullut avukseni, asuisin jo hiljaisuuden maassa.",
      "Aina kun olin vähällä kaatua, sinun armosi, Herra, oli minun tukenani.",
      "Kun huolet painavat mieltäni, saan sinulta lohdun ja ilon.",
      "Sinäkö tukisit turmeltuneita tuomareita, jotka lain varjolla tekevät konnantöitään!",
      "He vehkeilevät viatonta vastaan ja tuomitsevat syyttömän kuolemaan.",
      "Mutta Herra on minun linnani, Jumala on turvakallioni.",
      "Hän kostaa heille heidän rikoksensa, lyö heitä heidän pahuutensa tähden. Herra, meidän Jumalamme, tuhoaa heidät."
    ],
    [
      "Nyt iloiten laulakaa Herralle, kohottakaa hänelle riemuhuuto, hän on meidän turvakalliomme.",
      "Tulkaa hänen kasvojensa eteen ja kiittäkää, virittäkää hänelle riemuvirsi!",
      "Herra on suuri Jumala ja kaikkien jumalien ylin valtias.",
      "Hänen kädessään on maa, sen laaksot ja syvyydet, hänen ovat vuorten korkeimmatkin huiput.",
      "Hänen on meri, hän on sen luonut, hänen on maa, hänen kätensä sen teki.",
      "Tulkaa, kumartukaa maahan, polvistukaamme Herran, Luojamme, eteen.",
      "Hän on meidän Jumalamme ja me hänen laitumensa lampaat, joita hänen kätensä kaitsee. Kuulkaa tänä päivänä, mitä hän sanoo:",
      "-- Älkää paaduttako sydäntänne kuten kerran, kun isänne koettelivat minua autiomaassa, Meriban ja Massan luona.",
      "He saivat nähdä, mitä minä voin tehdä.",
      "Neljäkymmentä vuotta hyljeksin heitä, sillä näin heidän kulkevan harhaan, kun he eivät ymmärtäneet minun teitäni."
    ],
    [
      "Laulakaa Herralle uusi laulu! Laula Herralle, maa, laulakaa Herralle, maan asukkaat!",
      "Laulakaa Herralle, ylistäkää hänen nimeään! Kertokaa päivästä päivään ilosanomaa hänen avustaan.",
      "Julistakaa hänen kunniaansa, ilmoittakaa hänen ihmetekojaan kaikille kansoille.",
      "Suuri on Herra, ylistäkää häntä! Pelätkää häntä, hän on jumalista korkein.",
      "Eivät ole jumalia toisten kansojen jumalat, mutta Herra on taivaitten luoja.",
      "Hänen on loisto ja hänen on kunnia, hänen pyhäkössään on voima ja kirkkaus.",
      "Maan kaikki kansat, tunnustakaa Herra, tunnustakaa Herran kunnia ja voima,",
      "tunnustakaa hänen nimensä kunnia! Tuokaa hänelle uhrilahjat, astukaa hänen pyhäkkönsä pihaan,",
      "kumartukaa hänen pyhän kirkkautensa eteen! Vaviskoon koko maa ja pelätköön häntä.",
      "Julistakaa kaikkien kansojen kuulla: Herra on kuningas! Hän loi maan, joka pysyy eikä horju. Oikeutensa mukaan hän tuomitsee kansoja.",
      "Iloitkoon taivas, riemuitkoon maa! Pauhatkoon meri kaikkineen,",
      "juhlikoot maa ja sen luodut, humiskoot ilosta metsien puut",
      "Herran edessä, sillä hän tulee! Hän tulee tuomaan oikeutta, hallitsemaan vanhurskaasti maata, uskollisesti sen kansoja."
    ],
    [
      "Herra on kuningas! Riemuitkoon maa, iloitkoot meren saaret ja rannat!",
      "Pilvi ja pimeys ympäröi häntä, hänen istuintaan kannattavat vanhurskaus ja oikeus.",
      "Tuli kulkee hänen edellään ja polttaa hänen vihollisensa viimeistä myöten.",
      "Hänen salamansa valaisevat maanpiirin, maa näkee ne ja vapisee.",
      "Vuoret sulavat kuin vaha Herran edessä, maailman hallitsijan edessä.",
      "Taivaat julistavat hänen vanhurskauttaan, kaikki kansat näkevät hänen kunniansa.",
      "Häpeän saavat kuvien palvojat, turhaan he kerskuvat kivijumalillaan. Herran edessä kumartuvat maahan kaikki jumalat.",
      "Siion kuulee sen ja iloitsee, kaikki Juudan kaupungit riemuitsevat, sillä sinun tuomiosi, Herra, ovat oikeat.",
      "Herra, sinä olet Korkein, maailman valtias, kaikkia jumalia korkeampi.",
      "Te, jotka rakastatte Herraa, vihatkaa pahaa! Herra on omiensa turva, hän pelastaa heidät pahojen käsistä.",
      "Päivä koittaa vanhurskaille, ilo niille, joiden sydän on puhdas.",
      "Iloitkaa, hurskaat! Iloitkaa Herrasta, ylistäkää hänen pyhää nimeään!"
    ],
    [
      "Psalmi. Laulakaa Herralle uusi laulu! Hän on tehnyt ihmeellisiä tekoja. Hänen oikea kätensä, hänen pyhä voimansa on tuonut voiton.",
      "Herra näytti, että hän on meidän pelastajamme, hän osoitti vanhurskautensa kansojen nähden.",
      "Hän muisti Israelin kansaa, osoitti jälleen laupeutensa ja uskollisuutensa. Maan ääretkin saivat tietää, että Jumalamme pelasti meidät.",
      "Maa, kohota Herralle riemuhuuto! Iloitkaa ja riemuitkaa, laulakaa ja soittakaa!",
      "Ylistäkää Herraa harpun sävelin, soittakaa ja laulakaa!",
      "Vaskitorvin ja oinaansarvin kohottakaa ylistyksenne Herralle, kuninkaalle!",
      "Pauhatkoon meri kaikkineen, juhlikoon maa, juhlikoot sen asukkaat!",
      "Taputtakoot virrat käsiään, yhtykööt vuoret niiden iloon",
      "Herran edessä, sillä hän tulee ja tuo maailmaan oikeuden. Hän hallitsee maanpiiriä vanhurskaasti, tuomitsee kansoja oikeuden mukaan."
    ],
    [
      "Herra on kuningas -- vaviskaa, kansat! Hän on kuningas, hänen istuintaan kannattavat kerubit --  vavahda, maa!",
      "Suuri on Herra, Siionin Jumala! Hän on kaikkien kansojen yläpuolella. Ylistäkää hänen nimeään, kansat,",
      "hän on suuri ja pelättävä! Hän on pyhä.",
      "Sinä, väkevä kuningas, rakastat oikeutta. Sinä loit oikeudenmukaisuuden, sinä opetit Israelille oikeuden ja vanhurskauden.",
      "Ylistäkää Herraa, meidän Jumalaamme, kumartukaa hänen valtaistuimensa eteen, hänen jalkojensa juureen! Hän on pyhä.",
      "Mooses ja Aaron olivat hänen pappejaan, Samuel huusi avuksi hänen nimeään. He huusivat Herraa, ja hän vastasi.",
      "Pilvipatsaasta hän puhui heille, ja he pitivät käskyt ja säädökset, jotka hän heille antoi.",
      "Herra, meidän Jumalamme! Sinä vastasit heille, sinä annoit heille anteeksi, vaikka rankaisitkin heitä heidän teoistaan.",
      "Ylistäkää Herraa, meidän Jumalaamme, kumartukaa hänen pyhää vuortaan kohden! Herra, meidän Jumalamme, on pyhä."
    ],
    [
      "Kiitospsalmi. Iloitse, maa! Kohottakaa riemuhuuto Herralle!",
      "Palvelkaa häntä iloiten, tulkaa hänen eteensä riemuiten.",
      "Tietäkää, että Herra on Jumala. Hän on meidät luonut, ja hänen me olemme, hänen kansansa, hänen laitumensa lampaat.",
      "Tulkaa hänen porteilleen kiittäen, hänen esipihoilleen ylistystä laulaen. Kiittäkää häntä, ylistäkää hänen nimeään.",
      "Hyvä on Herra! Iäti kestää hänen armonsa, hänen uskollisuutensa polvesta polveen."
    ],
    [
      "Daavidin psalmi. Minä laulan oikeudesta ja uskollisuudesta, laulan sinun ylistystäsi, Herra.",
      "Minä tahdon vaeltaa viisaasti, noudattaa totuuden tietä. Tulethan tuekseni! Minä tahdon toimia vilpittömästi kaikessa, mikä valtaani kuuluu.",
      "En ryhdy mihinkään mikä on pahasta lähtöisin. Minä vihaan juonittelua, pysyn loitolla siitä.",
      "Olkoon vilppi minusta kaukana, pahuudesta en tahdo tietää.",
      "Sen, joka toista panettelee, minä vaiennan. Kopeaa katsetta ja ylpeää sydäntä minä en siedä.",
      "Kenet miehistä näen luotettavaksi, sen otan lähelleni. Ken vaeltaa totuuden tietä, se saa olla palvelijani.",
      "Minun luonani ei ole sijaa sille, joka toista pettää. Ken puhuu valheita, se pysyköön poissa silmistäni.",
      "Joka aamu minä käyn oikeutta, minä hävitän maastani lainrikkojat. Minä hävitän väärintekijät Herran kaupungista."
    ],
    [
      "Nääntyneen ja onnettoman rukous, kun hän avaa sydämensä Herralle. (H102:2)Kuule rukoukseni, Herra, nouskoon huutoni sinun luoksesi!",
      "(H102:3)Älä kätke minulta kasvojasi, kun olen ahdingossa. Kallista korvasi minun puoleeni! Kun huudan sinua avuksi, älä viivytä vastaustasi.",
      "(H102:4)Päiväni haihtuvat kuin savu, tuska polttaa luitani kuin tuli.",
      "(H102:5)Sisimpäni on kuin kulottunut ruoho. Enää en muista syödäkään,",
      "(H102:6)huokailen vain, olen pelkkää luuta ja nahkaa.",
      "(H102:7)Minä olen kuin huuhkaja autiomaassa, kuin pöllö, joka asustaa raunioissa.",
      "(H102:8)Minä valvon yöni, olen yksin kuin katolla kyyhöttävä lintu.",
      "(H102:9)Viholliseni pilkkaavat minua päivät pitkät, kirotessaan vihamiehiään he käyttävät minun nimeäni.",
      "(H102:10)Minä syön leipänäni tuhkaa, kyyneleet maustavat juomani.",
      "(H102:11)Vihasi vimmassa sinä paiskasit minut maahan.",
      "(H102:12)Päiväni ovat kuin pitenevä varjo, ruohon lailla minä lakastun.",
      "(H102:13)Mutta sinä, Herra, hallitset ikuisesti, sinun nimesi kaikuu polvesta polveen.",
      "(H102:14)Sinä nouset ja armahdat Siionia. Sen aika on tullut, armon aika.",
      "(H102:15)Sinun palvelijasi rakastavat sen kiviä, he surevat kaupunkinsa tuhkaa.",
      "(H102:16)Kansat pelkäävät Herran nimeä, maan kuninkaat kumartavat häntä,",
      "(H102:17)kun Herra jälleen rakentaa Siionin ja ilmestyy kunniassaan.",
      "(H102:18)Hän katsoo sorrettujen puoleen, ei torju heidän rukoustaan.",
      "(H102:19)Tämä on kirjoitettu tulevalle polvelle, jotta uudeksi luotu kansa ylistäisi Herraa.",
      "(H102:20)Herra katsoo pyhästä korkeudestaan, tähyää taivaasta maan päälle.",
      "(H102:21)Hän kuulee vankien vaikerruksen, hän vapauttaa kuoleman omat.",
      "(H102:22)Siionissa kuulutetaan Herran nimeä, Jerusalem kaikuu hänen kiitostaan,",
      "(H102:23)kun kansat kokoontuvat yhteen, kun valtakunnat tulevat palvelemaan Herraa.",
      "(H102:24)Hän on murtanut minun voimani kesken matkan, lyhentänyt elinpäivieni määrän.",
      "(H102:25)Minä sanon hänelle: Jumalani, älä ota minua pois puolitiessä! Sinä elät iäti, ajasta aikaan.",
      "(H102:26)Jo ammoin sinä laskit maan perustukset, sinun kättesi työtä ovat taivaat.",
      "(H102:27)Ne katoavat, mutta sinä pysyt. Ne kuluvat loppuun kuin vaate, sinä vaihdat niitä kuin vaatekertaa, ja ne vaihtuvat uusiin.",
      "(H102:28)Mutta sinä olet iäti sama, sinun vuotesi eivät lopu.",
      "(H102:29)Palvelijoittesi lapset saavat asua turvassa, heidän lastensa lapset ovat huomassasi."
    ],
    [
      "Daavidin psalmi. Ylistä Herraa, minun sieluni, ja kaikki mitä minussa on, ylistä hänen pyhää nimeään.",
      "Ylistä Herraa, minun sieluni, älä unohda, mitä hyvää hän on sinulle tehnyt.",
      "Hän antaa anteeksi kaikki syntini ja parantaa kaikki sairauteni.",
      "Hän päästää minut kuoleman otteesta ja seppelöi minut armolla ja rakkaudella.",
      "Hän ravitsee minut aina hyvyydellään, ja minä elvyn nuoreksi, niin kuin kotka.",
      "Vanhurskaat ovat Herran teot, hän tuo oikeuden sorretuille.",
      "Hän osoitti tiensä Moosekselle ja näytti Israelille suuret tekonsa.",
      "Anteeksiantava ja laupias on Herra. Hän on kärsivällinen ja hänen armonsa on suuri.",
      "Ei hän iäti meitä syytä, ei hän ikuisesti pidä vihaa.",
      "Ei hän maksanut meille syntiemme mukaan, ei rangaissut niin kuin olisimme ansainneet.",
      "Sillä niin kuin taivas on korkea maan yllä, niin on Herran armo suuri niille, jotka pelkäävät ja rakastavat häntä.",
      "Niin kaukana kuin itä on lännestä, niin kauas hän siirtää meidän syntimme.",
      "Niin kuin isä armahtaa lapsiaan, niin armahtaa Herra niitä, jotka pelkäävät ja rakastavat häntä.",
      "Hän tuntee meidät ja tietää meidän alkumme, muistaa, että olemme maan tomua.",
      "Ihmisen elinaika on niin kuin ruohon: kuin kedon kukka hän kukoistaa,",
      "ja kun tuuli käy yli, ei häntä enää ole eikä hänen asuinsijansa häntä tunne.",
      "Mutta Herran armo pysyy ajasta aikaan, se on ikuinen niille, jotka pelkäävät ja rakastavat häntä. Polvesta polveen ulottuu hänen uskollisuutensa",
      "kaikkiin, jotka pysyvät hänen liitossaan, muistavat hänen käskynsä ja elävät niiden mukaan.",
      "Herralla on istuimensa taivaissa, ja hänen valtansa alla on kaikki maa.",
      "Ylistäkää Herraa, te hänen enkelinsä, te voimalliset sankarit, jotka hänen sanansa kuulette ja hänen käskynsä täytätte.",
      "Ylistäkää Herraa, te taivaan joukot, kaikki hänen palvelijansa, jotka hänen tahtonsa täytätte.",
      "Ylistäkää Herraa, te hänen luotunsa kaikkialla hänen valtakunnassaan. Ylistä Herraa, minun sieluni!"
    ],
    [
      "Ylistä Herraa, minun sieluni! Herra, minun Jumalani, miten suuri ja mahtava sinä olet! Sinun vaatteenasi on kirkkaus ja kunnia,",
      "valo ympäröi sinut kuin viitta. Sinä olet levittänyt taivaan kuin telttakankaan",
      "ja tehnyt salisi ylisten vetten keskelle. Sinä otat pilvet vaunuiksesi ja kuljet tuulten siivillä.",
      "Sinä teet tuulista sanasi viejät ja panet liekit palvelijoiksesi.",
      "Sinä perustit maan lujasti paikoilleen, horjumatta se pysyy ajasta aikaan.",
      "Alkumeri peitti maan kokonaan, ja vedet lepäsivät vuorten yllä,",
      "mutta sinä käskit vesiä, ja ne pakenivat, ne virtasivat kiireesti, kun äänesi jylisi.",
      "Ja vuoret kohosivat, laaksot vaipuivat kukin kohdalleen, niin kuin säädit.",
      "Sinä asetit rajat, joita vedet eivät ylitä, eivätkä ne enää palaa peittämään maata.",
      "Vuorten rinteille sinä puhkaisit lähteet, vedet juoksevat puroina ja virtaavat laaksoissa.",
      "Ne juottavat kaikki maan eläimet, villiaasikin saa sammuttaa janonsa.",
      "Niiden äärellä asuvat taivaan linnut ja visertävät lehvissä vesien partailla.",
      "Sinä juotat vuoret korkeuksien vesillä, ja maa kantaa sinun töittesi hedelmää.",
      "Sinä kasvatat ruohon karjaa varten ja maan kasvit ihmisen viljeltäviksi, että hän saisi leipänsä maasta.",
      "Sinä kasvatat viinin ihmisen iloksi, öljyn hänen kasvojansa kaunistamaan ja leivän hänen ruumiinsa voimaksi.",
      "Ravituiksi tulevat myös Herran puut, Libanonin setrit, jotka hän istutti,",
      "joiden oksille linnut tekevät pesänsä, joiden latvoissa haikaroilla on kotinsa.",
      "Vuorten rinteillä asuvat kauriit, ja tamaanit löytävät turvansa kallioista.",
      "Sinä panit kuun jakamaan aikaa, ja aurinko tietää laskemisensa hetken.",
      "Sinä lähetät pimeyden, ja tulee yö, ja metsän eläimet hiipivät esiin.",
      "Nuoret leijonat karjuvat saalistaan, pyytävät ruokaansa Jumalalta.",
      "Kun aurinko nousee, ne piiloutuvat ja palaavat luoliinsa levolle.",
      "Mutta ihminen lähtee askartensa ääreen ja tekee työtään, kunnes on ilta.",
      "Lukemattomat ovat tekosi, Herra. Miten viisaasti olet ne tehnyt! Koko maa on täynnä sinun luotujasi.",
      "Niin merikin, tuo suuri ja aava -- miten luvuton lauma siinä vilisee, parvittain eläimiä, pieniä ja suuria!",
      "Siellä kulkevat laivat, siellä on Leviatan, merihirviö, jonka loit telmimään siellä.",
      "Kaikki luotusi tarkkaavat sinua, Herra, ja odottavat ruokaansa ajallaan.",
      "Sinä annat, ja jokainen saa osansa, avaat kätesi, ja kaikki tulevat ravituiksi.",
      "Kun käännyt pois, ne hätääntyvät, kun otat niiltä elämän hengen, ne kuolevat ja palaavat maan tomuun.",
      "Kun lähetät henkesi, se luo uutta elämää, näin uudistat maan kasvot.",
      "Olkoon Herran kunnia ikuinen! Saakoon hän iloita kaikista teoistaan,",
      "hän, jonka katseesta maa järisee, jonka kosketuksesta vuoret savuavat!",
      "Herraa minä ylistän koko elämäni ajan, laulan Jumalalle niin kauan kuin elän.",
      "Olkoot mietteeni hänelle mieleen, että saan iloita Herrasta.",
      "Hävitkööt synnintekijät maasta, tulkoon loppu jumalattomista! Ylistä Herraa, minun sieluni! Halleluja!"
    ],
    [
      "Kiittäkää Herraa, huutakaa avuksi hänen nimeään, kertokaa kansoille hänen suurista teoistaan!",
      "Laulakaa hänelle, ylistäkää häntä, kertokaa hänen ihmetöistään.",
      "Ylistäkää hänen pyhää nimeään. Iloitkoot kaikki, jotka etsivät Herraa!",
      "Turvautukaa Herraan ja hänen voimaansa, etsikää aina hänen kasvojaan.",
      "Muistakaa aina hänen ihmetyönsä, hänen tunnustekonsa ja hänen tuomionsa,",
      "te Abrahamin, hänen palvelijansa, jälkeläiset, te Jaakobin pojat, jotka hän on valinnut.",
      "Hän on Herra, meidän Jumalamme, hänen valtansa ulottuu yli koko maanpiirin.",
      "Hän muistaa aina liittonsa, tuhansille sukupolville antamansa lupauksen,",
      "liiton, jonka hän teki Abrahamin kanssa, valan, jonka hän vannoi Iisakille.",
      "Hän vahvisti sen ohjeeksi Jaakobille, teki Israelin kanssa ikuisen liiton.",
      "Heitä oli vain pieni määrä, he olivat vain vähäinen joukko muukalaisia,",
      "joka vaelsi kansan luota toisen luo, valtakunnasta toiseen.",
      "Mutta hän ei antanut kenenkään sortaa heitä. Heidän tähtensä hän varoitti kuninkaita:",
      "Älkää koskeko niihin, jotka olen voidellut, älkää tehkö pahaa minun profeetoilleni.",
      "Kun Herra antoi nälänhädän kohdata maata ja ehdytti leivän saannin,",
      "hän lähetti heidän edellään miehen, Joosefin, joka myytiin orjaksi.",
      "Joosefin jalkoihin pantiin kahleet, hän kantoi rautarengasta kaulassaan,",
      "kunnes hänen sanansa kävivät toteen. Silloin Herra osoitti hänet viattomaksi.",
      "Kuningas vapautti hänet, kansojen hallitsija käski avata kahleet.",
      "Hän antoi valtakuntansa Joosefin hallintaan, kaiken omaisuutensa hänen hoidettavakseen,",
      "pani hänet käskemään ruhtinaita ja opettamaan viisautta vanhimmille.",
      "Niin Israel tuli Egyptiin, Jaakob muukalaisena Haamin maahan.",
      "Herra teki kansansa hedelmälliseksi ja paljon vahvemmaksi kuin sen viholliset.",
      "Näin hän muutti egyptiläisten mielen, ja he alkoivat vihata hänen kansaansa, vehkeillä hänen palvelijoitaan vastaan.",
      "Silloin Herra lähetti Mooseksen, palvelijansa, ja Aaronin, valitsemansa miehen,",
      "ja nämä tekivät hänen tunnustekojaan, tekivät hänen ihmeitään Haamin maassa.",
      "Herra pimensi maan, tuli synkeä pimeys, mutta egyptiläiset eivät taipuneet.",
      "Hän muutti heidän virtansa vereksi ja tappoi heidän kalansa.",
      "Heidän maansa vilisi sammakoita, niitä oli jo kuninkaan palatsissakin.",
      "Herra käski, ja paarmat tulivat, syöpäläiset levisivät yli maan.",
      "Hän lähetti sateen sijasta raekuuroja ja löi tulen lieskoilla heidän maataan.",
      "Hän tuhosi viiniköynnökset ja viikunatarhat ja silpoi kaikki heidän puunsa.",
      "Hän käski, ja heinäsirkat tulivat, tuli niiden toukkien luvuton joukko,",
      "ja ne söivät kaiken vihreän heidän maastaan, ahmivat sadon vainioilta.",
      "Hän surmasi kaikki heidän esikoisensa, heidän miehuutensa ensi hedelmät.",
      "Niin hän vei israelilaiset pois Egyptistä: he lähtivät kantaen hopeaa ja kultaa, kaikki heimot epäröimättä, horjumatta.",
      "Koko Egypti iloitsi heidän lähdöstään, sillä kansa pelkäsi heitä.",
      "Herra levitti pilven heidän verhokseen ja pani tulen valaisemaan yötä.",
      "He pyysivät ruokaa, ja hän lähetti viiriäisiä ja ravitsi heidät taivaan leivällä.",
      "Hän avasi kallion, ja siitä kumpusi vettä, vesi juoksi virtanaan pitkin kuivaa maata.",
      "Herra muisti pyhän lupauksensa, jonka hän oli antanut palvelijalleen Abrahamille.",
      "Hän vei kansansa pois, ja kansa iloitsi, riemu raikui, kun hän vei valittunsa.",
      "Hän antoi heille toisten kansojen maat, he saivat korjata näiden työn hedelmät,",
      "ja heidän tuli noudattaa Herran käskyjä, pitää kunniassa hänen lakinsa. Halleluja!"
    ],
    [
      "Halleluja! Kiittäkää Herraa! Hän on hyvä, iäti kestää hänen armonsa.",
      "Kuka voi sanoiksi pukea Herran voimateot, kuka voi häntä kyllin ylistää?",
      "Onnellisia ne, jotka elävät vanhurskaasti, jotka aina tekevät niin kuin oikein on.",
      "Herra, sinä olet armollinen kansallesi -- muistathan myös minua! Auta minua, ota minut huomaasi,",
      "että saisin kokea valittujesi onnen, että saisin iloita, kun sinun kansasi iloitsee, ja ylistää osaani sinun omiesi kanssa.",
      "Me olemme tehneet syntiä, niin kuin isämmekin, pahoin me olemme tehneet, eläneet jumalattomasti.",
      "Kun isämme olivat Egyptissä, he eivät ymmärtäneet sinun tunnustekojasi. Vaikka monin tavoin osoitit uskollisuutesi, he eivät sitä mieleensä painaneet. Kaislamerellä he kapinoivat sinua vastaan.",
      "Mutta Herra pelasti heidät, nimensä kunnian tähden, hän osoitti voimansa ja suuruutensa.",
      "Hän käski Kaislamerta, ja se kuivui, ja hän kuljetti heidät syvyyksien halki, merenpohjaa pitkin kuin aavikkotietä.",
      "Hän pelasti heidät vainoojien käsistä, vapautti heidät vihollisen vallasta.",
      "Vedet peittivät heidän ahdistajansa, ainoakaan ei jäänyt henkiin.",
      "Silloin isämme uskoivat hänen sanansa ja lauloivat hänelle kiitosta.",
      "Mutta kohta he taas unohtivat hänen tekonsa, eivät odottaneet hänen neuvojaan.",
      "Autiomaassa he kävivät ahnaiksi ja koettelivat Jumalaa.",
      "Hän antoi heille, mitä he pyysivät, mutta istutti heihin hivuttavan taudin.",
      "Leirissä kansa alkoi kadehtia Moosesta ja Aaronia, Jumalan pyhää.",
      "Silloin maa aukeni ja nieli Datanin, hautasi alleen Abiramin joukon.",
      "Tuli leimahti leirin keskellä, liekki poltti jumalattomat.",
      "Horebin juurella he valoivat sonnin ja kumarsivat tekemäänsä patsasta.",
      "He vaihtoivat Herran, Kunniansa, ruohoa syövän naudan kuvaan.",
      "He unohtivat Jumalan, pelastajansa, hänet, joka teki suuria Egyptissä,",
      "Haamin maassa ihmeellisiä töitä, pelottavia tekoja Kaislamerellä.",
      "Vihassaan Herra aikoi hävittää heidät, mutta Mooses, hänen valittunsa, astui hänen eteensä ja suojeli heitä, taivutti hänet säästämään kansan.",
      "He väheksyivät ihanaa maata, he eivät uskoneet Herran sanaa",
      "vaan nurisivat teltoissaan eivätkä tahtoneet totella Herraa.",
      "Silloin Herra kohotti kätensä tuhotakseen heidät autiomaassa",
      "ja heittääkseen heidän lapsensa kansojen sekaan, hajalle vieraisiin maihin.",
      "He antautuivat palvelemaan Baal-Peoria ja söivät kuolleille kuville tuotuja uhreja.",
      "He vihastuttivat Herran teoillaan, ja siksi vitsaus iski heihin.",
      "Mutta kansan keskeltä nousi Pinehas -- hän langetti tuomion, ja vitsaus väistyi.",
      "Tämän tähden hänet katsotaan vanhurskaaksi, iäti, polvesta polveen.",
      "Meribassa, missä vedet virtasivat, he vihastuttivat Herran. Mooses joutui kärsimään heidän takiaan,",
      "kun he saivat hänet menettämään malttinsa ja hän puhui sanojaan punnitsematta.",
      "He eivät hävittäneet kansoja, jotka Herra oli käskenyt hävittää,",
      "vaan veljeilivät vieraiden kansojen kanssa ja ottivat oppia niiden menoista.",
      "He palvoivat vieraita jumalia ja joutuivat niiden pauloihin.",
      "He uhrasivat poikiaan ja tyttäriään hengille,",
      "poikiensa ja tyttäriensä veren he uhrasivat Kanaanin jumalille. He vuodattivat viatonta verta, ja maa saastui.",
      "He tahrasivat itsensä teoillaan, kun he olivat uskottomia Herralle.",
      "Niin Herran viha syttyi, hän ei enää sietänyt omaa kansaansa.",
      "Hän antoi sen vieraiden kansojen käsiin, vihamiesten orjuuteen.",
      "Viholliset ahdistivat israelilaisia, ja heidän oli nöyrryttävä vieraiden valtaan.",
      "Yhä uudestaan Herra pelasti heidät. Silti he kapinoivat ja toimivat halujensa mukaan, vajosivat syntiin yhä syvemmälle.",
      "Mutta Herra näki heidän ahdinkonsa ja kuuli heidän avunhuutonsa.",
      "Hän muisti liittonsa ja armahti heitä, osoitti suuren laupeutensa.",
      "Hän taivutti heille suopeiksi ne, jotka olivat vieneet heidät vankeuteen.",
      "Pelasta meidät, Herra, meidän Jumalamme, saata meidät yhteen kansojen keskeltä! Silloin saamme ylistää pyhää nimeäsi ja riemuiten kiittää sinua.",
      "Ylistetty olkoon Herra, Israelin Jumala, iankaikkisesta iankaikkiseen! Koko kansa sanokoon: Aamen. Halleluja!"
    ],
    [
      "Kiittäkää Herraa! Hän on hyvä, iäti kestää hänen armonsa.",
      "Näin sanokoot ne, jotka Herra on pelastanut, jotka hän on tuonut ahdingosta vapauteen,",
      "koonnut vieraista maista, idästä ja lännestä, pohjoisesta ja meren suunnalta.",
      "Jotkut heistä harhailivat aavikolla eivätkä löytäneet kaupunkia, johon asettua asumaan.",
      "Heitä vaivasi jano ja nälkä, he olivat nääntymäisillään.",
      "Mutta hädässään he huusivat avuksi Herraa, ja Herra päästi heidät ahdingosta.",
      "Hän osoitti heille tien, ja niin he löysivät kaupungin, jossa asua.",
      "Kiittäkööt he Herraa hänen hyvyydestään, ylistäkööt ihmeellisiä tekoja, jotka hän on ihmisille tehnyt!",
      "Herra ravitsee nääntyvän, hän täyttää nälkäisen hyvillä antimilla.",
      "Jotkut heistä viruivat vankeudessa, kahlehdittuina, kuoleman pimeydessä,",
      "koska olivat uhmanneet Jumalan käskyjä, halveksineet Korkeimman neuvoja.",
      "Herra lähetti heille kärsimyksiä ja lannisti heidän uhmansa. He murtuivat, eikä kukaan auttanut heitä.",
      "Mutta hädässään he huusivat avuksi Herraa, ja Herra pelasti heidät ahdingosta.",
      "Hän vapautti heidät kuoleman pimeydestä, hän katkaisi heidän kahleensa.",
      "Kiittäkööt he Herraa hänen hyvyydestään, ylistäkööt ihmeellisiä tekoja, jotka hän on ihmisille tehnyt!",
      "Hän murskaa pronssiset ovet, murtaa rautaiset teljet.",
      "Jotkut taas olivat mielettömiä, tekivät syntiä ja joutuivat kärsimään tekojensa tähden.",
      "Kaikki ruoka inhotti heitä, he olivat jo kuoleman porteilla.",
      "Mutta hädässään he huusivat avuksi Herraa, ja Herra pelasti heidät ahdingosta.",
      "Hän lähetti sanansa, ja se paransi heidät, haudan partaalta hän auttoi heidät turvaan.",
      "Kiittäkööt he Herraa hänen hyvyydestään, ylistäkööt ihmeellisiä tekoja, jotka hän on ihmisille tehnyt!",
      "Uhratkoot kiitosuhreja, kertokoot riemuiten hänen teoistaan!",
      "Jotkut heistä nousivat laivoihin ja hankkivat elantonsa aavoilla merillä.",
      "He näkivät Herran teot, syvyyksien ihmeet, hänen suuret tekonsa.",
      "Herra käski, ja nousi myrskytuuli, meri aaltoili rajusti.",
      "He nousivat korkeuksiin, vaipuivat syvyyksiin, hädän hetkellä heidän rohkeutensa murtui.",
      "He keinuivat, he huojuivat kuin juopuneet, heidän taidoistaan ei ollut apua.",
      "Mutta hädässään he huusivat avuksi Herraa, ja Herra auttoi heidät ahdingosta.",
      "Hän tyynnytti tuulen, ja aallot hiljenivät.",
      "He riemuitsivat, kun myrsky laantui ja Herra vei heidät kaivattuun satamaan.",
      "Kiittäkööt he Herraa hänen hyvyydestään, ylistäkööt ihmeellisiä tekoja, jotka hän on ihmisille tehnyt!",
      "Kuuluttakoot hänen kunniaansa kansan keskellä, hänen kiitostaan vanhinten kokouksissa!",
      "Herra muuttaa jokilaakson autiomaaksi, keitaat hiekka-aavikoiksi,",
      "hedelmällisen maan suola-aroksi siellä asuvien pahuuden tähden.",
      "Herra muuttaa aavikot kosteikoiksi, kuivan maan vehreiksi keitaiksi.",
      "Sinne hän antaa nälkäisten asettua, sinne he rakentavat itselleen kaupungin.",
      "He kylvävät peltoja, istuttavat viinitarhoja, ja ne tuottavat runsaan sadon.",
      "Herra siunaa heitä, ja kansa kasvaa, hän pitää huolen heidän karjansa runsaudesta.",
      "Vastoinkäymisten ja vaivojen alla he vaipuvat maahan, ja kansa vähenee.",
      "Herra pitää pilkkanaan ruhtinaita ja panee mahtimiehet harhailemaan aavikolla,",
      "mutta köyhät hän nostaa kurjuudesta ja tekee heidän sukunsa suureksi, lukuisaksi kuin lammaslauma.",
      "Oikeamieliset iloitsevat, kun sen näkevät, mutta jumalattomien suu sulkeutuu.",
      "Joka on viisas, muistaa tämän ja miettii Herran hyviä tekoja."
    ],
    [
      "Daavidin psalmilaulu. (H108:2)Jumala, sydämeni on levollinen, mieleni on tyyni. Minä tahdon laulaa ja soittaa!",
      "(H108:3)Herää, harppu, herää, lyyra, minä tahdon herättää aamuruskon!",
      "(H108:4)Herra, minä ylistän sinua kansojen keskellä, minä laulan kaikille kansoille sinun kiitostasi.",
      "(H108:5)Sinun armosi ulottuu yli taivaitten, sinun uskollisuutesi ylös pilviin.",
      "(H108:6)Jumala, kohotkoon kunniasi yli taivaitten, kirkkautesi yli kaiken maan!",
      "(H108:7)Auta meitä väkevällä kädelläsi, pelasta ne, joita rakastat. Vastaa minulle!",
      "(H108:9)Minun on Gilead, minun on Manasse, Efraim on kypärä päässäni, Juuda on valtikkani.",
      "(H108:11)Kuka vie minut linnoitettuun kaupunkiin, kuka opastaa minut Edomiin?",
      "(H108:12)Sinä, Jumala, olet hylännyt meidät etkä kulje sotajoukkomme mukana.",
      "(H108:13)Auta meitä, me olemme hädässä! Turha on ihmisten apu.",
      "(H108:14)Jumalan voimalla me teemme suuria tekoja, hän polkee maahan vihollisemme."
    ],
    [
      "Laulunjohtajalle. Daavidin psalmi. Jumala, sinä jota ylistän, älä enää vaikene!",
      "Minun vainoojani ovat avanneet suunsa, nuo jumalattomat ja petturit! He puhuvat minulle valheita.",
      "Joka puolelta he sinkoavat ilkeitä sanoja ja hyökkäävät syyttä minua vastaan.",
      "He palkitsevat ystävyyteni syytöksin. En ole tehnyt mitään pahaa!",
      "He maksavat hyvän pahalla, ystävyyteni vihalla.",
      "Pane ankara syyttäjä vastustajani kimppuun, pane armoton mies todistamaan häntä vastaan!",
      "Kun hänen asiansa on oikeudessa, hänet tuomittakoon syylliseksi, hänen rukouksensakin katsottakoon pahaksi teoksi.",
      "Vähiin jääkööt hänen elämänsä päivät, toinen ottakoon hänen työnsä ja toimensa.",
      "Jääkööt hänen lapsensa orvoiksi, jääköön hänen vaimonsa leskeksi.",
      "Joutukoot hänen lapsensa kerjuulle, mieron tielle kotinsa raunioilta.",
      "Riistäköön koronkiskuri hänen omaisuutensa, ryöstäkööt vieraat hänen työnsä hedelmät.",
      "Älköön kukaan osoittako hänelle armoa, älköön kukaan säälikö hänen orpoja lapsiaan.",
      "Sammukoon hänen sukunsa, jo toisessa polvessa kadotkoon hänen nimensä.",
      "Hänen isiensä synnit pysykööt Herran muistissa, hänen äitinsä rikkomukset älkööt unohtuko,",
      "pysykööt ne aina Herran edessä. Hävittäköön Herra heidän muistonsa maan päältä!",
      "Tuo mies ei ajatellutkaan tehdä hyvää. Hän vainosi köyhää ja avutonta, ajoi murtuneen ihmisen kuolemaan.",
      "Hän syyti kirouksia - saakoon itse ne päälleen! Ketään hän ei siunannut - jääköön itse siunauksetta!",
      "Kietokoon kirous hänet kuin vaate, menköön se hänen sisäänsä kuin vesi, hänen luihinsa kuin liukas öljy.",
      "Olkoon se viittana hänen yllään, vyönä hänen lanteillaan.",
      "Näin tehköön Herra niille, jotka minua syyttävät, niille, jotka puhuvat minusta pahaa.",
      "Herra, minun Herrani, tule avukseni nimesi kunnian tähden! Sinä olet hyvä ja uskollinen, pelasta minut!",
      "Minä olen köyhä ja avuton, sydämeni on haavoilla.",
      "Minä katoan kuin väistyvä varjo, minut huitaistaan pois kuin heinäsirkka.",
      "Polveni horjuvat paastoamisesta, olen pelkkää luuta ja nahkaa.",
      "Vainoojani pilkkaavat minua, nyökyttelevät päätään, kun minut näkevät.",
      "Auta minua, Herra, Jumalani! Sinä, joka olet uskollinen, pelasta minut!",
      "Tulkoot he tuntemaan sinun kätesi voiman, saakoot tietää, että sinä, Herra, autat.",
      "Kirotkoot vain -- sinä siunaat. Nouskoot minua vastaan -- heidän käy huonosti, mutta palvelijasi saa iloita.",
      "Olkoon pilkka syyttäjieni vaatteena, häpeä heidän viittanaan.",
      "Suureen ääneen minä kiitän Herraa, kansan keskellä minä häntä ylistän.",
      "Hän seisoo sorretun vierellä ja pelastaa hänet niiden käsistä, jotka tahtovat hänet tuomita."
    ],
    [
      "Herra, Siionin valtias, ojentaa sinulle hallitsijan sauvan. Ulottukoon sinun mahtisi myös vihollistesi yli!",
      "Herra on sinun oikealla puolellasi. Kun hän vihastuu, hän murskaa kuninkaat.",
      "Hän tuomitsee kansat: kaikkialla on ruumiita, joka puolella on katkottuja päitä.",
      "Kuningas juo purosta matkansa varrella. Voittoisana hän kohottaa päänsä."
    ],
    [
      "Halleluja! Koko sydämestäni minä ylistän Herraa oikeamielisten joukossa, seurakunnan keskellä.",
      "Suuret ovat Herran teot! Joka niitä rakastaa, tutkii niitä.",
      "Mahtavat ja ihmeelliset ovat hänen työnsä, iäti pysyy hänen vanhurskas valtansa,",
      "iäti muistettavia ovat ihmeet, jotka hän on tehnyt. Anteeksiantava ja laupias on Herra!",
      "Hän ravitsee ne, jotka häntä pelkäävät, hän muistaa liittonsa ikuisesti.",
      "Hän on teoillaan osoittanut kansalleen voimansa, hän on antanut sille omaksi toisten kansojen maat.",
      "Kaikki, mitä hän tekee, on oikein, ja se pysyy, hänen säädöksensä eivät muutu.",
      "Hän on vahvistanut ne ikuisiksi ajoiksi, ne ovat oikeat ja lujat.",
      "Hän vapautti kansansa, hän sääti liittonsa ikuiseksi. Hän on pelottava, hän on pyhä!",
      "Herran pelko on viisauden alku, viisas se, joka hänen tahtonsa täyttää. Kaikukoon Herran ylistys ajasta aikaan!"
    ],
    [
      "Halleluja! Hyvä on sen osa, joka pelkää Herraa ja rakastaa Herran käskyjä.",
      "Hänen jälkeläisistään tulee maan mahtavia, polvi polvelta saavat oikeamieliset siunauksen.",
      "Vauraus ja rikkaus täyttää hänen kotinsa. Hänen vanhurskautensa pysyy.",
      "Pimeydessäkin koittaa oikeamieliselle valo. Vanhurskas on anteeksiantava ja laupias.",
      "Hyvin käy sen, joka on armelias ja lainaa omastaan muille, sen, joka aina toimii oikeuden mukaan.",
      "Oikeamielinen ei koskaan horju, hänet muistetaan ikuisesti.",
      "Ei hän pelkää pahoja viestejä vaan luottaa vakain mielin Herraan.",
      "Hän on vahva ja rohkea, ei hän pelkää, ja pian hän katsoo voittajana ahdistajiinsa.",
      "Hän antaa avokätisesti köyhille, hän toimii aina vanhurskaasti ja kulkee pystyssä päin.",
      "Sen nähdessään jumalaton vimmastuu, kiristelee hampaitaan, pakahtuu raivoonsa. Tyhjiin raukeavat jumalattomien toiveet!"
    ],
    [
      "Halleluja! Ylistäkää Herran nimeä, ylistäkää, te Herran palvelijat!",
      "Siunattu olkoon Herran nimi nyt ja aina!",
      "Idän ääriltä kaukaiseen länteen saakka kaikukoon Herran nimen ylistys!",
      "Herra on korkea, kaikkien kansojen valtias, yli taivaitten kohoaa hänen kirkkautensa.",
      "Onko ketään Herran, meidän Jumalamme, vertaista? Hän istuu valtaistuimellaan korkeuksissa",
      "mutta näkee alas maan syvyyksiin. Ei ole taivaassa, ei maassa ketään hänen vertaistaan!",
      "Hän nostaa köyhän tomusta, hän kohottaa kurjan loasta",
      "ja asettaa hänet ylhäisten joukkoon, kansansa ylimysten vierelle.",
      "Hän turvaa hedelmättömälle naiselle kodin, antaa hänelle lapsia ja äitiyden ilon. Halleluja!"
    ],
    [
      "Kun Israel lähti Egyptistä, kun Jaakobin suku jätti vieraan maan,",
      "Herra teki Juudasta pyhäkkönsä, Israelista oman valtakuntansa.",
      "Meri näki tämän ja pakeni, Jordanin vedet kääntyivät takaisin.",
      "Vuoret hyppivät kuin karitsat, kukkulat kuin säikyt lampaat.",
      "Mikä sinun on, meri? Miksi pakenet? Miksi käännyt takaisin, Jordan?",
      "Vuoret, miksi hypitte kuin karitsat? Miksi, kukkulat, säikytte kuin lampaat?",
      "Vapise, maa, Herran edessä, Jaakobin Jumalan edessä!",
      "Hän muuttaa kallion kosteikoksi, avaa kivipaadesta vesilähteen."
    ],
    [
      "Älä meille, Herra, älä meille anna kunniaa, mutta anna kunnia omalle nimellesi, sinä hyvä ja uskollinen!",
      "Meidän Jumalamme on taivaassa. Kaiken, mitä hän tahtoo, hän myös tekee.",
      "Muiden kansojen jumalat ovat hopeaa ja kultaa, ihmiskätten työtä.",
      "Niillä on suu, mutta ne eivät puhu, niillä on silmät, mutta ne eivät näe.",
      "Niillä on korvat, mutta ne eivät kuule, niillä on nenä, mutta ne eivät haista.",
      "Niillä on kädet, mutta ne eivät kosketa, niillä on jalat, mutta ne eivät kävele, niiden kurkusta ei kuulu mitään ääntä.",
      "Niiden kaltaisiksi tulevat niiden tekijät, kaikki, jotka niihin turvaavat.",
      "Sinä, Israel, luota Herraan! Hän on sinun turvasi ja kilpesi.",
      "Aaronin suku, luota Herraan! Hän on sinun turvasi ja kilpesi.",
      "Te, Herran palvelijat, luottakaa Herraan! Hän on teidän turvanne ja kilpenne.",
      "Herra muistaa meitä ja siunaa meitä, hän siunaa Israelin sukua, hän siunaa Aaronin sukua.",
      "Herra siunaa niitä, jotka häntä palvelevat, niin pieniä kuin suuria.",
      "Lisätköön Herra kansaansa, teitä ja lapsianne, polvesta polveen.",
      "Siunatkoon teitä Herra, hän, joka on tehnyt taivaan ja maan.",
      "Taivas on Herran, maan hän on antanut ihmisille.",
      "Eivät kuolleet ylistä Herraa, ei yksikään, joka on hiljaisuuteen laskeutunut.",
      "Mutta me kiitämme Herraa nyt ja ikuisesti. Halleluja!"
    ],
    [
      "Minä rakastan Herraa. Hän kuulee minua, hän kuulee hartaan pyyntöni.",
      "Kun huudan häntä avuksi, hän kuuntelee.",
      "Kuoleman köydet kiertyivät ympärilleni, tuonelan kauhut ahdistivat minua, minut valtasi tuska ja murhe.",
      "Herra on oikeamielinen ja laupias, meidän Jumalamme on armollinen.",
      "Herra on avuttomien suojelija. Kun voimani uupuivat, hän tuli avukseni.",
      "Nyt olen saanut rauhan, Herra piti minusta huolen.",
      "Hän pelasti minut kuolemasta, hän säästi silmäni kyyneliltä, ei antanut jalkani astua harhaan.",
      "Minä saan vaeltaa Herran edessä elävien maassa.",
      "Minä uskon, ja siksi puhun. Olin tuhon partaalla.",
      "Hädän hetkellä minä näin: ihmisiin ei ole luottamista.",
      "Kuinka voisin maksaa Herralle sen, minkä hän on hyväkseni tehnyt?",
      "Minä kohotan uhrimaljan ja kiitän Herraa, pelastajaani.",
      "Minkä olen hänelle luvannut, sen teen, teen sen hänen kansansa nähden.",
      "Kallis on Herran silmissä hänen uskollistensa henki.",
      "Herra, kuule minua, palvelijaasi! Olen palvelijasi, sinun palvelijattaresi poika. Sinä olet katkaissut kahleeni.",
      "Herra, minä uhraan sinulle kiitosuhrin ja ylistän sinun nimeäsi.",
      "Minkä olen Herralle luvannut, sen teen, teen sen hänen kansansa nähden",
      "Herran temppelin esipihalla, sinun keskelläsi, Jerusalem. Halleluja!"
    ],
    [
      "Kiittäkää Herraa, kaikki kansat! Ylistäkää häntä, kansakunnat!",
      "Rajaton on hänen rakkautensa, iäti hän on meille uskollinen. Halleluja!"
    ],
    [
      "Kiittäkää Herraa! Hän on hyvä, iäti kestää hänen armonsa.",
      "Julista, sinä Israelin kansa: iäti kestää hänen armonsa.",
      "Julista, sinä Aaronin suku: iäti kestää hänen armonsa.",
      "Julistakaa, te Herran palvelijat: iäti kestää hänen armonsa.",
      "Ahdingossani minä huusin Herraa. Hän kuuli ja avasi tien.",
      "Kun Herra on minun kanssani, en minä mitään pelkää. Mitä voisivat ihmiset silloin?",
      "Kun Herra on minun kanssani, hän tuo minulle avun, ja pelotta katson vihollisiani.",
      "On parempi turvata Herraan kuin luottaa ihmisten apuun.",
      "On parempi turvata Herraan kuin luottaa mahtavien apuun.",
      "Viholliset saartoivat minut, mutta Herran nimessä minä nujerran heidät!",
      "He piirittivät ja saartoivat minut, mutta Herran nimessä minä nujerran heidät!",
      "He piirittivät minua kuin mehiläisparvi, mutta hetkessä he hävisivät kuin palavat ohdakkeet. Herran nimessä minä nujerran heidät!",
      "He syöksivät minut lähes tuhoon, mutta Herra tuli avukseni.",
      "Herra on minun väkeni ja voimani. Hän pelasti minut.",
      "Kuulkaa, miten voitonhuuto kajahtaa, riemu raikuu pelastettujen majoilta: Herran käsi on voimallinen!",
      "Herran käsi on meidän yllämme. Herran käsi on voimallinen!",
      "Minä en kuole, vaan elän ja kerron Herran teoista.",
      "Hän kyllä kuritti minua mutta ei antanut kuoleman valtaan.",
      "Avatkaa minulle vanhurskauden portit! Niistä käyn sisään kiittämään Herraa.",
      "Tämä on Herran portti, josta vanhurskaat saavat käydä.",
      "Minä kiitän sinua siitä, että kuulit minua ja pelastit minut.",
      "Kivi, jonka rakentajat hylkäsivät, on nyt kulmakivi.",
      "Herra tämän teki, Herra teki ihmeen silmiemme edessä.",
      "Tämän päivän on Herra tehnyt, iloitkaa ja riemuitkaa siitä!",
      "Hoosianna! Herra, anna meille apusi! Oi Herra, anna menestys!",
      "Siunattu olkoon se, joka tulee Herran nimessä. Herran huoneesta teidät siunataan.",
      "Herra on Jumala! Hän antoi valonsa meille. Käykää kulkueena lehvät käsissä, ulottakaa piirinne alttarin sarviin.",
      "Sinä olet Jumalani, sinua minä kiitän, Jumala, sinua minä suuresti ylistän.",
      "Kiittäkää Herraa! Hän on hyvä, iäti kestää hänen armonsa!"
    ],
    [
      "Onnellisia ovat ne, joiden vaellus on nuhteetonta, ne, jotka seuraavat Herran lakia.",
      "Onnellisia ne, jotka pitävät hänen liittonsa ja koko sydämestään kysyvät hänen tahtoaan,",
      "ne, jotka eivät tee vääryyttä vaan kulkevat hänen teitään.",
      "Sinä olet antanut säädöksesi tarkoin noudatettaviksi.",
      "Kunpa kulkuni olisi vakaa, kunpa aina seuraisin sinun määräyksiäsi!",
      "Kun pidän käskysi silmieni edessä, en joudu häpeään.",
      "Vilpittömin sydämin minä kiitän sinua, kun opin tuntemaan oikeamieliset päätöksesi.",
      "Minä noudatan sinun käskyjäsi -- älä koskaan minua hylkää!",
      "Miten nuorukainen pysyy oikealla tiellä? Siten, että noudattaa sinun sanaasi.",
      "Koko sydämestäni minä kysyn sinun tahtoasi, älä anna minun eksyä käskyjesi tieltä.",
      "Minä talletan kaikki ohjeesi sydämeeni, etten rikkoisi sinua vastaan.",
      "Kiitetty olet sinä, Herra! Opeta minut tuntemaan määräyksesi.",
      "Minä julistan ihmisille kaikki sinun päätöksesi.",
      "Minä iloitsen sinun liittosi tiestä niin kuin iloitaan rikkauksista.",
      "Minä tutkistelen sinun säädöksiäsi, pidän katseeni sinun poluillasi.",
      "Sinun käskysi ovat iloni, sinun sanaasi minä en unohda.",
      "Pidä huolta minusta, palvelijastasi, niin saan elää ja noudattaa sinun sanaasi.",
      "Avaa silmäni näkemään sinun lakisi kaikkine ihmeineen.",
      "Minä olen muukalainen maan päällä. Älä salaa minulta käskyjäsi.",
      "Minä riudun kaipauksesta, alati minä odotan sinun päätöksiäsi.",
      "Sinä pidät kurissa röyhkeät, nuo kirotut, jotka kääntävät selkänsä sinun käskyillesi.",
      "Vapauta minut pilkasta ja häväistyksestä, olenhan elänyt niin kuin liittosi vaatii.",
      "Vehkeilkööt mahtimiehet minua vastaan -- minä, palvelijasi, tutkin sinun määräyksiäsi.",
      "Sinun liittosi on iloni, liittosi säädökset ovat neuvonantajani.",
      "Minä olen vaipunut maan tomuun. Virvoita minut, tee sanasi mukaan!",
      "Sinä kuulet minua, kun kerron, mitä teitä olen kulkenut. Opeta minut tuntemaan määräyksesi!",
      "Opasta minut säädöstesi tielle, minä tahdon tutkistella sinun lakisi ihmeitä.",
      "Olen levoton, huolet painavat minua. Nosta minut maasta, tee sanasi mukaan!",
      "Pidä minut loitolla valheen teistä, opeta minulle lakisi, ole armollinen.",
      "Minä olen valinnut totuuden tien, sinun päätöksesi ovat aina silmieni edessä.",
      "Sinun liitostasi, Herra, minä pidän kiinni -- älä anna minun joutua häpeään!",
      "Kevein askelin minä kuljen sinun käskyjesi tietä, sinä huojennat mieleni.",
      "Herra, opeta minulle määräystesi tie, niin seuraan sitä tinkimättä.",
      "Anna minulle ymmärrystä noudattaa lakiasi, olla sydämestäni sille kuuliainen.",
      "Anna minun kulkea käskyjesi polkua, siitä minä saan ilon.",
      "Taivuta sydämeni liittosi puoleen, oman voiton pyynnistä ohjaa se pois.",
      "Käännä katseeni kauas kaikesta turhasta, anna minun elää ja kulkea sinun tietäsi.",
      "Tee myös minulle se, minkä olet luvannut tehdä kaikille, jotka sinua pelkäävät.",
      "Päästä minut häpeästä, joka minua uhkaa. Sinun päätöksesi ovat hyvät.",
      "Herra, minä kaipaan sinun säädöksiäsi. Sinä olet oikeamielinen -- anna minun elää!",
      "Herra, osoita minulle uskollisuutesi, auta minua, tee lupauksesi mukaan!",
      "Sinun sanaasi minä turvaan, sen avulla pystyn vastaamaan pilkkaajille.",
      "Älä jätä suutani totuuden sanaa vaille, minä panen toivoni sinun päätöksiisi.",
      "Minä noudatan aina sinun lakiasi, aina ja ikuisesti.",
      "Sinun säädöstesi mukaan minä tahdon elää, ja siksi voin kulkea kevein mielin.",
      "Kuninkaittenkin edessä kerron arkailematta sinun liitostasi.",
      "Sinun käskyistäsi minä saan ilon, ne ovat minulle rakkaat.",
      "Minä kohotan käteni sinun puoleesi, minä tutkistelen sinun käskyjäsi. Ne ovat minulle rakkaat.",
      "Muista lupausta, jonka palvelijallesi annoit! Sinun sanasi antoi minulle toivon.",
      "Sinun lupauksesi on kurjuudessa lohtunani, se virvoittaa minut jälleen.",
      "Röyhkeät ovat alati minua solvaamassa, mutta minä en poikkea sinun laistasi.",
      "Minä ajattelen ikiaikaisia päätöksiäsi, Herra, niistä minä saan lohdun.",
      "Minä joudun suunniltani jumalattomien tähden, jotka hylkäävät sinun lakisi.",
      "Sinun käskysi ovat riemulauluni, kun asun täällä muukalaisena.",
      "Yölläkin minä muistan sinut, Herra, minä tahdon alati noudattaa lakiasi.",
      "Tämä on minun tehtäväni: elää sinun säädöstesi mukaan.",
      "Herra on minulle kaikki, muuta ei minulla ole, hänen sanojaan olen luvannut noudattaa.",
      "Koko sydämestäni minä pyydän suosiotasi: armahda minua, tee lupauksesi mukaan!",
      "Minä tutkin vaellustani ja käännän askeleeni sinun liittosi tielle.",
      "Oikopäätä, viivyttelemättä minä aina täytän sinun käskysi.",
      "Jumalattomien köydet kiertyvät ympärilleni, mutta minä en unohda sinun lakiasi.",
      "Yösydännäkin nousen kiittämään sinua oikeudenmukaisista päätöksistäsi.",
      "Olen kaikkien niiden ystävä, jotka pelkäävät sinua ja noudattavat sinun säädöksiäsi.",
      "Sinun hyvyytesi, Herra, täyttää maan. Opeta minut tuntemaan käskysi!",
      "Herra, hyvin sinä olet palvelijallesi tehnyt, olet tehnyt sanasi mukaan.",
      "Anna minulle tietoa, anna oikeaa ymmärrystä, minä turvaan sinun käskyihisi.",
      "Minä kuljin harhateitä, kunnes jouduin nöyrtymään. Nyt olen kuuliainen, elän ohjeittesi mukaan.",
      "Herra, sinä olet hyvä, sinun tekosi ovat hyvät. Opeta minut tuntemaan määräyksesi!",
      "Röyhkeät mustaavat minua valheillaan, mutta minä seuraan kaikessa sinun säädöksiäsi.",
      "Heidän sydämensä on turta kuin ihramöykky, mutta minulle sinun lakisi antaa ilon.",
      "Hyvä oli, että jouduin nöyrtymään, näin minä opin sinun määräyksesi.",
      "Laki, jonka olet antanut, on minulle kallis, kalliimpi kuin kaikki hopea ja kulta.",
      "Sinun kätesi ovat minut muovanneet. Anna myös ymmärrystä, että opin käskysi!",
      "Sinun palvelijasi iloitsevat, kun näkevät minut, sillä minä panen toivoni sinun sanaasi.",
      "Minä tiedän, Herra, että sinun päätöksesi ovat oikeat -- oikein oli, että panit minut nöyrtymään.",
      "Anna armosi lohdukseni, niin kuin olet palvelijallesi luvannut.",
      "Ole minulle laupias, silloin jaksan elää. Sinun lakisi antaa minulle ilon.",
      "Joutukoot häpeään röyhkeät -- syyttä he vainoavat minua! Minä tutkistelen sinun säädöksiäsi.",
      "Tulkoot luokseni ne, jotka palvelevat sinua ja tietävät, mitä sinun liittosi vaatii.",
      "Kunpa noudattaisin vakaasti sinun määräyksiäsi! Silloin en joudu häpeään.",
      "Minun sydämeni ikävöi apuasi, sinun lupaukseesi minä panen toivoni.",
      "Vaikka olen kuin savun käpristämä leili, en unohda sinun käskyjäsi.",
      "Kuinka kauan annat palvelijasi odottaa? Milloin langetat tuomion vainoojilleni?",
      "Röyhkeät kaivavat tielleni kuoppia, nuo, jotka eivät piittaa sinun laistasi.",
      "Sinun käskysi ovat oikeat. Auta minua! He vainoavat minua syyttä.",
      "He ovat miltei tuhonneet minut, mutta minä en hylkää sinun säädöksiäsi.",
      "Anna minun elää, sinä uskollinen, niin olen kuuliainen sinun liitollesi.",
      "Herra, sinun sanasi on ikuinen. Sen luja perusta on taivaassa.",
      "Polvesta polveen pysyy totuutesi. Sinä panit paikoilleen maan, ja se pysyy.",
      "Sinun päätöstesi varassa on yhä kaikki, koko luomakunta palvelee sinua.",
      "Ellei lakisi olisi ollut minun ilonani, olisin menehtynyt kurjuuteen.",
      "Milloinkaan en unohda sinun säädöksiäsi, ne antavat minulle elämän.",
      "Minä kuulun sinulle. Pelasta minut! Sinun säädöstesi mukaan minä tahdon elää.",
      "Jumalattomat väijyvät minua tuhotakseen minut, mutta minä tutkin sinun liittosi säädöksiä.",
      "Kaikelle tulee loppu, sen olen nähnyt, mutta sinun käskysi ovat ikuisesti voimassa.",
      "Kuinka rakastankaan sinun lakiasi! Kaiken päivää minä sitä tutkin.",
      "Sinun käskysi ovat alati ohjeenani, ne tekevät minut vihollisiani viisaammaksi.",
      "Olen oppineempi kuin kaikki opettajani, kun tutkin sinun liittosi säädöksiä.",
      "Olen viisaampi kuin kansan vanhimmat, kun noudatan sinun säädöksiäsi.",
      "Pahan poluille en jalallani astu, minä tahdon totella sinun sanaasi.",
      "Sinun päätöksistäsi en poikkea syrjään, sillä sinulta minä olen oppini saanut.",
      "Miten suloiset ovatkaan sinun sanasi! Ne maistuvat hunajaa makeammilta.",
      "Sinun säädöksesi antavat minulle ymmärrystä. Sen tähden minä vihaan kaikkia valheen teitä!",
      "Sinun sanasi on lamppu, joka valaisee askeleeni, se on valo minun matkallani.",
      "Olen vannonut valan, ja valani pidän: minä noudatan sinun vanhurskaita päätöksiäsi.",
      "Herra, paljon olen joutunut kärsimään. Anna minun elää -- tee sanasi mukaan!",
      "Olkoon lupaukseni sinulle mieluisa uhri, Herra. Opeta minut tuntemaan päätöksesi!",
      "Kaiken aikaa henkeni on uhattuna, mutta minä en unohda sinun lakiasi.",
      "Jumalattomat ovat virittäneet minulle ansoja, mutta minä en eksy sinun säädöstesi tieltä.",
      "Sinun liittosi on ikuinen perintöni, siitä minun sydämeni iloitsee.",
      "Olen taivuttanut mieleni täyttämään käskysi, aina ja tinkimättä.",
      "Mieltään muuttelevia minä vihaan, mutta sinun lakiasi rakastan.",
      "Sinä olet minun suojani ja kilpeni, sinun sanaasi minä panen toivoni.",
      "Kaikotkaa, pahantekijät! Minä tottelen Jumalani käskyjä.",
      "Ole tukenani lupauksesi mukaan, niin saan elää. Älä vie toivoani.",
      "Taluta minua, pelasta minut, niin pidän määräyksesi aina mielessäni.",
      "Sinä hylkäät ne, jotka hylkäävät sinun määräyksesi -- turhaan he punovat juoniaan.",
      "Kuin kuonan sinä heität pois jumalattomat, siksi sinun liittosi on minulle rakas.",
      "Koko ruumiini värisee kauhistavan mahtisi edessä, pelko täyttää minut, kun ajattelen sinun tuomioitasi.",
      "Minä elän niin kuin oikeus ja vanhurskaus vaatii -- älä jätä minua sortajieni armoille!",
      "Toimi parhaakseni, ole puoltajani, älä anna röyhkeitten sortaa palvelijaasi!",
      "Minä ikävöin sinua, pelastajaani, kaipaan oikeutta, jonka olet luvannut.",
      "Osoita palvelijallesi hyvyytesi ja armosi, opeta minut tuntemaan määräyksesi.",
      "Anna ymmärrystä, opeta liittosi käskyt, olenhan minä sinun palvelijasi.",
      "Herra, on aika toimia! Sinun lakiasi on rikottu!",
      "Minä rakastan sinun käskyjäsi, ne ovat minulle kalliimmat kuin puhtain kulta.",
      "Siksi elän tarkoin säädöstesi mukaan ja vihaan kaikkia valheen teitä.",
      "Sinun liittosi on ihmeellinen, siksi minä tahdon uskollisesti pysyä siinä.",
      "Kun sinun sanasi avautuu, se valaisee, tyhmäkin saa siitä ymmärrystä.",
      "Minä huohotan suu auki, minä janoan sinun käskyjäsi.",
      "Katso puoleeni, anna armosi -- se on niiden oikeus, joille nimesi on rakas.",
      "Tee kulkuni vakaaksi ohjeillasi, älä anna minkään vääryyden vallita minua.",
      "Vapauta minut sortajistani, että voisin noudattaa säädöksiäsi.",
      "Kirkasta kasvosi palvelijallesi. Opeta minut tuntemaan käskysi!",
      "Minun silmäni ovat tulvillaan kyyneliä, koska lakiasi ei noudateta.",
      "Herra, sinä olet oikeamielinen, oikeat ovat sinun päätöksesi.",
      "Oikeudenmukaiseksi olet säätänyt liittosi, se liitto pysyy.",
      "Minä olen pakahtua raivosta, kun ahdistajani eivät piittaa sinun sanastasi.",
      "Sinun sanasi on taattu ja koeteltu, ja palvelijasi rakastaa sitä.",
      "Minä olen vähäinen ja halveksittu, mutta sinun säädöksiäsi en unohda.",
      "Sinun oikeamielisyytesi on ikuinen, sinun lakisi on totuus.",
      "Minä olen joutunut ahdinkoon ja hätään, mutta sinun käskyistäsi saan ilon.",
      "Sinun liittosi on iäti oikea. Auta minua ymmärtämään sitä, niin voin elää.",
      "Koko sydämestäni minä pyydän, Herra: Vastaa minulle! Minä taivun määräyksiisi.",
      "Minä pyydän sinua: Pelasta minut! Minä teen, mitä sinun liittosi vaatii.",
      "Jo ennen aamun koittoa huudan apuasi, sinun sanaasi minä panen toivoni.",
      "Yön tultua olen yhä valveilla ja tutkistelen sinun sanaasi.",
      "Kuule ääneni, Herra, sinä uskollinen! Sinä olet oikeudenmukainen -- anna minun elää!",
      "Ilkeät vainoojat ovat jo lähellä -- he ovat kaukana sinun laistasi.",
      "Sinä, Herra, olet lähelläni. Sinun käskyissäsi on totuus.",
      "Jo kauan olen tiennyt, millainen liittosi on: sinä olet säätänyt sen ikiajoiksi.",
      "Katso kurjuuteeni ja pelasta minut! Minä en ole unohtanut lakiasi.",
      "Aja asiaani, vapauta minut syytteistä -- tee lupauksesi mukaan, anna minun elää!",
      "Jumalattomat ovat kaukana pelastuksesta, koska he eivät piittaa sinun määräyksistäsi.",
      "Herra, monet ovat sinun armotekosi. Sinä olet oikeudenmukainen -- anna minun elää!",
      "Paljon on minulla vainoojia ja ahdistajia, mutta minä en luovu sinun liitostasi.",
      "Minä voin pahoin, kun näen luopioita, jotka eivät noudata sinun sanaasi.",
      "Herra, katso: minä rakastan sinun säädöksiäsi! Sinä olet uskollinen -- anna minun elää!",
      "Totuus on sinun sanasi perusta, oikeat ja ikuiset ovat sinun päätöksesi.",
      "Minä, viaton, olen mahtimiesten vainoama, mutta muuta en kumarra kuin sinun sanaasi.",
      "Minä riemuitsen sinun sanoistasi niin kuin riemuitaan suuresta saaliista.",
      "Valhetta minä vihaan ja kammoksun, sinun lakiasi minä rakastan.",
      "Seitsemästi päivässä minä sinua ylistän vanhurskaista päätöksistäsi.",
      "Ne, jotka rakastavat sinun lakiasi, elävät rauhassa, mikään ei horjuta heitä.",
      "Herra, minä luotan siihen, että sinä pelastat minut. Minä teen sinun käskyjesi mukaan.",
      "Minä pysyn uskollisesti sinun liitossasi, se on minulle ylen rakas.",
      "Minä noudatan sinun liittosi säädöksiä -- missä kuljenkin, olen sinun edessäsi.",
      "Nouskoon huutoni sinun eteesi, Herra! Anna minulle ymmärrystä, tee sanasi mukaan!",
      "Tulkoon minun avunpyyntöni sinun eteesi -- pelasta minut, tee lupauksesi mukaan!",
      "Kummutkoon ylistys huuliltani: sinä opetat minulle määräyksesi.",
      "Laulakoon suuni sinun lupauksistasi, sillä käskysi ovat hyvät ja oikeat.",
      "Olkoon sinun kätesi minun apuni, olenhan valinnut sinun säädöksesi.",
      "Herra, sitä minä toivon, että pelastat minut. Sinun lakisi antaa minulle ilon.",
      "Anna minun elää ja ylistää sinua, sinun päätöksesi olkoot minun tukenani.",
      "Minä olen kuin eksynyt lammas. Etsi minut! Sinun käskyjäsi minä en unohda."
    ],
    [
      "Matkalaulu. Herraa minä ahdingossani huudan, ja hän vastaa minulle.",
      "Herra, pelasta minut valehtelijoiden käsistä, varjele heidän petollisilta puheiltaan.",
      "Mitä kaikkea Herra sinulle antaakaan, sinä valehtelija!",
      "Teräviä nuolia soturin jousesta, tulisia, polttavia hiiliä!",
      "Voi minua! Olen muukalaisena Mesekissä, asun Kedarin leireissä.",
      "Liian kauan olen jo asunut täällä, missä kaikki vihaavat rauhaa.",
      "Minä tahdon rauhaa, mutta jos sanankin sanon, he ryhtyvät sotaan."
    ],
    [
      "Matkalaulu. Minä kohotan katseeni vuoria kohti. Mistä saisin avun?",
      "Minä saan avun Herralta, häneltä, joka on luonut taivaan ja maan.",
      "Herra ei anna sinun jalkasi horjua, väsymättä hän varjelee.",
      "Ei hän väsy, ei hän nuku, hän on Israelin turva.",
      "Hän on suojaava varjo, hän on vartijasi, hän ei väisty viereltäsi.",
      "Päivällä ei aurinko vahingoita sinua eikä kuunvalo yöllä.",
      "Herra varjelee sinut kaikelta pahalta, hän suojelee koko elämäsi.",
      "Herra varjelee kaikki sinun askeleesi, sinun lähtösi ja tulosi nyt ja aina."
    ],
    [
      "Matkalaulu. Daavidin psalmi. Ilo valtasi minut, kun kuulin sanan: Me lähdemme Herran huoneeseen!",
      "Nyt seisomme porteillasi, Jerusalem.",
      "Jerusalem, olet kaupunkimme, tänne kansamme kokoontuu,",
      "tänne vaeltavat heimomme, Herran heimot, täällä, niin kuin on säädetty, Israel kiittää Herran nimeä.",
      "Täällä jaetaan oikeutta Daavidin suvun istuimilla.",
      "Ole tervehditty, Jerusalem! Olkoon rauha sinulla ja ystävilläsi.",
      "Vallitkoon rauha muureillasi ja hyvinvointi linnoissasi.",
      "Veljieni ja ystävieni tähden toivotan sinulle rauhaa.",
      "Herran, Jumalamme, huoneen tähden rukoilen sinulle menestystä."
    ],
    [
      "Matkalaulu. Sinun puoleesi, joka olet taivaissa, minä kohotan katseeni.",
      "Niin kuin orjien silmät tarkkaavat isännän kättä, niin kuin orjattarien silmät tarkkaavat emännän kättä, niin me odottaen katsomme Herraan, Jumalaamme, kunnes hän armahtaa meitä.",
      "Armahda, Herra, armahda meitä! Jo kauan meitä on väheksytty,",
      "kylliksi olemme jo kokeneet itsevarmojen ivaa ja ylimielisten pilkkaa."
    ],
    [
      "Matkalaulu. Daavidin psalmi. Ellei Herra olisi ollut puolellamme  -- näin sanokoon Israel --",
      "ellei Herra olisi ollut puolellamme, kun viholliset hyökkäsivät kimppuumme,",
      "meidät olisi nielty elävältä. Kun heidän vihansa myrsky nousi,",
      "vedet olisivat meidät vieneet, tulvan aallot peittäneet,",
      "vyöryvät vedet hukuttaneet.",
      "Ylistetty olkoon Herra! Hän ei antanut meitä heidän hampaittensa raadeltaviksi.",
      "Me pääsimme pakoon kuin lintu pyytäjän paulasta. Paula katkesi, ja me pääsimme irti.",
      "Meidän auttajamme on Herra, hän, joka on luonut taivaan ja maan."
    ],
    [
      "Matkalaulu. Kuin Siionin vuori on Herraan luottava kansa, se ei horju vaan kestää iäti.",
      "Niin kuin vuoret ympäröivät Jerusalemia, niin suojaa Herra kansaansa nyt ja aina.",
      "Siksi ei vääryyden valtikka pysy oikeamielisten maassa eikä vanhurskas joudu tarttumaan vääryyden töihin.",
      "Herra, palkitse hyvät hyvällä, oikeamieliset oikeudella.",
      "Herra, tuhoa ne, jotka eksyvät kierouden poluille. Hävitä vääryydentekijät! Rauha ja menestys Israelille!"
    ],
    [
      "Matkalaulu. Kun Herra käänsi Siionin kohtalon, se oli meille kuin unta.",
      "Totta! Suuret ovat meidän Herramme teot, niistä me saamme iloita.",
      "Herra, käännä jälleen meidän kohtalomme niin kuin aina tuot vedet Negevin kuiviin uomiin.",
      "Jotka kyynelin kylvävät, ne riemuiten korjaavat.",
      "Jotka itkien menevät kylvämään vakkaansa kantaen, ne riemuiten palaavat kotiin lyhteet sylissään."
    ],
    [
      "Matkalaulu. Salomon psalmi. Jos Herra ei taloa rakenna, turhaan näkevät rakentajat vaivaa. Jos Herra ei kaupunkia vartioi, turhaan vartija valvoo.",
      "Turhaan te nousette varhain, turhaan valvotte myöhään ja raadatte leipänne tähden. Yhtä lailla Herra antaa omilleen, vaikka he nukkuisivat.",
      "Lapset ovat Herran lahja, kohdun hedelmä on hänen antinsa.",
      "Kuin nuolet soturin kädessä ovat nuorena saadut lapset.",
      "Onnellinen se mies, jonka viini on nuolia täynnä! Hän ei jää tappiolle, kun hän kaupunginportissa käräjöi vihamiestensä kanssa."
    ],
    [
      "Matkalaulu. Onnellinen se, joka pelkää Herraa, se, joka vaeltaa hänen teitään.",
      "Saat nauttia työsi hedelmistä, hyvä on osasi, sinä onnellinen!",
      "Vaimosi, sinun talosi emäntä, kukoistaa kuin viiniköynnös, lapsia on pöytäsi ympärillä kuin oliivipuun juurella vesoja.",
      "Tällaisen siunauksen ja onnen saa mies, joka pelkää Herraa.",
      "Siionin Herra siunatkoon sinua! Koko elämäsi ajan sinä näet, kuinka Jerusalem kukoistaa,",
      "sinä saat nähdä lastesi lapset. Rauha ja menestys Israelille!"
    ],
    [
      "Matkalaulu. Kovin on minua vainottu nuoresta asti  -- näin sanokoon Israel --",
      "kovin on minua vainottu nuoresta asti, vainottu, mutta ei lannistettu.",
      "Selkäni on kuin kyntäjän jäljiltä, pitkiä vakoja täynnä.",
      "Herra on vanhurskas! Hän päästää meidät jumalattomien köysistä.",
      "Häpeällisesti joutuvat perääntymään kaikki, jotka vihaavat Siionia.",
      "He ovat kuin katolla kasvava ruoho, joka kuivuu heti oraalle ehdittyään --",
      "siitä ei leikkaaja kättään täytä, ei lyhteen sitoja syliään,"
    ],
    [
      "Matkalaulu. Syvyydestä minä huudan sinua, Herra.",
      "Herra, kuule minun ääneni, tarkatkoot sinun korvasi rukoustani.",
      "Jos sinä, Herra, pidät mielessäsi synnit, Herra, kuka silloin kestää?",
      "Mutta sinun on armo, sinä annat anteeksi, että me eläisimme sinun pelossasi.",
      "Minä odotan sinua, Herra, odotan sinua koko sielustani ja panen toivoni sinun sanaasi.",
      "Minä odotan Herraa kuin vartijat aamua, hartaammin kuin vartijat aamua.",
      "Israel, pane toivosi Herraan! Hänen armonsa on runsas, hän voi sinut lunastaa.",
      "Hän lunastaa Israelin kaikista sen synneistä."
    ],
    [
      "Matkalaulu. Daavidin psalmi. Herra, sydämeni ei ole korskea eivätkä silmäni ylpeät. Minä en ole tavoitellut suuria, en pyrkinyt liian korkealle.",
      "Ei, olen löytänyt rauhan, mieleni on tyyni. Niin kuin kylläinen lapsi lepää äitinsä sylissä, niin on minun mieleni levollinen.",
      "Israel, pane toivosi Herraan nyt ja aina!"
    ],
    [
      "Matkalaulu. Herra, muista Daavidia, muista, mitä hän sai kärsiä --",
      "hän, joka vannoi Herralle valan, antoi Jaakobin Väkevälle lupauksen:",
      "en suo silmilleni unta enkä lepoa silmäluomilleni,",
      "Me kuulimme, että se on Efratassa, löysimme sen läheltä Jaaria.",
      "Menkäämme sinne, missä on Herran asumus, kumartukaamme hänen istuimensa eteen.",
      "Nouse, Herra, tule asuinpaikkaasi, sinä ja arkku, jossa voimasi on!",
      "Olkoon pappiesi vaatteena vanhurskaus, riemuitkoot sinun uskolliset palvelijasi.",
      "Daavidin, palvelijasi, takia: älä torju voideltuasi!",
      "Herra on valinnut Siionin, sen hän on halunnut asunnokseen.",
      "Siion saa minun siunaukseni: siltä ei ravintoa puutu, sen köyhät minä ruokin kylläisiksi.",
      "Sen pappien ylle minä puen pelastuksen, sen uskolliset iloitsevat ja riemuitsevat.",
      "Siellä minä uudistan Daavidin mahdin, sytytän voidellulleni lampun."
    ],
    [
      "Matkalaulu. Daavidin psalmi. Miten hyvä ja kaunis onkaan veljesten yhteinen, sopuisa elämä!",
      "Se on kuin kallista tuoksuöljyä, joka valuu hiuksista parralle, Aaronin parralle, ja siitä hänen viittansa reunuksiin.",
      "Se on kuin aamun kaste, joka Hermonilta laskeutuu Siionin huipuille. Siionille Herra on antanut siunauksensa: siellä on elämä, ikuinen elämä."
    ],
    [
      "Matkalaulu. Kiittäkää Herraa! Kiittäkää, Herran palvelijat, te, jotka öisin toimitatte palvelusta Herran temppelissä!",
      "Kohottakaa kätenne pyhää paikkaa kohti ja kiittäkää Herraa!",
      "Siionin Herra siunatkoon sinua, hän, joka on luonut taivaan ja maan."
    ],
    [
      "Halleluja! Ylistäkää Herran nimeä, ylistäkää, te Herran palvelijat,",
      "te, jotka toimitatte palvelusta Herran temppelissä, Jumalamme temppelin esipihoilla!",
      "Ylistäkää Herraa, hän on hyvä! Soittakaa hänen nimensä kunniaksi, se on ihana ja suloinen!",
      "Herra on valinnut omakseen Jaakobin, omaksi kansakseen Israelin.",
      "Herra on suuri, minä tiedän sen, meidän Herramme on suurempi kuin mikään muu jumala.",
      "Kaiken, mitä Herra tahtoo, hän tekee taivaassa ja maan päällä, merissä ja syvyyden vesissä.",
      "Hän nostattaa pilvet maan reunamilta, hän lähettää salamat, avaa sateelle tien ja päästää varastoistaan tuulet puhaltamaan.",
      "Herra löi kuoliaaksi Egyptin esikoiset, niin ihmisten kuin eläinten.",
      "Sinun keskelläsi, Egypti, hän teki ihmeitä ja tunnustekoja faraolle ja hänen joukolleen.",
      "Hän löi suuret kansat, hän surmasi mahtavat kuninkaat",
      "-- Sihonin, amorilaisten kuninkaan, Ogin, Basanin kuninkaan -- hän kukisti Kanaanin valtakunnat",
      "ja antoi niiden maat omalle kansalleen, perintömaaksi Israelille.",
      "Herra, sinun nimesi on ikuinen! Sinun nimesi kaikuu polvesta polveen.",
      "Herra hankkii kansalleen oikeutta, hän on laupias palvelijoilleen.",
      "Muiden kansojen jumalat ovat hopeaa ja kultaa, ihmiskätten työtä.",
      "Niillä on suu, mutta ne eivät puhu, niillä on silmät, mutta ne eivät näe,",
      "niillä on korvat, mutta ne eivät kuule. Henkäystäkään ei ole niiden suussa.",
      "Niiden kaltaisiksi tulevat niiden tekijät, kaikki, jotka niihin turvaavat.",
      "Israelin suku, kiitä Herraa! Aaronin suku, kiitä Herraa!",
      "Leevin suku, kiitä Herraa! Kiittäkää Herraa kaikki te, jotka häntä pelkäätte!",
      "Kiitetty olkoon Siionin Herra, hän, joka asuu Jerusalemissa. Halleluja!"
    ],
    [
      "Kiittäkää Herraa! Hän on hyvä. Iäti kestää hänen armonsa.",
      "Kiittäkää jumalien Jumalaa! Iäti kestää hänen armonsa.",
      "Kiittäkää valtiaitten valtiasta! Iäti kestää hänen armonsa.",
      "Hän yksin tekee suuria ihmetekoja. Iäti kestää hänen armonsa!",
      "Hän on taitavalla kädellään tehnyt taivaan. Iäti kestää hänen armonsa!",
      "Hän on levittänyt maan vetten päälle. Iäti kestää hänen armonsa!",
      "Hän on tehnyt suuret valot. Iäti kestää hänen armonsa!",
      "Hän teki auringon hallitsemaan päivää. Iäti kestää hänen armonsa!",
      "Hän teki kuun ja tähdet hallitsemaan yötä. Iäti kestää hänen armonsa!",
      "Hän löi Egyptiä, surmasi sen esikoiset. Iäti kestää hänen armonsa!",
      "Hän vei Israelin pois Egyptistä. Iäti kestää hänen armonsa!",
      "Hänen väkevä kätensä, kohotettu kätensä sen teki. Iäti kestää hänen armonsa!",
      "Hän halkaisi Kaislameren kahtia. Iäti kestää hänen armonsa!",
      "Hän vei Israelin kansan vetten välitse. Iäti kestää hänen armonsa!",
      "Hän syöksi faraon joukkoineen Kaislamereen. Iäti kestää hänen armonsa!",
      "Hän johdatti kansaansa autiomaassa. Iäti kestää hänen armonsa!",
      "Hän kukisti suuret kuninkaat. Iäti kestää hänen armonsa!",
      "Hän löi hengiltä mahtavat kuninkaat. Iäti kestää hänen armonsa!",
      "Sihonin, amorilaisten kuninkaan, hän löi. Iäti kestää hänen armonsa!",
      "Ogin, Basanin kuninkaan, hän löi. Iäti kestää hänen armonsa!",
      "Hän antoi kaikki heidän maansa Israelille. Iäti kestää hänen armonsa!",
      "Hän antoi ne perintömaaksi palvelijalleen Israelille. Iäti kestää hänen armonsa!",
      "Hän muisti meitä, kun meitä poljettiin. Iäti kestää hänen armonsa!",
      "Hän tempasi meidät sortajiemme käsistä. Iäti kestää hänen armonsa!",
      "Hän antaa ravinnon kaikille luoduille. Iäti kestää hänen armonsa!",
      "Kiittäkää taivaan Jumalaa! Iäti kestää hänen armonsa!"
    ],
    [
      "Virtojen varsilla Babyloniassa me istuimme ja itkimme, kun muistimme Siionia.",
      "Rannan pajuihin me ripustimme lyyramme.",
      "Kuinka voisimme laulaa Herran lauluja vieraalla maalla?",
      "Jerusalem, jos sinut unohdan, kadotkoon käteni voima!",
      "Tarttukoon kieleni kitalakeen, ellen sinua muista, ellen pidä ylimpänä ilonani sinua, Jerusalem!",
      "Ja sinä Babylon, tuhoon tuomittu nainen! Hyvin tekee se, joka sinulle kostaa sen minkä meille teit.",
      "Hyvin tekee se, joka tarttuu lapsiisi ja lyö ne murskaksi kallioon!"
    ],
    [
      "Daavidin psalmi. Koko sydämestäni minä sinua kiitän, sinua minä soitollani ylistän --  sinua, en muita jumalia.",
      "Minä kumarrun pyhään temppeliisi päin ja kiitän sinun nimeäsi armosi ja uskollisuutesi tähden. Suuri on sinun nimesi, luja on antamasi lupaus.",
      "Kun huusin sinua, sinä vastasit, annoit sydämeeni voimaa ja rohkeutta.",
      "Herra, kiittäkööt sinua kaikki kuninkaat, kun he kuulevat, mitä sinä sanot!",
      "Laulakoot Herran teistä, sillä Herran kunnia on suuri!",
      "Herra on korkeuksissa, mutta hän näkee alhaisimmankin ja erottaa jo etäältä ylpeän.",
      "Vaikka minä kuljen ahdingosta ahdinkoon, sinä annat minulle voimaa elää. Vihamieheni tahtovat minulle pahaa, mutta sinä ojennat kätesi, sinun väkevä kätesi pelastaa minut.",
      "Minkä olet osalleni varannut, sen sinä, Herra, viet päätökseen. Iäti kestää sinun armosi. Ethän jätä kesken kättesi työtä!"
    ],
    [
      "Laulunjohtajalle. Daavidin psalmi. Herra, sinä olet minut tutkinut, sinä tunnet minut.",
      "Missä olenkin, minne menenkin, sen sinä tiedät, jo kaukaa sinä näet aikeeni.",
      "Kuljen tai lepään, kaiken olet mitannut, perin pohjin sinä tunnet minun tekemiseni.",
      "Kielelläni ei ole yhtäkään sanaa, jota sinä, Herra, et tuntisi.",
      "Sinä suojaat minua edestä ja takaa, sinä lasket kätesi minun päälleni.",
      "Sinä tiedät kaiken. Se on ihmeellistä,  siihen ei ymmärrykseni yllä.",
      "Minne voisin mennä sinun henkesi ulottuvilta, minne voisin paeta sinun edestäsi?",
      "Vaikka nousisin taivaaseen, sinä olet siellä, vaikka tekisin vuoteeni tuonelaan, sielläkin sinä olet.",
      "Vaikka nousisin lentoon aamuruskon siivin tai muuttaisin merten taa,",
      "sielläkin sinä minua ohjaat, talutat väkevällä kädelläsi.",
      "sinulle ei pimeys ole pimeää, vaan yö on sinulle kuin päivänpaiste, pimeys kuin kirkas valo.",
      "Sinä olet luonut minut sisintäni myöten, äitini kohdussa olet minut punonut.",
      "Minä olen ihme, suuri ihme, ja kiitän sinua siitä. Ihmeellisiä ovat sinun tekosi, minä tiedän sen.",
      "Minä olen saanut hahmoni näkymättömissä, muotoni kuin syvällä maan alla,  mutta sinulta ei pieninkään luuni ole salassa.",
      "Sinun silmäsi näkivät minut jo idullani, sinun kirjaasi on kaikki kirjoitettu. Ennen kuin olin elänyt päivääkään, olivat kaikki päiväni jo luodut.",
      "Kuinka ylivertaisia ovatkaan sinun suunnitelmasi, Jumala, kuinka valtava onkaan niiden määrä!",
      "Jos yritän niitä laskea, niitä on enemmän kuin on hiekanjyviä. Minä lopetan, mutta tiedän: sinä olet kanssani.",
      "Kunpa surmaisit, Jumala, väärintekijät! Kaikotkaa, murhamiehet!",
      "He ovat sinun vihollisiasi, he vetoavat sinuun valheellisesti ja vannovat väärin sinun nimeesi.",
      "Enkö vihaisi sinun vihollisiasi, Herra, enkö inhoaisi sinun vastustajiasi!",
      "Loputon on vihani heitä kohtaan, he ovat minunkin vihollisiani.",
      "Tutki minut, Jumala, katso sydämeeni. Koettele minua, katso ajatuksiini.",
      "Katso, olenko vieraalla, väärällä tiellä, ja ohjaa minut ikiaikojen tielle."
    ],
    [
      "Laulunjohtajalle. Daavidin psalmi. (H140:2)Herra, varjele minua pahoilta ihmisiltä, suojele väkivallantekijöiltä!",
      "(H140:3)He hautovat mielessään katalia, yhtenään he ovat haastamassa riitaa.",
      "(H140:4)Heidän kielensä on terävä kuin käärmeen kieli, kyyn myrkkyä heillä on huulillaan. (sela)",
      "(H140:5)Herra, suojele minua, älä anna minun joutua jumalattomien käsiin. Varjele minua väkivallantekijöiltä, jotka juonillaan yrittävät kaataa minut.",
      "(H140:6)Nuo röyhkeät miehet ovat virittäneet minulle paulat ja langat, pingottaneet verkon tieni yli, piilottaneet loukkuja tuhokseni. (sela)",
      "(H140:7)Minä luotan sinuun, Herra, sinä olet minun Jumalani, kuuntele, mitä sinulta pyydän!",
      "(H140:8)Herra, sinä olet väkevä auttajani, sinun kätesi suojaa minua taistelussa.",
      "(H140:9)Herra, älä anna käydä toteen sen, mihin jumalattomien mieli palaa, tee tyhjäksi ylvästelijöiden juonet! (sela)",
      "(H140:10)Paljon pahaa ovat ahdistajani tehneet puheillaan -- kääntykööt ne heitä itseään vastaan!",
      "(H140:11)Satakoon heidän ylleen hehkuvia hiiliä! Herra, syökse heidät tuleen, syökse kuiluun, josta ei pääse pois!",
      "(H140:12)Panettelija älköön saako asua maassa, väkivaltaista vainotkoot onnettomuudet toinen toisensa perään.",
      "(H140:13)Herra, sinä ajat köyhän asiaa, sinä hankit oikeutta onnettomalle, minä tiedän sen.",
      "(H140:14)Oikeamieliset kiittävät sinun nimeäsi, rehelliset saavat asua lähelläsi."
    ],
    [
      "Daavidin psalmi. Herra, minä huudan sinua! Riennä avukseni, kuule ääneni, kun sinua huudan!",
      "Olkoon rukoukseni edessäsi uhrisavuna, olkoot kohotetut käteni iltauhri.",
      "Herra, aseta vartija suulleni, pane vartio huulteni portille.",
      "Älä anna minun hairahtua pahaan, jumalattomien mielettömään elämään, veljeilemään pahantekijöiden kanssa, nauttimaan heidän herkkujaan.",
      "Oikein on, jos vanhurskas minua lyö. Auta, etten torju hänen kuritustaan -- se on kuin öljyä pääni hiuksille! Yhä uudelleen minä kohotan rukoukseni jumalattomien pahuutta vastaan.",
      "Kun heidän johtajansa syöstään jyrkänteeltä, silloin kaikki ymmärtävät, kuinka lempeää minun puheeni oli.",
      "Niin kuin kynnetty ja kuokittu maa, niin ovat heidän luunsa hajallaan tuonelan portilla.",
      "Herra, minun silmäni katsovat sinuun, sinuun minä turvaan. Älä jätä minua suojaa vaille!",
      "Varjele minua, että vältän jumalattomien ansat, pahantekijöiden pyydykset.",
      "Sotkeutukoot he itse verkkoihinsa, minun tieni kulkekoon niiden ohi!"
    ],
    [
      "Virsi, jonka Daavid lauloi ollessaan luolassa. Rukous. (H142:2)Minä korotan ääneni ja huudan avuksi Herraa. Minä korotan ääneni ja etsin apua Herralta.",
      "(H142:3)Hänelle minä kannan huoleni, hänelle kerron, mikä minua painaa.",
      "(H142:4)Voimani ovat lopussa, mutta sinä näet jokaisen askeleeni. Tielle, jota kuljen, on viritetty ansa minua varten.",
      "(H142:5)Katso minua, niin näet, että olen vailla puoltajaa. Minulla ei ole turvapaikkaa, kukaan ei välitä siitä miten minun käy.",
      "(H142:6)Herra, sinua minä huudan avukseni. Minä sanon: sinä olet turvani, minun perintöosani elävien maassa.",
      "(H142:7)Kuule, kuinka vaikeroin, en jaksa enää! Vapauta minut vainoojieni käsistä! He ovat minua vahvempia.",
      "(H142:8)Olen satimessa -- pelasta minut, niin saan kiittää sinun nimeäsi. Ystävät kokoontuvat ympärilleni, kun pidät minusta huolen."
    ],
    [
      "Daavidin psalmi. Herra, kuule rukoukseni, ota vastaan pyyntöni! Sinä uskollinen, sinä vanhurskas, vastaa minulle!",
      "Älä vaadi palvelijaasi tuomiolle, sillä sinun edessäsi ei yksikään ole syytön.",
      "Vihamieheni vainoaa henkeäni, hän polkee elämäni jalkoihinsa, hän suistaa minut pimeyteen, kauan sitten kuolleitten joukkoon.",
      "Voimani ovat lopussa, sydämeni jähmettyy.",
      "Minä muistelen menneitä aikoja, mietin kaikkia tekojasi, ajattelen sinun kättesi töitä.",
      "Minä kohotan käteni sinun puoleesi, sieluni janoaa sinua kuin kuivunut maa. (sela)",
      "Vastaa minulle, Herra! Vastaa pian, kauan en enää jaksa! Älä kätke minulta kasvojasi, muutoin olen haudan partaalla.",
      "Sinuun minä turvaan -- osoita laupeutesi jo aamuvarhaisesta! Sinun puoleesi minä käännyn --  opeta minulle tie, jota kulkea!",
      "Herra, pelasta minut vihollisteni käsistä! Sinun luonasi olen turvassa.",
      "Sinä olet minun Jumalani -- opeta minua täyttämään tahtosi! Sinun hyvä henkesi johdattakoon minua tasaista tietä.",
      "Nimesi tähden, Herra, anna minun elää! Vapauta minut ahdingosta, sinä vanhurskas!",
      "Tuhoa viholliseni, sinä uskollinen! Hävitä kaikki, jotka vainoavat henkeäni -- minä olen sinun palvelijasi."
    ],
    [
      "Daavidin psalmi. Kiitetty olkoon Herra, minun kallioni! Hän opettaa käteni taistelemaan, käsivarteni käymään sotaa.",
      "Hän on uskollinen suojelijani, hän on linnani, hän on turvani ja pelastajani, kilpi, jonka taakse suojaudun. Hän alistaa kansat valtaani.",
      "Herra, mikä on ihminen! Kuitenkin sinä häntä ajattelet. Mikä on ihmislapsi! Kuitenkin pidät hänestä huolen.",
      "Ihminen on kuin tuulenhenkäys, hänen päivänsä katoavat kuin varjo.",
      "Herra, kallista taivaasi ja astu alas! Kosketa vuoria, niin että ne savuavat!",
      "Iske leimuava salama, lyö hajalle kaikki viholliseni! Ammu nuolesi, saata heidät sekasortoon!",
      "Ojenna korkeudesta kätesi ja auta minut turvaan, pelasta minut syvistä vesistä! Pelasta muukalaisten käsistä --",
      "heidän suunsa puhuu petoksen sanoja ja heidän oikea kätensä nousee väärään valaan.",
      "Jumala, minä laulan sinulle uuden laulun, kymmenkielisellä harpulla minä sinulle soitan.",
      "Sinä annat kuninkaille voiton, sinä pelastat palvelijasi Daavidin. Torju julma miekka, joka iskee minuun.",
      "Pelasta minut muukalaisten käsistä -- heidän suunsa puhuu petoksen sanoja ja heidän oikea kätensä nousee väärään valaan.",
      "Meidän poikamme ovat kuin reheviä taimia, jo nuorena vahvoiksi varttuneita, tyttäremme kuin kauniita pylväitä, temppelin koristusten kaltaisia.",
      "Vilja-aittamme ovat täpötäynnä, meillä on kaikkea yllin kyllin. Lampaita ja vuohia on tuhansittain, kymmenintuhansin kedoillamme,",
      "lehmämme ovat lihavia ja tiineitä. Meille ei satu vahinkoa, ei onnettomuutta, ei kuulu valitusta toreiltamme.",
      "Onnellinen se kansa, jonka käy näin hyvin, onnellinen se kansa, jonka jumala on Herra!"
    ],
    [
      "Daavidin ylistyslaulu. Minä laulan sinun kunniaasi, Jumalani, kuninkaani! Minä kiitän sinun nimeäsi aina ja ikuisesti.",
      "Joka päivä minä sinua kiitän, minä ylistän sinun nimeäsi aina ja ikuisesti.",
      "Suuri on Herra, ylistettävä yli kaiken, tutkimaton hänen suuruutensa!",
      "Sinun tekojasi ylistetään polvesta polveen, isät kertovat ihmeitäsi lapsilleen,",
      "tuovat julki sinun kirkkautesi, loistosi ja kunniasi. Minä mietiskelen sinun ihmetekojasi.",
      "Miten valtavia, miten pelottavia ovatkaan sinun tekosi, kerrottakoon niistä kaikille. Minä julistan sinun suuruuttasi.",
      "Levitköön sanoma sinun hyvyytesi runsaudesta, kiitettäköön sinun vanhurskauttasi riemuiten.",
      "Anteeksiantava ja laupias on Herra, hän on kärsivällinen, suuri on hänen hyvyytensä.",
      "Herra on hyvä kaikille, hän armahtaa kaikkia luotujaan.",
      "Herra, sinua ylistäkööt kaikki luotusi, uskolliset palvelijasi kiittäkööt sinua!",
      "Julistakoot he valtakuntasi kunniaa, kertokoot mahtavista teoistasi.",
      "Saattakoot he ihmisten tietoon Herran väkevät teot ja hänen valtakuntansa mahdin ja loiston.",
      "Sinun valtakuntasi on ikuinen, sinun herruutesi pysyy polvesta polveen. (Herra on luotettava kaikissa sanoissaan, uskollinen kaikissa teoissaan.)",
      "Herra tukee horjuvia, maahan painetut hän nostaa jaloilleen.",
      "Kaikki katsovat odottaen sinuun, ja sinä annat heille ruoan ajallaan.",
      "Sinä avaat kätesi ja hyvyydessäsi ravitset kaiken mikä elää.",
      "Herra on kaikessa oikeamielinen, hän on uskollinen kaikissa teoissaan.",
      "Hän on lähellä sitä, joka huutaa häntä avuksi, sitä, joka vilpittömästi kääntyy hänen puoleensa.",
      "Hän täyttää niiden pyynnöt, jotka häntä pelkäävät, hän kuulee heidän huutonsa ja auttaa heitä.",
      "Herra suojelee niitä, jotka häntä rakastavat, mutta jumalattomista hän tekee lopun.",
      "Ylistäköön minun suuni Herraa, hänen pyhää nimeään kiittäkööt kaikki luodut aina ja ikuisesti!"
    ],
    [
      "Halleluja! Ylistä Herraa, minun sieluni!",
      "Koko elinaikani minä ylistän Herraa, Jumalalleni minä laulan ja soitan niin kauan kuin elän!",
      "Älkää luottako maan mahtaviin, älkää luottako yhteenkään ihmiseen -- ei ihmisestä ole auttajaksi.",
      "Hänen henkensä lähtee, hän tulee jälleen maaksi, ja sinä päivänä kaikki hänen hankkeensa raukeavat.",
      "Onnellinen se, jonka auttaja on Jaakobin Jumala, onnellinen se, joka turvaa Herraan, Jumalaansa.",
      "Herra on tehnyt taivaan ja maan ja meren ja kaiken mitä niissä on. Herra on iäti uskollinen.",
      "Herra hankkii oikeutta sorretuille, nälkäisille hän antaa leipää. Herra päästää vangitut kahleista,",
      "hän antaa sokeille näön ja nostaa maahan painetut jaloilleen. Herra rakastaa oikeamielisiä,",
      "hän suojelee muukalaisia ja tukee leskiä ja orpoja, mutta jumalattomien tien hän tekee mutkaiseksi.",
      "Herra hallitsee ikuisesti. Hän on sinun Jumalasi, Siion, polvesta polveen. Halleluja!"
    ],
    [
      "Halleluja! Hyvä on Jumalaamme sävelin kiittää, ihanaa on virittää ylistyslaulu!",
      "Herra rakentaa Jerusalemin jälleen, hän kokoaa Israelin hajotetun kansan.",
      "Hän parantaa ne, joiden mieli on murtunut, hän sitoo heidän haavansa.",
      "Herra tietää tähtien luvun, hän on antanut niille kaikille nimen.",
      "Suuri on Herramme, suuri ja voimallinen, mittaamaton on hänen viisautensa.",
      "Hän on nöyrien tuki ja turva, mutta jumalattomat hän painaa maahan.",
      "Laulakaa Herralle, virittäkää kiitosvirsi, soittakaa lyyralla kiitosta Jumalallemme!",
      "Hän peittää pilvillä taivaan ja lähettää maan päälle sateen, hän panee versomaan vuorien ruohon.",
      "Hän antaa karjalle ravinnon, hän ruokkii korpin pojat, jotka huutavat nälissään.",
      "Hevosen voima ei ole Herran silmissä mitään, miehen juoksu ei hänen katsettaan käännä.",
      "Herra katsoo niihin, jotka häntä palvelevat, niihin, jotka panevat toivonsa Herran armoon.",
      "Kiitä Herraa, Jerusalem! Ylistä Jumalaasi, Siion!",
      "Hän vahvistaa sinun porttiesi salvat, hän siunaa ne, jotka asuvat keskelläsi.",
      "Hän tuo rajoillesi rauhan ja antaa ravinnoksesi parhainta vehnää.",
      "Hän lähettää käskynsä maan päälle, hetkessä saapuu hänen sanansa perille.",
      "Hän sirottelee lunta kuin villan hahtuvia, hän levittää kuuraa kuin tuhkaa.",
      "Hän viskoo rakeita kuin leivänmuruja, hänen pakkasessaan vesi jähmettyy.",
      "Kun hän käskee, jää sulaa. Hän käskee tuulensa puhaltaa, ja vedet virtaavat.",
      "Hän on ilmoittanut sanansa Jaakobille, käskynsä ja säädöksensä Israelille.",
      "Muille kansoille hän ei niitä ilmoittanut, hänen säädöksiään eivät toiset tunne. Halleluja!"
    ],
    [
      "Halleluja! Ylistäkää Herraa, te jotka olette taivaassa, ylistäkää häntä korkeuksissa!",
      "Ylistäkää häntä, te hänen enkelinsä, ylistäkää häntä, kaikki taivaan joukot!",
      "Ylistäkää häntä, aurinko ja kuu, ylistäkää häntä, kirkkaat tähdet!",
      "Ylistäkää häntä, korkeimmat taivaat ja taivaankantta kattavat vedet!",
      "Ylistäkööt nämä kaikki Herran nimeä, sillä hän on ne käskyllään luonut.",
      "Hän pani ne paikoilleen ainiaaksi, hän sääti niille järkkymättömät lait.",
      "Ylistäkää Herraa, te jotka olette maan päällä, ylistäkää, syvyydet ja meren pedot!",
      "Ylistäkää, tuli ja rakeet, lumi ja usva, ylistä, myrskytuuli, hänen käskyläisensä!",
      "Ylistäkää, vuoret ja kukkulat, hedelmäpuut ja setrit,",
      "villipedot ja karja, maan matelijat ja taivaan linnut!",
      "Ylistäkää Herraa, kuninkaat ja kansat, ruhtinaat ja kaikki maan mahtimiehet,",
      "nuorukaiset ja neidot, vanhat ja nuoret!",
      "Ylistäkööt nämä kaikki Herran nimeä, sillä hänen nimensä yksin on ylhäinen, hänen mahtinsa ulottuu yli taivaan ja maan.",
      "Herra on antanut kansalleen uuden voiman. Häntä ylistävät kaikki hänen palvelijansa, Israelin kansa, joka saa olla lähellä häntä. Halleluja!"
    ],
    [
      "Halleluja! Laulakaa Herralle uusi laulu, kokoontukaa ja ylistäkää häntä, te Herran omat!",
      "Iloitkoon Israel Luojastaan, riemuitkoot Siionin asukkaat kuninkaastaan,",
      "ylistäkööt tanssien hänen nimeään, soittakoot hänen kiitostaan rummuin ja harpuin!",
      "Herra rakastaa kansaansa, hän auttaa heikkoja ja nostaa heidät kunniaan.",
      "Iloitkoot Herran palvelijat hänen kunniastaan, riemuitkoot silloinkin, kun on yölevon aika!",
      "Heillä on huulillaan Jumalan ylistys, heillä on kädessään kaksiteräinen miekka,",
      "he kostavat viholliskansoille, kurittavat kansakuntia.",
      "He panevat kahleisiin niiden kuninkaat ja lyövät rautoihin mahtimiehet.",
      "He panevat täytäntöön tuomion, jonka Herra on laissaan säätänyt. Tämä on Herran palvelijoiden kunniatehtävä. Halleluja!"
    ],
    [
      "Halleluja! Ylistäkää Jumalaa hänen pyhäkössään, ylistäkää häntä taivaan mahtavissa holveissa!",
      "Ylistäkää häntä, hänen väkeviä tekojaan, ylistäkää häntä, hän on suuri!",
      "Ylistäkää häntä raikuvin torvin, ylistäkää häntä harppua ja lyyraa soittaen!",
      "Ylistäkää häntä tanssien ja rumpua lyöden, ylistäkää häntä luuttua ja huilua soittaen!",
      "Ylistäkää häntä symbaalien helinällä, ylistäkää häntä riemukkain symbaalein!",
      "Kaikki te, joissa on elämän henkäys, ylistäkää Herraa! Halleluja!"
    ]
  ],
  "name": "Psalms"
}
