{
  "id": "ec",
  "chapters": [
    [
      "Saarnaajan, Daavidin pojan, Jerusalemin kuninkaan, sanoja.",
      "Turhuuksien turhuus, sanoi Saarnaaja, turhuuksien turhuus, kaikki on turhuutta!",
      "Mitä hyötyä on ihmiselle kaikesta vaivannäöstä, jolla hän itseään rasittaa auringon alla?",
      "Sukupolvi menee, sukupolvi tulee, mutta maa pysyy ikuisesti.",
      "Aurinko nousee, aurinko laskee, kiirehtii nousunsa sijoille ja nousee taas.",
      "Tuuli menee etelään ja kääntyy pohjoiseen, kiertää kiertämistään, ja samalle kierrolleen tuuli palaa.",
      "Kaikki joet laskevat mereen, mutta meri ei täyty, ja minne joet ovat laskeneet, sinne ne yhä edelleen laskevat.",
      "Kaikki sanat uupuvat kesken, kukaan ei saa sanotuksi kaikkea. Silmä ei saa näkemisestä kylläänsä eikä korva täyttään kuulemisesta.",
      "Mitä on ollut, sitä on tulevinakin aikoina, mitä on tapahtunut, sitä tapahtuu edelleen: ei ole mitään uutta auringon alla.",
      "Vaikka jostakin sanottaisiin: katso, tämä on uutta, on sitäkin ollut jo muinoin, kauan ennen meitä.",
      "Menneistä ei jää muistoa, eikä jää tulevistakaan -- mennyt on unohdettu, ja tulevakin unohdetaan kerran.",
      "Minä, Saarnaaja, olin Israelin kuninkaana Jerusalemissa.",
      "Minä ryhdyin etsimään viisautta ja tutkimaan kaikkea, mitä auringon alla tapahtuu. Tämän raskaan tehtävän on Jumala antanut ihmisen vaivaksi.",
      "Minä katselin kaikkea työtä, jota auringon alla tehdään, ja katso: kaikki se on turhuutta ja tuulen tavoittelua.",
      "Käyrä ei voi olla suora, puuttuvaa ei voi laskea mukaan.",
      "Minä sanoin sydämessäni: olen hankkinut yhä enemmän viisautta, enemmän kuin kukaan, joka on hallinnut Jerusalemissa ennen minua, minun sydämeni on tallettanut tietoa ja viisautta.",
      "Ja minä halusin ottaa selville, mikä on tietoa ja viisautta, mikä taas mielettömyyttä ja typeryyttä. Mutta minä havaitsin, että tuulta vain tavoittelin.",
      "Sillä missä on paljon viisautta, siellä on paljon huolta, ja joka tietoa lisää, lisää tuskaa."
    ],
    [
      "Minä sanoin sydämessäni: antaudunpa iloon, nautin elämän onnesta! Mutta sekin oli turhuutta.",
      "Naurusta minä sanoin: joutavaa!, ja ilosta: mitä hyötyä siitä on?",
      "Päätin sitten virkistää itseäni viinillä -- päästämättä silti viisautta ohjaksista -- ja sillä tavoin antaa mielettömyydelle vallan, kunnes näkisin, mitä ihmisen on paras tehdä vähinä elinpäivinään tämän taivaan alla.",
      "Minä ryhdyin suuriin töihin: rakensin itselleni taloja, istutin viinitarhoja",
      "sekä puistoja ja puutarhoja, joissa kasvoi kaikenlaisia hedelmäpuita,",
      "tein itselleni lammikoita kastellakseni niiden vedellä metsikön puita.",
      "Minä hankin orjia ja orjattaria, ja heitä syntyi myös talossani; minulla oli karjaa, raavaita, lampaita ja vuohia, enemmän kuin kenelläkään, joka oli hallinnut Jerusalemissa ennen minua.",
      "Kokosin itselleni myös kultaa ja hopeaa, kuninkaiden aarteita ja maakuntien rikkauksia. Minä hankin laulajia ja laulajattaria ja miehen nautintoja: vaimon, jopa useita vaimoja.",
      "Minä tulin mahtavaksi, mahtavammaksi kuin yksikään edeltäjäni Jerusalemissa. Silti säilytin kaikessa viisauteni.",
      "Minä en evännyt silmiltäni mitään, mitä ne halusivat, enkä kieltänyt sydämel- täni yhtäkään iloa. Vaivannäköni tuloksista minun sydämeni iloitsi, sen palkan sain kaikesta ponnistelustani.",
      "Mutta kun tarkastelin töitä, joita käteni olivat tehneet, ja vaivaa, jonka olin nähnyt, minä havaitsin: kaikki se oli turhuutta ja tuulen tavoittelua. Mistään ei ole mitään hyötyä auringon alla.",
      "Kun minä aloin vertailla toisaalta viisautta, toisaalta mielettömyyttä ja typeryyttä -- mitäpä kukaan kuninkaan jälkeen tuleva osaa tehdä muuta kuin mitä ennenkin on tehty? --",
      "niin totesin, että viisaus on kyllä tyhmyyttä hyödyllisempi niin kuin valo on hyödyllisempi pimeyttä,",
      "sillä viisaalla on silmät päässä, tyhmä hapuilee pimeässä. Mutta havaitsin myös, että sama kohtalo tapaa molemmat.",
      "Silloin minä tajusin: minun käy kuin tyhmän -- sama kohtalo tapaa myös minut! Miksi siis olen niin määrättömästi tavoitellut viisautta? Päättelin mielessäni: turhuutta on ollut sekin.",
      "Viisaasta ei jää ikuista muistoa enempää kuin tyhmästäkään, tulevina päivinä molemmat unohdetaan. Niin kuolee viisas kuin tyhmäkin!",
      "Ja minä vihasin koko elämää, sillä kaikki, mitä auringon alla tapahtuu, oli minusta pelkkää pahaa, turhuutta ja tuulen tavoittelua.",
      "Minä vihasin sitä vaivannäköä, jolla olin rasittanut itseäni auringon alla, koska minun täytyy jättää sen tulokset seuraajalleni.",
      "Ja kuka tietää, onko hän viisas vai tyhmä? Silti hän kerran hallitsee kaikkea, minkä olen täällä vaivaa nähden ja viisauden avulla saanut aikaan. Sekin on turhuutta.",
      "Minä antauduin epätoivon valtaan kaiken sen vaivannäön vuoksi, jolla olin rasittanut itseäni auringon alla.",
      "Sillä voihan käydä niin, että kaiken, minkä on vaivaa nähden ja viisaasti, taitavasti ja menestyen saanut aikaan, joutuu sitten jättämään toiselle, vaikka tämä ei ole nähnyt siitä lainkaan vaivaa. Sekin on turhuutta ja suuri vääryys.",
      "Tosiaankin, mitä ihminen silloin saa korvaukseksi vaivannäöstään ja sydämensä pyrkimyksestä, kaikesta, millä hän itseään rasittaa auringon alla?",
      "Ovathan hänen päivänsä pelkkää huolta ja hänen työnsä murhetta, eikä hänen mielensä saa lepoa edes yöllä. Tämäkin on turhuutta.",
      "Vaivannäkönsä keskellä ihmisellä ei ole muuta onnea kuin syödä ja juoda ja nauttia elämän iloista. Minä huomasin, että myös tämä tulee Jumalan kädestä.",
      "Sillä kuka voi syödä ja kuka iloita ilman häntä?",
      "Sille, joka on hänelle mieleen, hän antaa viisautta, tietoa ja iloa, mutta syntisen hän panee kokoamaan ja kartuttamaan hyvää sille, joka on hänelle mieluinen. Mutta tämäkin on turhuutta ja tuulen tavoittelua."
    ],
    [
      "Kaikella on määrähetkensä, aikansa joka asialla taivaan alla.",
      "Aika on syntyä ja aika kuolla, aika on istuttaa ja aika repiä maasta,",
      "aika surmata ja aika parantaa, aika on purkaa ja aika rakentaa,",
      "aika itkeä ja aika nauraa, aika on valittaa ja aika tanssia,",
      "aika heitellä kiviä ja aika ne kerätä, aika on syleillä ja aika olla erossa,",
      "aika etsiä ja aika kadottaa, aika on säilyttää ja aika viskata menemään,",
      "aika repäistä rikki ja aika ommella yhteen, aika olla vaiti ja aika puhua,",
      "aika rakastaa ja aika vihata, aika on sodalla ja aikansa rauhalla.",
      "Mitä hyötyä on vaivannäöstä sille, joka työtä tekee?",
      "Olen katsellut kaikkea aherrusta, jonka Jumala on antanut ihmisille heidän rasituksekseen.",
      "Kaiken hän on alun alkaen tehnyt hyväksi ja asettanut iäti jatkumaan, mutta ihminen ei käsitä Jumalan tekoja, ei niiden alkua eikä loppua.",
      "Minä oivalsin, ettei ihmisellä ole muuta onnea kuin iloita ja nauttia elämän hyvyydestä.",
      "Mutta Jumalan lahja on sekin, että ihminen saa vaivannäkönsä keskellä syödä ja juoda ja nauttia elämän antimista.",
      "Minä oivalsin, että kaikki, minkä Jumala tekee, pysyy ikuisesti. Siihen ei ole lisäämistä eikä siitä vähentämistä. Jumala on niin tehnyt, että häntä pelättäisiin.",
      "Mitä nyt on, sitä on ollut ennenkin, ja mitä vastedes on, sitäkin on ollut ennen. Jumala tuo esiin sen, minkä aika on vienyt.",
      "Vielä minä näin auringon alla: oli oikeuspaikka -- ja siellä vääryys, oli tuomioistuin -- ja sielläkin vääryys.",
      "Minä ajattelin itsekseni: Jumala tuomitsee oikein, niin syyttömän kuin syyllisen, sillä jokaisella asialla ja teolla on aikansa.",
      "Ja minä ajattelin: Näin tapahtuu ihmisten vuoksi. Jumala koettelee heitä, jotta he ymmärtäisivät olevansa pelkkiä luontokappaleita.",
      "Sillä ihmisten ja eläinten kohtalo on yhtäläinen: samalla tavoin kuolevat molemmat, yhtäläinen henki on kaikilla. Ihmisillä ei ole etusijaa eläimiin nähden, kaikki on turhuutta.",
      "Kaikki menee samaan paikkaan: kaikki on tullut tomusta ja kaikki palaa tomuun.",
      "Kuka tietää, kohoaako ihmisen henki ylös ja vajoaako eläinten henki alas maahan?",
      "Minä havaitsin, ettei ole mitään parempaa kuin nyt iloita teoistaan. Sellainen on ihmisen osa. Kuka hänet toisi takaisin näkemään, mitä hänen jälkeensä tapahtuu?"
    ],
    [
      "Minä katselin sitten kaikkea sortoa, jota harjoitetaan auringon alla. Katso: sorrettujen kyynelet! Ei ole heillä lohduttajaa. Katso: sortajien väkivalta! Eikä lohduttajaa ole.",
      "Silloin minä ylistin vainajia, jotka ovat kuolleet -- ylistin onnellisemmiksi kuin ovat ne, jotka vielä elävät;",
      "ja näitä kumpiakin onnellisemmaksi ylistin sitä, joka ei ole syntynytkään ja jonka ei ole tarvinnut nähdä sitä pahaa, mitä auringon alla tapahtuu.",
      "Minä näin kaikessa vaivannäössä, työssä ja menestyksessä vain ihmisten keskinäistä kateutta. Tämäkin on turhuutta ja tuulen tavoittelua.",
      "Tyhmä istuu kädet ristissä ja kalvaa omaa lihaansa.",
      "Parempi on kourallinen levossa kuin kahmalon täysi vaivaa nähden ja tuulta tavoitellen.",
      "Minä näin lisää turhuutta auringon alla:",
      "Kaksin on parempi kuin yksin, sillä kumpikin saa vaivoistaan hyvän palkan.",
      "Jos he kaatuvat, toinen auttaa toista nousemaan, mutta voi yksinäistä, joka kaatuu -- häntä auttamassa ei ole ketään.",
      "Ja jos kaksi makaa yhdessä, on molemmilla lämmin, mutta kuinka yksinäisellä voisi olla lämmin?",
      "Yksinäisen kimppuun on helppo käydä, mutta kaksi pitää puolensa, eikä kolmisäikeinen lanka katkea helposti.",
      "Parempi on köyhä ja viisas nuorukainen kuin vanha ja tyhmä kuningas, joka ei enää kuuntele toisten neuvoja.",
      "Tosiaankin: nuorukainen lähti vankilasta ja tuli kuninkaaksi, vaikka oli syntynyt köyhänä tuon toisen hallitessa.",
      "Minä näin, miten kaikki kynnelle kykenevät auringon alla asettuivat kannattamaan nuorukaista, joka nyt nousi valtaistuimelle.",
      "Määrätön on joukko jokaisen ympärillä, joka nousee kansan johtajaksi, mutta jälkipolvet eivät häntä ihaillen muista. Turhuutta ja tuulen tavoittelua on sekin."
    ],
    [
      "(H4:17)Astu varoen Jumalan huoneeseen. On parempi mennä vain kuuntelemaan kuin uhraamaan tyhmien tavoin, jotka tietämättömyyttään tekevät pahaa.",
      "(H5:1)Älä ole kerkeä kieleltäsi äläkä puhu harkitsematta Jumalan edessä, sillä Jumala on taivaassa ja sinä olet maan päällä. Olkoot sanasi sen vuoksi harvat.",
      "(H5:3)Kun teet Jumalalle lupauksen, niin täytä se viivyttelemättä, sillä hän ei mielly tyhmiin. Täytä siis, minkä lupaat.",
      "(H5:4)On parempi olla lupaamatta kuin luvata ja jättää lupaus täyttämättä.",
      "(H5:6)Totisesti: paljot puheet ovat vain unta ja turhuutta. Totisesti: pelkää sinä Jumalaa!",
      "(H5:7)Jos näet, että maakunnassasi sorretaan köyhää ja loukataan lakia ja oikeutta, niin älä ihmettele: Viranomainen valvoo toista ja ylemmät heitä molempia.",
      "(H5:8)Kaikitenkin on hyväksi, että asuttua maata hallitsee kuningas.",
      "(H5:9)Joka rakastaa rahaa, ei saa sitä kyllin, eikä se, joka rakastaa rikkautta, saa voittoa tarpeekseen. Tämäkin on turhuutta.",
      "(H5:10)Kun omaisuus karttuu, karttuvat sen syöjätkin. Mitä iloa siitä on omistajalleen, paitsi että saa nähdä sen kuluvan?",
      "(H5:11)Uurastavan uni on makea, söipä hän vähän tai paljon, mutta rikkaalta kylläisyys vie unen.",
      "(H5:12)Olen nähnyt kipeän kärsimyksen auringon alla: rikkaus oli annettu omistajalleen onnettomuudeksi.",
      "(H5:13)Kohtalon iskusta hän menetti rikkautensa, ja vaikka hänellä oli poika, ei tämän käsiin jäänyt mitään.",
      "(H5:14)Rikkaan oli täältä lähdettävä yhtä alastomana kuin hän oli äitinsä kohdusta tullut, eikä hän voinut viedä mukanaan mitään siitä, minkä oli vaivaa nähden koonnut.",
      "(H5:15)Juuri tämä on kipeä kärsimys: sellaisena kuin hän oli tullut, hänen oli myös lähdettävä. Mitä hyötyä oli siis siitä, että hän oli nähnyt vaivaa -- tuulen hyväksi!",
      "(H5:16)Kaikki päivänsä hän kulutti pimeässä huolia kantaen, vaivaa ja murhetta kärsien.",
      "(H5:17)Niinpä olenkin havainnut, että on oikein ja paikallaan syödä ja juoda ja nauttia elämästä kaiken sen vaivan keskellä, jota ihminen näkee vähinä Jumalan antamina elinpäivinään auringon alla; sellainen on hänen osansa.",
      "(H5:18)Jumalan lahja on sekin, että hän antaa rikkautta ja omaisuutta ja sallii ihmisen käyttää sitä ja saada siitä osansa ja iloita kaiken vaivannäön keskellä.",
      "(H5:19)Kun Jumala täyttää mielen iloa tuottavilla askareilla, ei ihminen ehdi ajatella elinpäiviensä kulumista."
    ],
    [
      "Minä näin auringon alla muutakin onnettomuutta, joka painaa ihmistä raskaasti.",
      "Oli mies, jolle Jumala oli antanut rikkautta, omaisuutta ja kunniaa niin ettei häneltä puuttunut mitään, mitä hän saattoi haluta. Mutta Jumala ei sallinut hänen nauttia siitä, vaan kaiken sai nautittavakseen vieras. Tämä on turhuutta ja kipeä kärsimys.",
      "Vaikka mies saisi sata lasta ja eläisi lukemattomia vuosia -- niin monta kuin ihmisen suinkin on mahdollista elää -- niin jos hän ei kaikesta tästä huolimatta saa tyydytystä elämästään eikä edes kunniallista hautausta, minä sanon: kuolleena syntynyt on häntä onnellisempi.",
      "Turhaan se tulee ja pimeään menee, ja pimeään sen nimi peittyy,",
      "eikä se ole nähnyt aurinkoa eikä tajunnut mitään; mutta sen lepo on syvempi kuin hänen.",
      "Vaikka tuo mies eläisi kaksi kertaa tuhat vuotta, hän ei saisi elämästään iloa: eivätkö kaikki ole matkalla samaan paikkaan?",
      "Kaikki ihmisen vaivannäkö menee samaan nieluun, eikä se kita koskaan täyty.",
      "Mitä etua viisaalla on tyhmän rinnalla, mitä hyötyä on nöyrälle siitä, että hän elää esikuvana muille?",
      "Minkä silmä jo näkee, on parempi kuin se, mitä mieli havittelee. Tämäkin on turhuutta ja tuulen tavoittelua.",
      "Kaikelle, mikä on olemassa, on annettu nimi jo kauan sitten, ja edeltäkäsin on säädetty, mitä ihmisestä tulee. Ei hän voi käräjöidä vahvempaansa vastaan.",
      "Mitä enemmän on sanoja, sitä enemmän turhuutta. Mitä hyötyä siitä on ihmiselle?",
      "Kuka tietää, mikä on ihmiselle hyväksi hänen vähinä ja turhina elinpäivinään, jotka hän viettää varjon tavoin? Entä kuka pystyy kertomaan ihmiselle, mitä seuraa hänen jälkeensä auringon alla?"
    ],
    [
      "Hyvä maine on parempi kuin kallis öljy ja kuolinpäivä parempi kuin synnyinpäivä.",
      "Parempi on mennä surutaloon kuin pitoihin, koska surutalossa näkee, mikä on kaikkien kohtalo. Jokainen, joka elää, painakoon sen mieleensä.",
      "On parempi murehtia kuin nauraa, sillä sydämelle on hyväksi, että kasvot ovat murheelliset.",
      "Viisaan sydän on surutalossa, tyhmän sydän huvipaikoissa.",
      "On parempi kuulla viisaan nuhteita kuin tyhmien hymistystä.",
      "Orjantappuroiden rätinää padan alla on tyhmän nauru. Turhuutta sekin.",
      "Väärä voitto tekee viisaankin hulluksi, lahjonta turmelee mielen.",
      "On parempi lopettaa puhuminen kuin aloittaa, maltti on mahtailua parempi.",
      "Älä vähällä vihastu, sillä kauna pesiytyy tyhmän rintaan.",
      "Älä kysele, miksi asiat ennen olivat paremmin kuin nyt, sillä et sinä viisauttasi sitä kysy.",
      "Viisaus on yhtä arvokas kuin peritty omaisuus, vieläpä arvokkaampikin täällä auringon alla elävälle,",
      "sillä viisauden varjossa on kuin rahan varjossa. Viisaus vain on sikäli rahaa hyödyllisempi, että se pitää omistajansa hengissä.",
      "Katso Jumalan tekoja: kuka voi suoristaa sen, minkä hän on käyräksi tehnyt?",
      "Hyvänä päivänä iloitse ja pahana päivänä muista, että Jumala on antanut ne molemmat. Ei ihminen voi moittia Jumalaa.",
      "Tämänkin minä olen nähnyt turhina elinpäivinäni: hurskas hukkuu, vaikka on elänyt oikein, jumalaton elää pahuudestaan huolimatta kauan.",
      "Älä ole liian hurskas äläkä esiinny ylen viisaana: miksi tekisit elämäsi autioksi?",
      "Älä liikaa poikkea laista äläkä ole tyhmä: miksi kuolisit ennen aikaasi?",
      "Sinun on paras pitää kiinni toisesta hylkäämättä toistakaan: Jumalaa pelkäävä onnistuu molemmissa.",
      "Viisaus on viisaalle vahvempi apu kuin kaupungin kymmenen mahtimiestä.",
      "Maan päällä ei ole yhtäkään niin hurskasta, että hän tekisi aina vain hyvää eikä koskaan syntiä.",
      "Älä kuuntele kaikkea mitä puhutaan, ettet joutuisi kuulemaan sitäkin, miten palvelijasi kiroaa sinua.",
      "Muistathan ne monet kerrat, jolloin sinä itse olet kironnut muita.",
      "Kaukana on kaiken sisin olemus, syvällä, syvällä -- kuka voi sen löytää?",
      "Minä ryhdyin itsekseni pohtimaan ja etsimään viisautta ja kaiken lopputulosta ja ymmärsin, että jumalattomuus johtuu järjettömyydestä ja tyhmyys mielen sokaistumisesta.",
      "Minä havaitsin: Kuolemaakin katkerampi on nainen. Hän on pyydys, hänen sydämensä on ansa, hänen kätensä ovat kahleet. Jumalalle mieluinen hänet välttää, mutta synnintekijä takertuu hänen verkkoonsa.",
      "Katso -- sanoi Saarnaaja -- tämän minä totesin, kun kohta kohdalta pyrin tulokseen:",
      "en löytänyt, mitä kaiken aikaa etsin, ihmistä. Tuhannen joukosta minä löysin yhden, mutta koko määrästä en ainoatakaan naista.",
      "Vain tämän minä sain selville: Jumala on luonut ihmiset suoriksi, mutta itse he punovat kieroja juonia."
    ],
    [
      "Kuka on viisaan veroinen, kuka osaa selittää asiat? Viisaus kirkastaa ihmisen kasvot, mutta röyhkeys ne vääristää.",
      "Tottele kuninkaan käskyä: olet vannonut hänelle uskollisuutta Jumalan nimen kautta.",
      "Älä luovu hänestä vähällä äläkä sekaannu pahoihin hankkeisiin, sillä hän tekee mitä tahtoo.",
      "Kuninkaan sana on laki. Kuka voi vaatia hänet tilille siitä, mitä hän tekee?",
      "Se, joka pitää hänen käskynsä, ei halua tietää juonitteluista. Viisaan sydän kyllä tietää, milloin toimia ja miten,",
      "sillä joka asialla on aikansa ja tapansa. Mutta ihmistä painaa kiusaava taakka:",
      "hän ei tiedä, mitä tulevaisuudessa tapahtuu eikä miten se tapahtuu -- kuka voi sen hänelle kertoa?",
      "Ihminen ei ole tuulen valtias, ei hän pysty sitä pidättämään, eikä kukaan hallitse kuolemansa hetkeä. Sodasta ei ole pääsyä, eikä synti päästä tekijäänsä vapaaksi.",
      "Tämän kaiken minä havaitsin tarkkaillessani, mitä auringon alla tapahtuu aikana, jolloin ihminen hallitsee toista tämän onnettomuudeksi.",
      "Sitten minä näin, miten jumalattomat tulivat ja tunkeutuivat pyhäkköön. Palatessaan he kerskailivat kaupungilla teostaan. Turhuutta kaikki.",
      "Milloin pahaa tekoa ei pian seuraa rangaistus, ihmiset rohkaistuvat pahantekoon:",
      "moni syntinen tekee pahaa sata kertaa ja elää silti kauan. Tiedän kuitenkin, että Jumalaa pelkäävälle käy hyvin hänen jumalanpelkonsa johdosta,",
      "ja tiedän myös, että jumalattomalle ei käy hyvin: koska hän ei pelkää Jumalaa, hänen elinpäivänsä häipyvät kuin pakeneva varjo.",
      "Turhuutta on maan päällä tämäkin: on hurskaita, joiden käy niin kuin he olisivat tehneet vääryyttä, ja on jumalattomia, joiden käy niin kuin he olisivat tehneet oikein. Minä sanon: se on turhuutta.",
      "Niinpä minä ylistin iloa, koska ihmisellä ei ole auringon alla muuta onnea kuin syödä ja juoda ja iloita. Tämä ilo seuraa häntä kaiken vaivannäön keskellä niinä elinpäivinä, jotka Jumala on hänelle antanut auringon alla.",
      "Kun koetin perehtyä viisauteen ja tutkistella sitä työtä, jota ihminen maan päällä yötä päivää tekee saamatta untakaan silmiinsä,",
      "niin havaitsin, ettei ihminen voi käsittää Jumalan tekoja, sitä mitä auringon alla tapahtuu; vaikka ihminen kuinka ponnistelee yrittäessään ymmärtää, ei hän käsitä. Ja vaikka viisas väittäisikin ymmärtävänsä, ei hän kuitenkaan ymmärrä."
    ],
    [
      "Kaiken tämän olen ottanut sydämelleni, tätä punninnut mielessäni: millä tavoin hurskaat ja viisaat ja heidän tekonsa ovat Jumalan kädessä. Ei ihminen itse tiedä, käykö hän kohti vihaa vai rakkautta. Kaikki, mikä hänen eteensä tulee, on turhuutta,",
      "koska kaikkien kohtalo on sama: niin jumalisen kuin jumalattoman, niin hyvän kuin pahan, puhtaan ja saastaisen, uhraajan ja sen joka ei uhraa. Hyvän käy samoin kuin syntisen, valan vannojan samoin kuin vannomista karttavan.",
      "Kaikessa, mikä auringon alla tapahtuu, on lohdutonta juuri se, että jokaisen kohtalo on sama, niin kuin sekin, että ihmisen sydän on pahuutta täynnä ja että hänen sisimmässään asuu mielettömyys koko hänen elinaikansa, ja sen jälkeen -- suoraa päätä vainajien joukkoon!",
      "Elävät tietävät sen, että heidän on kuoltava, mutta kuolleet eivät tiedä mitään. Heillä ei ole enää palkkaa saatavana, ja heidän muistonsa on unohdettu.",
      "Heidän rakkautensa ja vihansa ja kiihkonsa on mennyt, eikä heillä enää koskaan ole osaa missään, mikä tapahtuu auringon alla.",
      "Syö siis leipäsi iloiten ja juo viinisi hyvillä mielin, sillä jo kauan sitten Jumala on hyväksynyt nuo tekosi.",
      "Olkoot vaatteesi aina valkeat ja olkoon pääsi runsaasti voideltu.",
      "Nauti elämästä rakastamasi vaimon kanssa kaikkina turhina elinpäivinäsi, jotka Jumala on antanut; se on osasi tässä elämässä auringon alla, kaiken vaivannäkösi keskellä.",
      "Tee voimiesi mukaan se mikä tehtävissä on, sillä tuonelassa, jonne olet matkalla, ei ole tekoja, ei ajatuksia, ei tietoa, ei viisautta.",
      "Vielä tämän minä havaitsin auringon alla: Juoksu ei ole nopeiden vallassa eikä sota sankareiden, ei leipä viisaiden, ei rikkaus kyvykkäiden eikä menestys älykkäiden. Kaikki on ajan ja kohtalon vallassa.",
      "Ihminen ei tiedä aikaansa niin kuin eivät kalatkaan, jotka tarttuvat verkkoon, eivätkä linnut, jotka takertuvat paulaan. Niiden tavoin joutuu myös ihminen saaliiksi, kun hänen hetkensä koittaa.",
      "Minä havaitsin, että viisaudelle, suurellekin, saattoi käydä näin auringon alla:",
      "Oli pieni kaupunki, jossa oli vähän asukkaita. Sitä vastaan hyökkäsi mahtava kuningas. Hän saartoi kaupungin ja pystytti suuria piirityslaitteita sen ympärille.",
      "Kaupungissa asui köyhä mutta viisas mies. Hän olisi voinut pelastaa kaupungin viisaudellaan, mutta kukaan ei tullut ajatelleeksi sitä köyhää miestä.",
      "Niinpä minä sanon: Viisaus on parempi kuin voima, mutta köyhän viisautta vähätellään eikä hänen sanojaan kuunnella.",
      "On parempi kuunnella viisaan hiljaisia sanoja kuin houkkien johtajan huutoa.",
      "Viisaus on sota-aseita parempi."
    ],
    [
      "Kuollut kärpänenkin saa voiteentekijän öljyn pilaantumaan, ja vähäinen tyhmyys voi vaikuttaa enemmän kuin viisaus ja kunnia.",
      "Viisaan sydän vie onnea kohti, tyhmän sydän onnettomuuteen.",
      "Suoralla tielläkin tyhmän ymmärrys pettää. Puheillaan hän paljastaa tyhmyytensä kaikille.",
      "Jos hallitsija närkästyy sinuun, älä menetä malttiasi. Sävyisyys lievittää suuretkin hairahdukset.",
      "Pahan erehdyksen olen nähnyt auringon alla, virheen, joka on vallanpitäjän syytä:",
      "tyhmyys on korotettu korkealle, mutta ylhäiset ja rikkaat istuvat alhaalla.",
      "Olen nähnyt palvelijoiden istuvan hevosten selässä ja ruhtinaiden käyvän jalan palvelijoiden tavoin.",
      "Joka kaivaa kuoppaa, voi pudota siihen, muurin purkajaa voi purra käärme.",
      "Kivenlouhija voi satuttaa itsensä kiviin, ja puunhakkaaja joutuu työssään vaaraan.",
      "Jos kirves on tylsä eikä sen terää tahkota, tarvitaan enemmän voimaa. On hyödyllistä soveltaa viisaus käytäntöön.",
      "Jos käärme puree ennen kuin se on lumottu, ei lumoojalle ole taidostaan hyötyä.",
      "Viisaan sanat saavuttavat suosiota, mutta tyhmän nielee hänen oma suunsa.",
      "Hänen sanojensa alku on typeryyttä ja puheensa loppu sulaa mielettömyyttä.",
      "Tyhmä puhuu paljon, vaikka ei tiedä, mitä tulevaisuus tuo tullessaan. Kukapa osaisi kertoa hänelle, mitä hänen jälkeensä tapahtuu?",
      "Milloin hän väsyy omaan typeryyteensä? Eihän hän tiedä edes tietä kaupunkiin.",
      "Voi sinua, maa, jonka kuningas on poikanen ja jonka ruhtinaat mässäilevät aamusta alkaen!",
      "Onnellinen sinä, maa, jonka kuningas on jalosukuinen ja jonka ruhtinaat viettävät pitonsa oikeaan aikaan -- arvokkaasti, eivät juopotellen!",
      "Laiskojen asuinsijoissa katot painuvat. Missä kädet riippuvat velttoina, siellä sataa sisään.",
      "Pidot järjestetään ihmisten huviksi, ja viini ilahduttaa mielen. Ja rahallahan kaiken saa.",
      "Älä edes ajatuksissasi kiroile kuningasta äläkä makuukammiossasikaan rikasta -- taivaan lintu voi viedä puheesi, siivekäs saattaa sanasi ilmi."
    ],
    [
      "Lähetä leipäsi veden yli, ajan mittaan voit saada sen takaisin.",
      "Talleta omaisuutesi seitsemälle, kahdeksallekin taholle -- ethän tiedä, mitä onnettomuuksia maassa vielä sattuu.",
      "Kun pilvet täyttyvät vedellä, ne valavat sateen maahan, ja kun puu kaatuu, kaatuupa sitten etelässä tai pohjoisessa, niille sijoilleen se jää.",
      "Joka tuulta tarkkaa, ei saa kylvetyksi, joka pilviä pälyy, ei ehdi leikata.",
      "Yhtä vähän kuin tiedät, minne tuuli kääntyy tai miten luut rakentuvat raskaana olevan kohdussa, yhtä vähän tiedät Jumalan teoista, hänen, joka kaiken luo.",
      "Kylvä siemenesi aamulla äläkä lepuuta kättäsi illan tullen -- ethän tiedä, kummalla kerralla onnistut paremmin vai onnistutko kenties molemmilla.",
      "Suloinen on valo, silmät iloitsevat nähdessään auringon.",
      "Jos ihminen elää monia vuosia, hän iloitkoon niistä kaikista, mutta hänen on hyvä muistaa, että pimeitäkin päiviä tulee paljon. Kaikki, mikä häntä kohtaa, on turhuutta.",
      "Iloitse varhaisista vuosistasi, nuorukainen, nauti nuoruutesi päivistä! Seuraa sydämesi teitä ja silmiesi haluja, mutta muista, että Jumala vaatii sinut kaikesta tuomiolle.",
      "Karkota suru sydämestäsi ja torju kärsimys ruumiistasi -- silti myös nuoruus, elämän aamu, on turhuutta."
    ],
    [
      "Muista Luojaasi nuoruudessasi, ennen kuin pahat päivät tulevat ja joutuvat ne vuodet, jotka eivät sinua miellytä,",
      "ennen kuin auringon valo, kuu ja tähdet himmenevät ja sadetta seuraavat yhä uudet pilvet.",
      "Silloin talon vartijat vapisevat, soturit painuvat kumaraan ja jauhajanaiset, vähiin käyneet, ovat jouten. Ikkunoista kurkistelijat jäävät pimeään,",
      "kadun kaksoisportit suljetaan, myllyn ääni heikkenee ja ohenee linnunlaulun kaltaiseksi ja laulun kaikki kaiut vaimenevat.",
      "Silloin myös pelätään mäkiä ja tie on täynnä kauhuja. Mantelipuu kukkii ja heinäsirkka ahmii vatsansa täyteen ja kapriksen nuput puhkeavat, mutta ihminen menee iäiseen majaansa ja valittajat kiertävät kujia.",
      "Muista Luojaasi nuoruudessasi, ennen kuin hopealanka katkeaa ja kultamalja särkyy, ennen kuin vesiastia rikkoutuu lähteellä ja ammennuspyörä putoaa särkyneenä kaivoon.",
      "Tomu palaa maahan, josta se on tullut. Henki palaa Jumalan luo, joka on sen antanut.",
      "Turhuuksien turhuus, sanoi Saarnaaja, kaikki on turhuutta.",
      "Saarnaaja oli viisas, eikä siinä kyllin: hän myös opetti tietoa kansalle. Hän punnitsi mielessään ja sommitteli monia sananlaskuja.",
      "Hän pohdiskeli sattuvia sanontoja ja kirjoitti vilpittömiä totuuden sanoja.",
      "Viisaiden sanat ovat teräviä kuin häränajajan piikki, mietelauselmat kuin lujia nauloja. Nämä sanat ovat kaikki saman paimenen antamia.",
      "Ja vielä: Poikani, paina varoitus mieleesi. Paljolla kirjojen tekemisellä ei ole loppua, ja alituinen tutkistelu väsyttää ruumiin.",
      "Tässä on lopputulos kaikesta, mitä nyt on kuultu: pelkää Jumalaa ja pidä hänen käskynsä. Tämä koskee jokaista ihmistä.",
      "Jumala vaatii tuomiolle kaikista salatuistakin teoista, niin hyvistä kuin pahoista."
    ]
  ],
  "name": "Ecclesiastes"
}
