{
  "id": "2tm",
  "chapters": [
    [
      "Paavali, Kristuksen Jeesuksen apostoli Jumalan tahdosta, sen lupauksen mukaisesti, jonka olemme saaneet elämästä Kristuksen Jeesuksen yhteydessä,",
      "tervehtii rakasta poikaansa Timoteusta. Isän Jumalan ja Herramme Kristuksen Jeesuksen armo, laupeus ja rauha sinulle!",
      "Minä kiitän Jumalaa, jota palvelen omatunto puhtaana, niin kuin jo esivanhempani ovat tehneet, ja muistan sinua rukouksissani lakkaamatta, päivin ja öin.",
      "Kun muistan kyyneleesi, tahtoisin taas nähdä sinut, jotta saisin sydämeni pohjasta iloita.",
      "Kiitän Jumalaa, kun muistan sen vilpittömän uskon, joka sinulla on ja joka oli jo isoäidilläsi Looiksella ja äidilläsi Eunikella; myös sinulla se on, siitä olen varma.",
      "Siksi muistutan sinua, että puhaltaisit täyteen liekkiin Jumalan armolahjan, jonka sait silloin kun minä panin käteni sinun päällesi.",
      "Eihän Jumala ole antanut meille pelkuruuden henkeä, vaan voiman, rakkauden ja terveen harkinnan hengen.",
      "Älä siis häpeä todistaa Herrastamme äläkä häpeä minua, joka olen hänen takiaan vangittuna, vaan kärsi sinäkin vaivaa evankeliumin vuoksi. Siihen saat voimaa Jumalalta.",
      "Hän on meidät pelastanut ja kutsunut pyhällä kutsullaan, ei meidän tekojemme perusteella vaan oman päätöksensä ja armonsa mukaisesti, jonka hän jo ennen aikojen alkua soi meille antamalla meille Kristuksen Jeesuksen",
      "ja joka nyt on tullut julki, kun meidän Vapahtajamme, Kristus Jeesus, on ilmestynyt. Hän on kukistanut kuoleman ja tuonut valoon elämän ja katoamattomuuden lähettämällä maailmaan evankeliumin.",
      "Sen kuuluttajaksi, apostoliksi ja opettajaksi minut on asetettu.",
      "Siksi minä saan kärsiä tätä kaikkea. En silti häpeä, sillä tiedän, keneen uskon, ja olen varma siitä, että hän kykenee varjelemaan sen, mikä on minun haltuuni uskottu, aina tulemisensa päivään asti.",
      "Pidä esikuvanasi niitä terveitä opetuksia, jotka olet minulta kuullut, ja säilytä se usko ja rakkaus, jonka Kristus Jeesus saa aikaan.",
      "Pidä meissä asuvan Pyhän Hengen avulla tallessa se hyvä, mikä on uskottu haltuusi.",
      "Niin kuin tiedät, Aasian maakunnassa kaikki ovat luopuneet minusta, heidän joukossaan Fygelos ja Hermogenes.",
      "Herra osoittakoon laupeutta Onesiforoksen perheelle, koska hän on usein minua rohkaissut eikä ole hävennyt minua, vaikka olen vankina.",
      "Roomaan tultuaan hän päinvastoin ryhtyi tarmokkaasti etsimään, kunnes löysi minut.",
      "Osoittakoon Herra hänelle laupeutta tulemisensa päivänä! Ja kuinka paljon hän auttoi minua Efesoksessa, sen tiedät sinä parhaiten."
    ],
    [
      "Vahvistakoon siis Kristuksen Jeesuksen armo sinua, poikani!",
      "Kaikki, mitä olet monien todistajien läsnä ollessa minulta kuullut, sinun tulee uskoa luotettaville ihmisille, jotka pystyvät myös opettamaan muita.",
      "Kärsi sinäkin vaivaa niin kuin Kristuksen Jeesuksen kelpo sotilas.",
      "Ei kukaan sotilaana palveleva sekaannu jokapäiväisen elämän toimiin, jos haluaa, että päällikkö on häneen tyytyväinen.",
      "Ei myöskään urheilija saa voitonseppelettä, ellei hän kilpaile sääntöjen mukaisesti.",
      "Maamiehen, joka raskaan työn tekee, tulee ensimmäisenä saada osansa sadosta.",
      "Mieti sanojani! Herra kyllä antaa sinulle ymmärrystä kaikkeen.",
      "Muista, että Jeesus Kristus, Daavidin jälkeläinen, on herätetty kuolleista, niin kuin minä julistan.",
      "Hänen vuokseen minä kärsin, olen vieläpä kahleissa kuin rikollinen. Mutta Jumalan sana ei ole kahleissa.",
      "Siksi kestän mitä tahansa Jumalan valittujen tähden, jotta hekin saavuttaisivat pelastuksen, jonka Kristus Jeesus on hankkinut, ja sen mukana ikuisen kirkkauden.",
      "Tämä sana on varma: -- Jos olemme hänen kanssaan kuolleet, saamme hänen kanssaan myös elää.",
      "Jos kestämme lujina, saamme myös hallita hänen kanssaan. Jos kiellämme hänet, myös hän on kieltävä meidät.",
      "Jos olemme uskottomia, hän pysyy silti uskollisena, sillä omaa olemustaan hän ei voi kieltää.",
      "Muistuta tästä kaikkia ja varoita heitä vakavasti Jumalan nimessä, etteivät he riitelisi. Sellaisesta ei ole mitään hyötyä, vaan se koituu kuulijoiden turmioksi.",
      "Pyri kaikin voimin osoittautumaan Jumalan silmissä luotettavaksi työntekijäksi, joka ei häpeä työtään ja joka opettaa totuuden sanaa oikein.",
      "Vältä epäpyhiä ja tyhjänpäiväisiä puheita, sillä niiden puhujat menevät jumalattomuudessa yhä pitemmälle",
      "ja heidän oppinsa leviää kuin syöpä. Heitä ovat Hymenaios ja Filetos,",
      "jotka ovat eksyneet pois totuudesta ja väittävät, että ylösnousemus on jo tapahtunut. Näin he saattavat joidenkin uskon luhistumaan.",
      "Suuressa taloudessa ei ole vain kultaisia ja hopeisia astioita, vaan myös puusta ja savesta tehtyjä. Toiset on tarkoitettu arvokkaaseen, toiset arkiseen käyttöön.",
      "Siitä, joka puhdistaa itsensä kaikesta tuollaisesta, tulee arvokkaaseen käyttöön sopiva astia, pyhitetty, isännälleen hyödyllinen ja kaikkiin hyviin tarkoituksiin käyttökelpoinen.",
      "Karta nuoruuden kiihkoa ja pyri tasapuolisuuteen, uskoon, rakkauteen ja rauhaan niiden kanssa, jotka vilpittömin sydämin pyytävät avukseen Herraa.",
      "Pysy erossa typeristä ja asiattomista väittelyistä; sinähän tiedät, että niistä syntyy riitoja.",
      "Herran palvelija ei saa riidellä, vaan hänen on oltava ystävällinen kaikille, taitava opettamaan ja kärsivällinen,",
      "niin että hän lempeästi ojentaa vastustelevia. Ehkäpä Jumala antaa heidän mielensä muuttua, niin että he tulevat tuntemaan totuuden",
      "ja selviävät Paholaisen ansasta, johon tämä on heidät vanginnut pakottaakseen heidät tahtoonsa."
    ],
    [
      "Sinun on tiedettävä, että viimeisinä päivinä koittavat vaikeat ajat.",
      "Silloin ihmiset rakastavat vain itseään ja rahaa, he ovat rehenteleviä ja pöyhkeitä, he herjaavat ja ovat vanhemmilleen tottelemattomia. He ovat kiittämättömiä, jumalattomia,",
      "rakkaudettomia, leppymättömiä, panettelevia, väkivaltaisia ja raakoja, kaiken hyvän vihollisia,",
      "petollisia, häikäilemättömiä ja järjettömiä. He rakastavat enemmän nautintoja kuin Jumalaa,",
      "he ovat ulkonaisesti hurskaita mutta kieltävät uskon voiman. Karta sellaisia!",
      "Nämä näet tunkeutuvat koteihin ja kietovat valtaansa syntien rasittamia, monenlaisten oikkujensa riepottelemia naisparkoja,",
      "jotka ovat aina alttiita uusille opetuksille mutta eivät voi koskaan päästä selville totuudesta.",
      "Niin kuin Jannes ja Jambres vastustivat Moosesta, niin tuollaiset villitsijät vastustavat totuutta. He ovat menettäneet järkensä, ja heidän uskonsa on kelvoton.",
      "Mutta kauan he eivät menesty, sillä heidän järjettömyytensä paljastuu pian kaikille, kuten noille kahdellekin kävi.",
      "Sinä olet uskollisesti seurannut minun opetustani, elämäntapaani, pyrkimystäni, uskoani, kärsivällisyyttäni, rakkauttani ja kestävyyttäni",
      "niissä vainoissa ja kärsimyksissä, joita sain osakseni Antiokiassa, Ikonionissa ja Lystrassa. Millaisia vainoja olenkaan saanut kestää! Ja kaikista Herra on minut pelastanut.",
      "Mutta vainon kohteeksi joutuvat kaikki ne, jotka haluavat elää hurskaasti Kristuksen Jeesuksen omina.",
      "Kelvottomat ihmiset ja petkuttajat menevät pahuudessa yhä pitemmälle, eksyttäen muita ja eksyen itse.",
      "Pidä sinä kiinni siitä, minkä olet oppinut. Sinähän olet siitä varma, koska tiedät, keiltä olet sen oppinut.",
      "Olet myös jo lapsesta asti tuntenut pyhät kirjoitukset, jotka voivat antaa sinulle viisautta, niin että pelastut uskomalla Kristukseen Jeesukseen.",
      "Jokainen pyhä, Jumalan Hengestä syntynyt kirjoitus on hyödyllinen opetukseksi, nuhteeksi, ojennukseksi ja kasvatukseksi Jumalan tahdon mukaiseen elämään.",
      "Näin Jumalan ihmisestä tulee täydellinen ja kaikkeen hyvään kykenevä."
    ],
    [
      "Minä vannotan sinua Jumalan ja Kristuksen Jeesuksen nimessä, hänen, joka on tuomitseva elävät ja kuolleet, ja hänen ilmestymisensä ja hänen valtakuntansa kautta:",
      "julista sanaa, astu esiin sopivaan ja sopimattomaan aikaan, nuhtele, moiti ja kehota, aina kärsivällisesti opettaen.",
      "Tulee näet aika, jolloin ihmiset eivät siedä kuulla tervettä oppia vaan haalivat itselleen halunsa mukaisia opettajia kuullakseen sitä mitä kulloinkin mieli tekee.",
      "He tukkivat korvansa totuudelta ja kääntyvät kuuntelemaan taruja.",
      "Mutta pysy sinä järkevänä kaikissa tilanteissa, kestä vaivat, julista evankeliumia ja hoida virkasi tehtävät.",
      "Minut itseni uhrataan jo pian, lähtöni hetki on tullut.",
      "Olen kilpaillut hyvän kilpailun, olen juossut perille ja säilyttänyt uskoni.",
      "Minua odottaa nyt vanhurskauden seppele, jonka Herra, oikeudenmukainen tuomari, on antava minulle tulemisensa päivänä, eikä vain minulle vaan kaikille, jotka hartaasti odottavat hänen ilmestymistään.",
      "Koeta päästä pian luokseni.",
      "Demas on tähän maailmaan mieltyneenä jättänyt minut ja lähtenyt Tessalonikaan. Crescens on mennyt Galatiaan ja Titus Dalmatiaan.",
      "Vain Luukas on täällä kanssani. Ota Markus mukaasi, sillä hänestä olisi minulle paljon apua.",
      "Tykikoksen olen lähettänyt Efesokseen.",
      "Tuo mukanasi myös viittani, jonka jätin Troakseen Karpoksen luo, sekä kirjat, ennen kaikkea pergamenttikääröt.",
      "Kupariseppä Aleksandros on tehnyt minulle paljon pahaa, mutta Herra kyllä maksaa hänelle hänen tekojensa mukaan.",
      "Varo sinäkin häntä, sillä hän on vastustanut kiivaasti meidän opetustamme.",
      "Kun ensimmäisen kerran puolustauduin oikeudessa, ei kukaan tullut avukseni vaan kaikki jättivät minut yksin. Älköön sitä luettako heille viaksi!",
      "Herra kuitenkin auttoi minua ja antoi minulle voimaa, jotta voisin saattaa julistustyöni päätökseen ja evankeliumin kaikkien kansojen kuuluville, ja näin pelastuin leijonan kidasta.",
      "Herra pelastaa vastedeskin minut kaikesta pahasta ja vie minut turvaan taivaalliseen valtakuntaansa. Hänen on kunnia aina ja ikuisesti. Aamen.",
      "Sano terveisiä Priscalle ja Aquilalle sekä Onesiforoksen perheelle.",
      "Erastos jäi Korinttiin. Trofimoksen, joka oli sairaana, jätin Miletokseen.",
      "Yritä päästä tulemaan ennen talvea! Sinulle lähettävät terveisiä Eubulos, Pudens, Linos, Claudia ja kaikki veljet.",
      "Herra olkoon sinun henkesi kanssa! Armo teille!"
    ]
  ],
  "name": "2 Timothy"
}
