{
  "id": "gl",
  "chapters": [
    [
      "Paavali, apostoli, (ei ihmisiltä eikä ihmisten kautta, vaan Jesuksen Kristuksen kautta ja Isän Jumalan, joka hänen kuolleista herättänyt on,)",
      "Ja kaikki veljet, jotka minun kanssani ovat, Galatian seurakunnille:",
      "Armo olkoon teille ja rauha Isältä Jumalalta ja meidän Herralta Jesukselta Kristukselta!",
      "Joka itsensä meidän synteimme edestä antanut on, että hän meitä vapahtais tästä nykyisestä pahasta maailmasta, Jumalan ja meidän Isämme tahdon jälkeen,",
      "Jolle olkoon kiitos ijankaikkisesta ijankaikkiseen, amen!",
      "Minä ihmettelen, että te niin pian annatte teitänne kääntää pois siitä, joka teitä Kristuksen armoon kutsunut on, toiseen evankeliumiin,",
      "Joka ei muuta ole, vaan että muutamat eksyttävät teitä ja tahtovat Kristuksen evankeliumia toisin kääntää.",
      "Mutta ehkä me taikka joku enkeli taivaasta saarnais teille toisin evankeliumia, kuin me olemme teille saarnanneet, se olkoon kirottu!",
      "Niinkuin me ennen sanoimme, niin minä vielä sanon: jos joku teille toisin saarnaa evankeliumia, kuin te ottaneet olette, olkoon kirottu!",
      "Saarnaanko minä nyt ihmisten eli Jumalan mielen jälkeen? eli pyydänkö minä ihmiselle kelvata? Sillä jos minä tähän asti olisin tahtonut ihmisille kelvata, niin en minä olisi Kristuksen palvelia.",
      "Mutta minä teen teille tiettäväksi, rakkaat veljet, ettei se evankeliumi, joka minulta saarnattu on, ole ihmisen jälkeen.",
      "Sillä en minä ole sitä ihmiseltä saanut enkä oppinut, vaan Jesuksen Kristuksen ilmoituksesta.",
      "Sillä te olette kuulleet minun muinaisen olentoni Juudalaisten tavoissa, kuinka ylönpalttisesti minä Jumalan seurakuntaa vainosin ja hävitin sitä,",
      "Ja menestyin Juudalaisten menoissa, ylitse monen minun vertaiseni minun suvussani, ja olin ylen kiivas isäin säätyin tähden.",
      "Mutta koska Jumala tahtoi, joka minun oli eroittanut äitini kohdusta, ja armonsa kautta kutsui,",
      "Että hän Poikansa minun kauttani ilmoittais, ja minä julistaisin hänen evakeliumin kautta pakanain seassa, niin en minä ensinkään lihan ja veren kautta tutkinut,",
      "En myös Jerusalemiin niiden tykö palannut, jotka ennen minua apostolit olivat; vaan menin pois Arabiaan ja palasin jällensä Damaskuun.",
      "Sitte kolmen vuoden perästä tulin minä Jerusalemiin Pietaria oppimaan ja olin hänen kanssansa viisitoistakymmentä päivää.",
      "Mutta en minä muita apostoleita yhtään nähnyt paitsi Jakobia, Herran veljeä.",
      "Mutta sen, mitä minä teille kirjoitan, katso, Jumala tietää, etten minä valehtele.",
      "Sitte tulin minä Syrian ja Kilikian maakuntiin.",
      "Ja minä olin tuntematoin kasvoista niille Juudean seurakunnille, jotka olivat Kristuksessa.",
      "Mutta he olivat ainoastaan kuulleet, että se, joka meitä muinen vainosi, hän saarnaa nyt uskoa, jota hän muinen hävitti,",
      "Ja kiittivät minun tähteni Jumalaa."
    ],
    [
      "Sitte neljäntoistakymmenen vuoden perästä menin minä taas Barnabaan kanssa ylös Jerusalemiin ja otin Tituksen kanssani,",
      "Ja minä menin ylös ilmoituksen jälkeen ja asetin heidän eteensä sen evankeliumin, jota minä pakanain seassa julistan: mutta erinomaisesti niiden eteen, jotka jonakin pidetään, etten minä hukkaan juoksisi elikkä olisi jo juossut.",
      "Mutta ei Titustakaan, joka minun kanssani oli, vaadittu itsiänsä ympärileikkauttamaan, vaikka hän Grekiläinen oli.",
      "Sillä kuin muutamat väärät veljet tunkeutuivat sisälle, ja jo olivat tulleet sisälle koettelemaan meidän vapauttamme, joka meillä Kristuksessa Jesuksessa on, että he meitä orjuuteen vaatisivat;",
      "Emmepä me tosin niille hetkeksikään myöntyneet kuuliaisuuteen, että evankeliumin totuus teidän tykönänne pysyväinen olis.",
      "Mutta niihin, jotka jonakin pidetään, minkäkaltaiset he muinen olivat, ei minun mitään tule: ei Jumala katso ihmisen muotoa; sillä ne, jotka jonakin pidetään, ei minulle mitään opettaneet.",
      "Vaan sitä vastaan, kuin he näkivät, että minulle evankeliumi esinahan puoleen uskottu oli, niinkuin Pietarille ympärileikkauksen puoleen;",
      "(Sillä joka Pietarin kanssa oli voimallinen apostolin virassa ympärileikkauksen seassa, se on minunkin kanssani pakanain seassa voimallinen ollut,)",
      "Ja kuin he tunsivat sen armon, joka minulle annettu oli, niin Jakob ja Kephas ja Johannes, jotka patsaina pidettiin, antoivat minulle ja Barnabaalle kättä ja sopivat niin meidän kanssamme, että meidän pakanain seassa ja heidän ympärileikkauksen seassa saarnaaman piti,",
      "Ainoastaan että meidän piti vaivaisia muistaman, jota minä myös olen ahkeroinut tehdä.",
      "Mutta kuin Pietari Antiokiaan tuli, niin minä olin julkisesti häntä vastaan, että kanne oli tullut hänen päällensä.",
      "Sillä ennenkuin joku Jakobin tyköä tuli, söi hän pakanain kanssa; vaan kuin ne tulivat, vältti hän, ja eroitti itsensä heistä, peljäten niitä, jotka ympärileikkauksesta olivat,",
      "Ja muutkin Juudalaiset viekastelivat hänen kanssansa, niin että Barnabaskin vieteltiin heidän ulkokullaisuudellansa.",
      "Mutta kuin minä sen näin, ettei he oikein vaeltaneet evankeliumin totuuden jälkeen, sanoin minä Pietarille julkisesti kaikkein kuullen: jos sinä, joka Juudalainen olet, pakanain tavalla elät ja et Juudalaisten, miksis vaadit pakanoita Juudalaisten tavalla elämään?",
      "Me jotka olemme Juudalaiset luonnon puolesta ja emme syntiset pakanoista:",
      "Että me tiedämme, ettei ihminen lain töiden kautta vanhurskaaksi tule, vaan uskon kautta Jesuksen Kristuksen päälle: niin me myös olemme uskoneet Jesuksen Kristuksen päälle, että me vanhurskaaksi tulemme uskon kautta Kristuksen päälle, ja emme lain töiden kautta, sentähden ettei yksikään liha tule lain töiden kautta vanhurskaaksi.",
      "Mutta jos me, koska me tahdomme Kristuksen kautta vanhurskaaksi tulla, löydetään myös itse syntisiksi, onko siis Kristus synnin palvelia? Pois se!",
      "Sillä jos minä sitä taas rakennan, jota minä särkenyt olen, niin minä teen itseni ylitsekäyväksi.",
      "Mutta minä olen lain kautta laista kuollut pois, että minä Jumalassa eläisin.",
      "Minä olen Kristuksen kanssa ristiinnaulittu. Mutta minä elän, en silleen minä, vaan Kristus elää minussa; sillä jota minä nyt elän lihassa, sen minä elän Jumalan Pojan uskossa, joka on minua rakastanut ja antoi itsensä minun edestäni.",
      "En minä hylkää Jumalan armoa; sillä jos vanhurskaus tulee laista, niin on Kristus hukkaan kuollut."
    ],
    [
      "Te hullut Galatalaiset! kuka teidät on vimmannut totuutta uskomasta? joiden silmäin eteen Jesus Kristus kirjoitettu oli, teidän seassanne ristiinnaulittu.",
      "Sen tahdon minä ainoastaan teiltä tietää: oletteko te Hengen saaneet lain töiden kautta eli uskon saarnaamisen kautta?",
      "Oletteko te niin tomppelit? Hengessä te olette alkaneet, tahdotteko te nyt lihassa lopettaa?",
      "Oletteko te niin paljon hukkaan kärsineet? Jos se muutoin hukassa on.",
      "Joka siis teille hengen antaa ja tekee voimalliset työt teidän seassanne, tekeekö hän sen lain töiden kautta eli uskon saarnaamisen kautta?",
      "Niinkuin Abraham oli Jumalan uskonut, ja se on luettu hänelle vanhurskaudeksi,",
      "Niin te myös jo tiedätte, että jotka uskossa ovat, ne ovat Abrahamin lapset.",
      "Mutta Raamattu oli sitä jo ennen katsonut, että Jumala pakanatkin uskon kautta vanhurskaaksi tekee; sentähden hän edellä ilmoitti Abrahamille: sinussa (sanoo hän) kaikki pakanat pitää siunatut oleman.",
      "Niin tulevat kaikki ne, jotka uskosta ovat, siunatuksi uskovaisen Abrahamin kanssa.",
      "Sillä niin monta, jotka lain töissä riippuvat, ovat kirouksen alla; sillä kirjoitettu on: kirottu olkoon jokainen, joka ei pysy kaikissa mitä lakiraamatussa kirjoitettu on, että hän niitä tekis.",
      "Mutta ettei kenkään vanhurskaaksi tule Jumalan edessä lain kautta, se on tiettävä; sillä vanhurskaan pitää elämän uskosta.",
      "Mutta laki ei ole uskosta, vaan ihminen, joka ne tekee, hän elää niissä.",
      "Mutta Kristus on meitä lunastanut lain kirouksesta, koska hän tuli kiroukseksi meidän edestämme; sillä kirjoitettu on: kirottu on jokainen, joka puussa riippuu,",
      "Että Abrahamin siunaus pitäis pakanain ylitse Jesuksessa Kristuksessa tuleman, ja me niin saisimme uskon kautta sen luvatun Hengen.",
      "Rakkaat veljet! minä puhun ihmisten tavalla. Ei yksikään riko ihmisen testamenttia, koska se vahvistettu on, eikä siihen mitään lisää.",
      "Lupaukset ovat tosin Abrahamille ja hänen siemenellensä annetut; ei hän sano: ja siemenille, niinkuin monesta, vaan niinkuin yhdestä: ja sinun siemenessäs, joka on Kristus.",
      "Mutta sen minä sanon: testamenttia, joka Jumalalta on vahvistettu Kristuksen päälle, ei rikota, ettei lupaus turhaan raukeaisi lain kautta, joka sitte neljänsadan ja kolmenkymmenen vuoden perästä annettu oli.",
      "Sillä jos perintö on laista, niin ei se silleen ole lupauksesta; mutta Jumala on sen Abrahamille lupauksen kautta lahjoittanut.",
      "Mihinkä siis laki? Hän on tullut ylitsekäymisten tähden, siihenasti kuin siemen oli tuleva, jolle lupaus tapahtunut oli, ja on enkeleiltä asetettu välimiehen käden kautta.",
      "Mutta välimies ei ole yhden, vaan Jumala on yksi.",
      "Onko siis laki Jumalan lupauksia vastaan? Pois se! Sillä jos laki olis annettu eläväksi tekemään, niin tosin vanhurskaus tulis laista.",
      "Mutta Raamattu on kaikki sulkenut synnin alle, että lupaus annettaisiin uskon kautta Jesuksen Kristuksen päälle uskovaisille.",
      "Mutta ennenkuin usko tuli, olimme me lain alla kätketyt ja siihen uskoon suljetut, joka piti ilmoitettaman.",
      "Niin on laki ollut meidän opettajamme Kristuksen tykö, että me uskon kautta vanhurskaaksi tulisimme.",
      "Mutta sitte kuin usko tuli, niin emme enempi ole sen opettajan alla.",
      "Sillä te olette kaikki Jumalan lapset uskon kautta Jesuksen Kristuksen päälle.",
      "Sillä niin monta kuin te Kristukseen kastetut olette, niin te olette Kristuksen päällenne pukeneet.",
      "Ei ole tässä Juudalainen eli Grekiläinen, ei orja eli vapaa, ei mies eli vaimo; sillä te olette kaikki yksi Kristuksessa Jesuksessa.",
      "Mutta jos te olette Kristuksen, niin te olette myös Abrahamin siemen ja lupauksen jälkeen perilliset."
    ],
    [
      "Mutta minä sanon: niin kauvan kuin perillinen on lapsi, ei ole hänen ja palvelian välillä eroitusta, vaikka hän on kaiken tavaran herra;",
      "Vaan hän on esimiesten ja haltiain hallussa, isältä määrättyyn aikaan asti.",
      "Niin myös me, kuin me olimme lapset, niin me olimme vaaditut orjuuteen ulkonaisten säätyin alle.",
      "Mutta koska aika oli täytetty, lähetti Jumala Poikansa, syntyneen vaimosta, lain alaiseksi tehdyn,",
      "Että hän ne, jotka lain alaiset olivat, lunastais, että me hänen lapsiksensa luettaisiin.",
      "Mutta että te olette lapset, lähetti Jumala Poikansa Hengen teidän sydämiinne, joka huutaa: Abba, rakas Isä!",
      "Niin ei silleen ole orja, vaan poika; mutta jos poika, niin myös Jumalan perillinen Kristuksen kautta.",
      "Mutta sillä ajalla, koska ette Jumalaa tunteneet, palvelitte te niitä, jotka ei luonnostansa jumalat olleetkaan.",
      "Mutta nyt, sittekuin te Jumalan tunnette ja tosin enemmin Jumalalta tutut olette, kuinka te siis käännytte jälleen heikkoihin ja köyhiin säätyihin, joita te vasta-uudesta palvella tahdotte?",
      "Te otatte vaarin päivistä, ja kuukausista, ja ajoista, ja vuosista.",
      "Minä pelkään teidän tähtenne, etten minä turhaan olisi teidän tähtenne työtä tehnyt.",
      "Olkaat niinkuin minä olen, että minäkin olen niinkuin te. Rakkaat veljet! minä rukoilen teitä: ette ole mitään minua vastaan tehneet;",
      "Mutta te tiedätte, että minä olen lihan heikkoudessa teille ensisti evankeliumia saarnannut,",
      "Ja minun kiusaustani, jota minä lihan puolesta kärsin, ette ole katsoneet ylön ettekä hyljänneet, vaan korjasitte minun niinkuin Jumalan enkelin, niinkuin Kristuksen Jesuksen.",
      "Kuinka autuaat te silloin olitte! Minä olen teidän todistajanne, että jos se olis mahdollinen ollut, niin te olisitte teidän silmänne kaivaneet ulos ja minulle antaneet.",
      "Olenko minä siis nyt teidän viholliseksenne tullut, että minä teille totuuden sanon?",
      "Ei he teitä oikein kiivaudesta rakasta, vaan he tahtovat teitä minusta pois kääntää, että te heitä kiivaudessa rakastaisitte.",
      "Kyllä kiivaten rakastaa hyvä on, aina hyvyydessä, ja ei ainoastaan silloin, kuin minä teidän tykönänne olen.",
      "Minun rakkaat lapseni, jotka minun täytyy vasta-uudesta kivulla synnyttää, siihenasti kuin Kristus teissä jonkun muodon sais!",
      "Mutta minä soisin olevani teidän tykönänne, että minä taitaisin äänenikin muuttaa; enpä minä tiedä, mitä minä tästedes teen teidän kanssanne.",
      "Sanokaat minulle te, jotka lain alla olla tahdotte: ettekö te lakia kuule?",
      "Sillä kirjoitettu on: Abrahamilla oli kaksi poikaa, yksi palkkavaimosta ja yksi vapaasta.",
      "Mutta joka palkkavaimosta oli, se oli lihan jälkeen syntynyt, ja joka vapaasta oli, se oli lupauksen kautta.",
      "Nämät jotakin merkitsevät; sillä nämät ovat ne kaksi Testamenttia: yksi Sinain vuoresta, joka orjuuteen synnyttää, joka on Agar.",
      "Sillä Agar on Sinain vuori Arabiassa ja ulottuu hamaan Jerusalemiin, joka nyt on, ja on lastensa kanssa orjana.",
      "Mutta se Jerusalem, joka ylhäältä on, on vapaa, joka on kaikkein meidän äitimme.",
      "Sillä kirjoitettu on: iloitse, sinä hedelmätöin, joka et synnytä, pakahda ja huuda sinä, joka et raskas ole; sillä yksinäisellä on enempi lapsia kuin sillä, jolla mies on.",
      "Mutta me, rakkaat veljet, olemme niinkuin Isaakikin, lupauksen lapset.",
      "Mutta niinkuin se silloin, joka lihan jälkeen syntynyt oli, vainosi sitä, joka hengen jälkeen syntynyt oli, niin se nytkin tapahtuu.",
      "Mutta mitä Raamattu sanoo? aja palkkavaimo poikinensa ulos; sillä ei palkkavaimon pojan pidä perimän vapaan pojan kanssa.",
      "Niin me siis olemme, rakkaat veljet, emme palkkavaimon poikia, vaan vapaan."
    ],
    [
      "Niin pysykäät siis siinä vapaudessa, jolla Kristus meitä vapahtanut on, ja älkäät taas teitänne sekoittako orjuuden ikeeseen.",
      "Katso, minä Paavali sanon teille: jos te annatte ympärileikata teitänne, niin ei ole Kristus teille hyödyllinen.",
      "Mutta minä taas todistan, että jokainen ihminen, joka ympärileikataan, se on kaikkea lakia velkapää pitämään.",
      "Te olette Kristuksen kadottaneet, jotka lain töillä tahdotte vanhurskaiksi tulla, ja olette armosta luopuneet.",
      "Mutta me odotamme hengessä uskon kautta vanhurskauden toivoa.",
      "Sillä ei Kristuksessa Jesuksessa ympärileikkaus eikä esinahka mitään kelpaa, vaan usko, joka rakkauden kautta työtä tekee.",
      "Te juoksitte hyvin; kukas teidät esti totuutta uskomasta?",
      "Ei senkaltainen yllytys ole hänestä, joka teitä kutsuu.",
      "Vähä hapatus kaikentaikinan hapattaa.",
      "Minä turvaan teihin Herrassa, ettette toista mieltä ottaisi; mutta joka teitä eksyttää, hänen pitää tuomionsa kantaman, olkaan kuka hän olis.",
      "Mutta jos minä vielä, rakkaat veljet, ympärileikkausta saarnaan, minkätähden minä siis vainoa kärsin? Ja niin olis ristin pahennus hävinnyt.",
      "Oi jospa ne eroitettaisiin, jotka teitä houkuttelevat!",
      "Sillä te, rakkaat veljet, olette vapauteen kutsutut; ainoastaan karttakaat, ettette salli vapauden lihalle tilaa antaa, vaan palvelkaat rakkaudessa toinen toistanne.",
      "Sillä kaikki laki yhdessä sanassa täytetään, nimittäin: rakasta lähimmäistäs niinkuin itsiäs.",
      "Mutta jos te toinen toistanne purette ja syötte, niin katsokaat, ettette toinen toiseltanne syödyksi tule.",
      "Mutta minä sanon: vaeltakaat Hengessä, niin ette lihan himoa täytä;",
      "Sillä liha himoitsee Henkeä vastaan, ja Henki lihaa vastaan: nämät ovat vastaan toinen toistansa, niin ettette tee, mitä te tahdotte.",
      "Mutta jos te Hengeltä hallitaan, niin ette ole lain alla.",
      "Mutta lihan työt ovat julkiset, kuin on huoruus, salavuoteus, saastaisuus, haureus,",
      "Epäjumalain palvelus, noituus, vaino, riita, kateus, viha, torat, eripuraisuus, eriseura,",
      "Pahansuomuus, murha, juopumus, ylönsyömyys ja muut senkaltaiset, joista minä teille edellä sanon, niinkuin minä ennenkin sanonut olen, että ne, jotka senkaltaisia tekevät, ei pidä Jumalan valtakuntaa perimän.",
      "Mutta Hengen hedelmä on: rakkaus, ilo, rauha, pitkämielisyys, ystävyys, hyvyys, usko, hiljaisuus, puhtaus.",
      "Senkaltaisia vastaan ei ole laki.",
      "Mutta jotka Kristuksen omat ovat, ne ovat ristiinnaulinneet lihansa, himoin ja haluin kanssa.",
      "Jos me Hengessä elämme, niin vaeltakaamme myös Hengessä.",
      "Älkäämme turhaa kunniaa pyytäkö, vihoittain ja kadehtien toinen toistamme."
    ],
    [
      "Rakkaat veljet! jos ihminen osaa johonkuhun vikaan tulla, niin te, jotka hengelliset olette, ojentakaat senkaltaista siveyden hengessä: ja katso itsiäs, ettes sinä myös kiusattaisi.",
      "Kantakaat toinen toisenne kuormaa ja niin Kristuksen lakia täyttäkäät.",
      "Sillä jos joku luulee itsensä jotakin olevan, joka ei kuitenkaan mitään ole, hän viettelee itsensä.",
      "Mutta koetelkaan kukin oman tekonsa, ja sitte hän taitaa ainoasti itsestänsä kerskata, ja ei yhdessäkään muussa;",
      "Sillä kukin pitää oman kuormansa kantaman.",
      "Joka sanalla neuvotaan, se jakakaan kaikkea hyvää sille, joka häntä neuvoo.",
      "Älkäät eksykö; ei Jumala anna itsiänsä pilkata: sillä mitä ihminen kylvää, sitä hän myös niittää.",
      "Joka lihassansa kylvää, se lihastansa turmeluksen niittää; mutta joka hengessä kylvää, se hengestä ijankaikkisen elämän niittää.",
      "Ja koska me hyvää teemme, niin älkäämme suuttuko; sillä aikanansa mekin saamme niittää ilman lakkaamatta.",
      "Koska siis meillä aika on, niin tehkäämme jokaiselle hyvää, mutta enimmiten niille, jotka meidän kanssaveljemme uskossa ovat.",
      "Katsokaat, kuinka suuren lähetyskirjan minä olen teille omalla kädelläni kirjoittanut!",
      "Jotka tahtovat myös näön jälkeen lihassa kelvata, ne teitä ympärileikkaukseen vaativat, ainoastaan ettei heitä Kristuksen ristillä vainottaisi.",
      "Sillä ei nekään, jotka ympärileikataan, lakia pidä; vaan he tahtovat teidät ympärileikata, että he teidän lihastanne kerskata saisivat.",
      "Mutta pois se minusta, että minä muusta kerskaisin, vaan ainoastansa meidän Herran Jesuksen Kristuksen rististä, jonka kautta maailma minulle ristiinnaulittu on ja minä maailmalle.",
      "Sillä Kristuksessa Jesuksessa ei ympärileikkaus eikä esinahka mitään kelpaa, vaan uusi luontokappale.",
      "Ja niin monta, jotka tämän ojennusnuoran jälkeen vaeltavat, heidän päällänsä olkoon rauha ja laupius, ja Jumalan Israelin päällä!",
      "Älköön yksikään tästälähin minua silleen vaivatko; sillä minä kannan minun ruumiissani meidän Herran Jesuksen Kristuksen arvet.",
      "Meidän Herran Jesuksen Kristuksen armo olkoon teidän henkenne kanssa, rakkaat veljet, amen!"
    ]
  ],
  "name": "Galatians"
}
