{
  "id": "gl",
  "chapters": [
    [
      "Minä Paavali, apostoli, joka en ole saanut virkaani ihmisiltä enkä kenenkään ihmisen välityksellä vaan jonka ovat apostoliksi asettaneet Jeesus Kristus ja Isä Jumala, joka herätti hänet kuolleista,",
      "tervehdin Galatian seurakuntia, minä ja kaikki kanssani olevat veljet.",
      "Jumalan, meidän Isämme, ja Herran Jeesuksen Kristuksen armo ja rauha teille -- Kristuksen,",
      "joka uhrasi itsensä meidän syntiemme tähden pelastaakseen meidät nykyisestä pahasta maailmasta, niin kuin oli Jumalan, meidän Isämme, tahto.",
      "Hänen on kunnia aina ja ikuisesti. Aamen.",
      "Olen hämmästynyt, kun te näin pian olette luopumassa hänestä, joka on armossaan kutsunut teidät, ja olette siirtymässä toisenlaiseen evankeliumiin.",
      "Mitään toista evankeliumia ei kuitenkaan ole. Jotkut vain hämmentävät teidän ajatuksianne ja koettavat vääristää Kristuksen evankeliumia.",
      "Julistipa kuka tahansa teille evankeliumia, joka on vastoin meidän julistamaamme -- vaikkapa me itse tai vaikka taivaan enkeli -- hän olkoon kirottu.",
      "Toistan sen, minkä olen ennenkin sanonut: jos joku julistaa teille evankeliumia, joka on vastoin sitä minkä olette saaneet, hän olkoon kirottu.",
      "Yritänkö minä tässä vaikuttaa ihmisiin? Tai kukaties Jumalaan? Pyrinkö olemaan ihmisille mieliksi? Jos vielä pyrkisin miellyttämään ihmisiä, en olisi Kristuksen palvelija.",
      "Teen teille selväksi, veljet, että minun julistamani evankeliumi ei ole ihmismielen mukainen.",
      "Enhän minä ole sitä ihmisiltä saanutkaan, eikä kukaan ole sitä minulle opettanut, vaan sain sen, kun Jeesus Kristus ilmestyi minulle.",
      "Olettehan kuulleet, kuinka minä aikoinani, kun elin juutalaisena, vainosin kiihkeästi Jumalan seurakuntaa ja yritin tuhota sen.",
      "Menin juutalaisuudessa pitemmälle kuin useimmat ikätoverini ja kiivailin isiltä perittyjen opetusten puolesta.",
      "Mutta Jumala, joka jo äitini kohdusta oli valinnut minut ja armossaan kutsui minut työhönsä,",
      "näki hyväksi antaa Poikansa ilmestyä minulle, jotta lähtisin julistamaan vieraille kansoille sanomaa hänestä. Silloin en kysynyt neuvoa yhdeltäkään ihmiseltä",
      "enkä heti lähtenyt Jerusalemiin tapaamaan niitä, joista oli tullut apostoleja jo ennen minua. Sen sijaan menin Arabiaan ja palasin sieltä takaisin Damaskokseen.",
      "Kolmen vuoden kuluttua menin sitten Jerusalemiin tutustuakseni Keefakseen ja viivyin hänen luonaan kaksi viikkoa.",
      "Ketään muuta apostolia en tavannut, ainoastaan Herran veljen Jaakobin.",
      "Jumalan edessä vakuutan, että tämä, mitä teille kirjoitan, on totta.",
      "Sitten lähdin Syyriaan ja Kilikiaan.",
      "Juudean kristillisissä seurakunnissa minua ei vielä tunnettu.",
      "Ja Jumalaa ylistettiin siitä, mitä minulle oli tapahtunut."
    ],
    [
      "Neljätoista vuotta myöhemmin menin uudelleen Jerusalemiin Barnabaksen kanssa ja otin mukaan myös Tituksen.",
      "Menin sinne kokemani ilmestyksen johdosta. Tein siellä selkoa evankeliumista, jota julistan kansojen keskuudessa; puhuin yksityisesti seurakunnan arvohenkilöille. Tahdoin varmistautua siitä, ettei kaikki vaivannäköni menisi hukkaan.",
      "Ei edes seuralaistani Titusta, joka on kreikkalainen, pakotettu ympärileikkauttamaan itseään.",
      "Tosin joukkoomme oli tullut eräitä valeveljiä urkkimaan, millaista on se vapaus, jonka me olemme Kristukselta Jeesukselta saaneet. Heidän tarkoituksenaan oli saattaa meidät lain orjuuteen.",
      "Mutta me emme hetkeksikään antaneet heille periksi, jotta evankeliumin totuus säilyisi teille puhtaana.",
      "Ne taas, joita siellä pidettiin arvossa -- mitä he itse asiassa olivat, on minusta yhdentekevää, sillä Jumala ei tee eroa ihmisten välillä -- nämä arvohenkilöt eivät vaatineet minulta mitään enempää.",
      "He päinvastoin näkivät, että minun tehtäväkseni oli annettu evankeliumin julistaminen ympärileikkaamattomille niin kuin Pietarin tehtäväksi sen julistaminen ympärileikatuille.",
      "Sillä hän, joka on antanut Pietarille voiman toimia juutalaisten apostolina, on antanut minulle voiman toimia muiden kansojen keskuudessa.",
      "Kun Jaakob, Keefas ja Johannes, joita pidettiin seurakunnan pylväinä, käsittivät, minkä tehtävän Jumala oli minulle armossaan antanut, he ojensivat minulle ja Barnabakselle kätensä yhteistyön merkiksi: meidän oli määrä mennä vieraiden kansojen, heidän taas juutalaisten keskuuteen.",
      "Heidän köyhiään meidän vain tuli muistaa, ja niin minä olen ahkerasti tehnytkin.",
      "Kun Keefas sitten tuli Antiokiaan, nousin vastustamaan häntä julkisesti, koska hän oli menetellyt väärin.",
      "Aikaisemmin hän oli ottanut osaa yhteisiin aterioihin pakanuudesta kääntyneiden kanssa. Mutta kun sinne oli tullut Jaakobin luota muutamia miehiä, hän jäi pois ja eristäytyi kääntyneistä, koska pelkäsi niitä, jotka vaativat ympärileikkausta.",
      "Samalla tavoin alkoivat teeskennellä myös muut juutalaiset, ja jopa Barnabas seurasi heidän esimerkkiään.",
      "Me olemme syntyperältämme juutalaisia, emme syntisiä pakanoita.",
      "Kun kuitenkin tiedämme, ettei ihminen tule vanhurskaaksi tekemällä lain vaatimia tekoja vaan uskomalla Jeesukseen Kristukseen, olemme mekin uskoneet Jeesukseen Kristukseen, jotta tulisimme vanhurskaiksi häneen uskomalla emmekä tekemällä lain vaatimia tekoja. Eihän kukaan ihminen tule vanhurskaaksi tekemällä mitä laki vaatii.",
      "Mutta jos meidätkin, jotka tahdomme tulla vanhurskaiksi Kristuksessa, havaitaan syntisiksi, onko Kristus siis synnin palveluksessa? Ei toki!",
      "Vasta jos alan uudelleen rakentaa sitä minkä olen hajottanut, osoitan olevani lainrikkoja.",
      "Lain vaikutuksesta minä kuolin, mutta kuolin vapaaksi laista elääkseni Jumalalle. Minut on Kristuksen kanssa ristiinnaulittu.",
      "Enää en elä minä, vaan Kristus elää minussa. Sen elämän, jota tässä ruumiissani vielä elän, elän uskoen Jumalan Poikaan, joka rakasti minua ja antoi henkensä puolestani.",
      "Minä en tee tyhjäksi Jumalan armoa; jos näet vanhurskaus saadaan lakia noudattamalla, silloin Kristus on kuollut turhaan."
    ],
    [
      "Te mielettömät galatalaiset, kuka teidät on lumonnut? Asetettiinhan teidän silmienne eteen aivan avoimesti Jeesus Kristus ristiinnaulittuna!",
      "Vastatkaa vain tähän kysymykseen: saitteko te Hengen tekemällä lain vaatimat teot vai kuulemalla ja uskomalla evankeliumin?",
      "Kuinka voitte olla noin mielettömiä! Te aloititte Hengen varassa. Pyrittekö nyt päämäärään omin avuin?",
      "Turhaanko tämä kaikki on tullut teidän osaksenne? Tuskinpa vain.",
      "Lahjoittaako Jumala teille Hengen ja antaako hän voimatekojen tapahtua teidän keskuudessanne sen tähden, että te noudatatte lain käskyjä, vai sen tähden, että te uskotte kuulemanne evankeliumin?",
      "Tietäkää siis, että todellisia Abrahamin jälkeläisiä ovat ne, joilla on usko.",
      "Pyhät kirjoitukset tiesivät jo edeltäpäin, että Jumala tekee vanhurskaiksi kansat, kun ne uskovat. Jumala näet ilmoitti edeltäpäin Abrahamille hyvän sanoman: sinun kanssasi saavat kaikki kansat siunauksen.",
      "Näin ne, joilla on usko, saavat siunauksen yhdessä Abrahamin kanssa, joka uskoi.",
      "Näin tapahtui, jotta kaikki muutkin kansat Kristuksen Jeesuksen yhteydessä saisivat Abrahamille luvatun siunauksen ja me häneen uskovina saisimme luvatun Hengen.",
      "Veljet, otan esimerkin tavallisesta elämästä. Ihmisenkään laatimaa vahvistettua testamenttia ei kukaan voi tehdä mitättömäksi, eikä siihen voi lisätä mitään.",
      "Tarkoitan sitä, että neljäsataakolmekymmentä vuotta myöhempi laki ei voi kumota Jumalan aikoinaan vahvistamaa testamenttia ja tehdä hänen lupaustaan tyhjäksi.",
      "Jos perinnön saaminen perustuisi lakiin, se ei enää perustuisikaan lupaukseen. Jumala on kuitenkin juuri lupauksellaan lahjoittanut perinnön Abrahamille.",
      "Mikä sitten on lain tarkoitus? Se säädettiin perästäpäin osoittamaan rikkomukset, kunnes tulisi se jälkeläinen, jota lupaus koski. Lain luovuttivat enkelit välittäjää käyttäen.",
      "Mutta välittäjää ei tarvita vain yhtä varten. Jumala on yksi.",
      "Onko laki siis ristiriidassa Jumalan lupausten kanssa? Ei toki! Jos olisi annettu laki, joka pystyy tekemään eläväksi, silloin vanhurskaus todella perustuisi lain noudattamiseen.",
      "Pyhä kirjoitus on kaiken sulkenut synnin vankilaan sitä varten, että se, mitä on luvattu, annettaisiin niille, jotka uskovat Jeesukseen Kristukseen.",
      "Mutta ennen kuin uskon aika tuli, me jouduimme olemaan lain vartioimina ja sen vankeina, kunnes usko ilmestyisi.",
      "Näin laki oli meidän valvojamme Kristuksen tuloon asti, jotta me sitten tulisimme vanhurskaiksi uskosta.",
      "Nyt uskon ilmestyttyä emme enää ole valvojan alaisia.",
      "Te kaikki olette Jumalan lapsia, kun uskotte Kristukseen Jeesukseen.",
      "Kaikki te, jotka olette Kristukseen kastettuja, olette pukeneet Kristuksen yllenne.",
      "Yhdentekevää, oletko juutalainen vai kreikkalainen, orja vai vapaa, mies vai nainen, sillä Kristuksessa Jeesuksessa te kaikki olette yksi.",
      "Ja jos te kerran olette Kristuksen omia, te olette Abrahamin jälkeläisiä ja saatte periä sen, mikä hänelle oli luvattu."
    ],
    [
      "Tarkoitan tätä: niin kauan kuin perillinen on alaikäinen, hän ei mitenkään eroa orjasta vaikka onkin kaiken omistaja.",
      "Hän on huoltajien ja holhoojien alainen isänsä asettamaan määräaikaan asti.",
      "Samoin on meidän laitamme. Niin kauan kuin olimme alaikäisiä, olimme maailman alkuvoimien orjia.",
      "Mutta kun aika oli täyttynyt, Jumala lähetti tänne Poikansa. Naisesta hän syntyi ja tuli lain alaiseksi",
      "lunastaakseen lain alaisina elävät vapaiksi, että me pääsisimme lapsen asemaan.",
      "Sinä et siis enää ole orja vaan lapsi. Ja jos kerran olet lapsi, olet myös perillinen, Jumalan tahdosta.",
      "Silloin, kun ette vielä tunteneet Jumalaa, te palvelitte jumalina sellaisia, jotka eivät mitään jumalia ole.",
      "Mutta nyt te tunnette Jumalan, ja ennen kaikkea Jumala tuntee teidät. Kuinka te nyt jälleen turvaudutte noihin heikkoihin ja surkeisiin alkuvoimiin? Aiotteko jälleen alistua niiden orjiksi?",
      "Te pidätte tarkoin silmällä päiviä, kuukausia, juhla-aikoja ja määrävuosia.",
      "Pelkään pahoin, että olen tehnyt teidän takianne turhaa työtä.",
      "Pyydän teitä, veljet: tulkaa sellaisiksi kuin minä olen, koska minäkin olen tullut samanlaiseksi kuin te. Ette te ole minua millään tavoin loukanneet.",
      "Tiedätte, että julistin teille ensimmäisen kerran evankeliumia sairastumiseni vuoksi.",
      "Vaikka ruumiillinen tilani pani teidät koetukselle, ette halveksineet ettekä inhonneet minua vaan otitte minut vastaan kuin Jumalan enkelin, kuin Kristuksen Jeesuksen.",
      "Missä teidän riemunne ja innostuksenne nyt on? Voin todistaa teistä, että olisitte silloin antaneet minulle vaikka silmät päästänne, jos se olisi ollut mahdollista.",
      "Onko minusta siis tullut teidän vihamiehenne, kun sanon teille totuuden?",
      "Nuo toiset koettavat innokkaasti vaikuttaa teihin, mutta heidän intonsa ei ole oikeaa. He tahtovat erottaa teidät meistä, jotta te intoutuisitte kannattamaan heitä.",
      "Into on hyvä, jos asia on hyvä -- näin aina eikä vain silloin kun minä olen luonanne.",
      "Rakkaat lapseni, teidän vuoksenne minun on jälleen kärsittävä synnytystuskia, kunnes Kristus saa muodon teissä.",
      "Kunpa voisin olla nyt luonanne ja löytää oikean äänensävyn! En tiedä, mitä teille tekisin.",
      "Te, jotka tahdotte elää lain alaisuudessa, vastatkaa: ettekö kuule, mitä laki sanoo?",
      "Pyhissä kirjoituksissa kerrotaan, että Abrahamilla oli kaksi poikaa, joista toisen synnytti orjatar, toisen vapaa nainen.",
      "Orjattaren poika syntyi luonnonjärjestyksen mukaisesti, vapaan naisen poika sen sijaan lupauksen voimasta.",
      "Tämä on vertauskuva. Naisilla tarkoitetaan kahta liittoa. Toinen on Siinainvuoren liitto, joka synnyttää orjuuteen, ja se on Hagar.",
      "Hagar tarkoittaa Arabiassa olevaa Siinainvuorta, ja sitä vastaa nykyinen Jerusalem, joka lapsineen elää orjuudessa.",
      "Mutta taivaallinen Jerusalem on vapaa, ja se on meidän äitimme.",
      "Onhan kirjoitettu: -- Iloitse, sinä hedelmätön, joka et synnytä! Riemuitse ja huuda, sinä joka et tunne synnytystuskia! Sillä yksinäisellä on paljon lapsia, enemmän kuin sillä, jolla on mies.",
      "Veljet, te olette lupauksen lapsia, niin kuin Iisak oli.",
      "Niin kuin luonnonjärjestyksen mukaisesti syntynyt silloin vainosi Hengen vaikutuksesta syntynyttä, niin on laita nytkin.",
      "Me emme siis, veljet, ole orjattaren vaan vapaan naisen lapsia."
    ],
    [
      "Vapauteen Kristus meidät vapautti. Pysykää siis lujina älkääkä alistuko uudelleen orjuuden ikeeseen.",
      "Minä, Paavali, sanon teille: jos annatte ympärileikata itsenne, teille ei ole Kristuksesta mitään hyötyä.",
      "Vakuutan vielä kerran jokaiselle, joka antaa ympärileikata itsensä, että hän on velvollinen noudattamaan lain kaikkia määräyksiä.",
      "Te, jotka pyritte vanhurskauteen lakia noudattamalla, olette joutuneet eroon Kristuksesta, armon ulkopuolelle.",
      "Koska me uskosta olemme saaneet Hengen, odotamme hartaasti, että toivomme toteutuisi ja me saavuttaisimme vanhurskauden.",
      "Kristuksessa Jeesuksessa on yhdentekevää, onko ihminen ympärileikattu vai ei. Ainoa tärkeä on rakkautena vaikuttava usko.",
      "Te etenitte jo hyvää vauhtia. Kuka teidät on pysäyttänyt? Tehän ette enää tottele totuutta.",
      "Tämä ei ole lähtöisin ainakaan hänestä, joka teitä kutsuu.",
      "Pieni määrä hapatetta hapattaa koko taikinan.",
      "Herraan luottaen minä olen varma siitä, että te tulette ajattelemaan samoin kuin minä. Mutta se, joka on hämmentänyt teidän ajatuksenne, tulee saamaan rangaistuksensa, olipa hän kuka tahansa.",
      "Veljet, jos minä tosiaan yhä julistan ympärileikkausta, miksi minua sitten vainotaan? Silloinhan ei julistamani risti olisi enää loukkauksena.",
      "Saisivat kuohita itsensä, nuo teidän yllyttäjänne!",
      "Teidät on kutsuttu vapauteen, veljet. Mutta älkää tämän vapauden varjolla päästäkö itsekästä luontoanne valloilleen, vaan rakastakaa ja palvelkaa toisianne.",
      "Mutta jos te revitte ja raastatte toinen toistanne, pitäkää varanne, ettette lopullisesti tuhoa toisianne.",
      "Tarkoitan tätä: antakaa Hengen ohjata elämäänne, niin ette toteuta lihanne, oman itsekkään luontonne haluja.",
      "Liha haluaa toista kuin Henki, Henki toista kuin liha. Ne sotivat toisiaan vastaan, ja siksi te ette tee mitä tahtoisitte.",
      "Mutta jos Henki johtaa teitä, ette ole lain alaisia.",
      "Lihan aikaansaannokset ovat selvästi nähtävissä. Niitä ovat siveettömyys, saastaisuus, irstaus,",
      "epäjumalien palveleminen, noituus, vihamielisyys, riidat, kiihkoilu, kiukku, juonittelu, eripuraisuus, lahkolaisuus,",
      "kateus, juomingit, remuaminen ja muu sellainen. Varoitan teitä, kuten olen jo ennenkin varoittanut: ne, jotka syyllistyvät tällaiseen, eivät saa omakseen Jumalan valtakuntaa.",
      "Hengen hedelmää taas ovat rakkaus, ilo, rauha, kärsivällisyys, ystävällisyys, hyvyys, uskollisuus,",
      "lempeys ja itsehillintä. Näitä vastaan ei ole laki.",
      "Ne, jotka ovat Jeesuksen Kristuksen omia, ovat ristiinnaulinneet vanhan luontonsa himoineen ja haluineen.",
      "Jos me elämme Hengen varassa, meidän on myös seurattava Hengen johdatusta.",
      "Emme saa tavoitella turhaa kunniaa emmekä ärsyttää ja kadehtia toisiamme."
    ],
    [
      "Veljet, jos joku tavataan tekemästä väärin, on teidän, joita Henki ohjaa, lempeästi ojennettava häntä. Olkaa kuitenkin varuillanne, ettette itse joudu kiusaukseen.",
      "Kantakaa toistenne taakkoja, niin te toteutatte Kristuksen lain.",
      "Joka luulee olevansa jotakin, vaikka ei ole mitään, pettää itseään.",
      "Kukin tutkikoon vain omia tekojaan. Silloin hän voi ylpeillä vain siitä, mitä hän itse on, vertaamatta itseään toiseen.",
      "Jokaisen on kannettava oma kuormansa.",
      "Se, jolle Jumalan sanaa opetetaan, antakoon opettajalleen kaikkea hyvää.",
      "Älkää pettäkö itseänne! Jumala ei salli itseään pilkattavan. Mitä ihminen kylvää, sitä hän myös niittää.",
      "Joka kylvää siemenen itsekkyyden peltoon, korjaa siitä satona tuhon, mutta se, joka kylvää Hengen peltoon, korjaa siitä satona ikuisen elämän.",
      "Meidän ei pidä väsyä tekemään hyvää, sillä jos emme hellitä, saamme aikanaan korjata sadon.",
      "Kun meillä vielä on aikaa, meidän on siis tehtävä hyvää kaikille, mutta varsinkin niille, joita usko yhdistää meihin.",
      "Katsokaa, miten suurin kirjaimin minä nyt omakätisesti kirjoitan teille!",
      "Ne, jotka tahtovat saavuttaa arvonantoa ihmisten keskuudessa, yrittävät pakottaa teidät ympärileikkaukseen vain siksi, ettei heitä vainottaisi Kristuksen ristin tähden.",
      "Eiväthän ympärileikkauksen kannattajat itsekään noudata lakia, vaan he tahtovat saada teidät ympärileikatuiksi voidakseen kerskailla siitä, mitä teille on tehty.",
      "Minä taas en ikinä tahdo kerskailla mistään muusta kuin meidän Herramme Jeesuksen Kristuksen rististä. Siinä on maailma minulle ristiinnaulittu ja minä maailmalle.",
      "On samantekevää, onko ihminen ympärileikattu vai ympärileikkaamaton. Tärkeää on, että hänet on luotu uudeksi.",
      "Tulkoon rauha ja laupeus niiden osaksi, jotka vaeltavat tämän ohjeen mukaan, koko Jumalan Israelin osaksi!",
      "Älköön kukaan enää tämän jälkeen tuottako minulle vaivaa. Onhan minulla Jeesuksen arvet ruumiissani.",
      "Herramme Jeesuksen Kristuksen armo olkoon teidän kanssanne, veljet. Aamen."
    ]
  ],
  "name": "Galatians"
}
