{
  "id": "so",
  "chapters": [
    [
      "Lauluista kaunein, Salomon laulu.",
      "Neito: Suudelkoon hän minua, antakoon suudelmiaan! Ihanampaa kuin viini on sinun rakkautesi,",
      "ihana on voiteittesi tuoksu! Sinun nimesikin tiukkuu parhainta öljyä, siksi neidot sinua rakastavat.",
      "Ota minua kädestä, juostaan! Vie minut taloosi, kuningas, vie minut huoneeseesi! Tule, iloitaan ja riemuitaan! Rakkautesi on ihanampaa kuin viini. Suotta eivät neidot sinua rakasta.",
      "Neito: Olen kyllä iholtani tumma, kuin Kedarin teltat, kuin Salomon telttakankaat, mutta, Jerusalemin tytöt, minä olen kaunis!",
      "Älkää siihen katsoko, että olen tumma, että olen päivän paahtama. Veljeni kiusasivat minua, panivat vartioimaan viinitarhojaan. Omaa tarhaani en ehtinyt hoitaa.",
      "Neito: Sinä jota rakastan, kerro, missä on laumasi laidun, minne viet lampaasi keskipäivän levolle. Muuten joudun peittämään kasvoni ja kulkemaan sinua etsimässä tovereittesi laumojen seassa.",
      "Muut: Ellet sitä tiedä, sinä naisista kaunein, seuraa lampaitten jälkiä, ohjaa karitsasi paimenten teltoille.",
      "Mies: Kuin faraon valjakon tamma olet silmissäni, kalleimpani.",
      "Ihanat ovat poskesi, helminauhojen peittämät, ihana on kaulasi ketjuineen!",
      "Muut: Kultaiset ketjut me sinulle teemme ja ketjuihin hopeiset helmet.",
      "Neito: Kuningas lepää ateriallaan, ja nardukseni levittää tuoksuaan.",
      "Kuin mirhakimppu rakkaani lepää rintojeni välissä,",
      "kuin hennakimppu, En-Gedin viinitarhoista poimittu.",
      "Mies: Miten kaunis oletkaan, kalleimpani! Miten kaunis on katseesi, kyyhkysilmä!",
      "Neito: Miten kaunis oletkaan, rakkaani, miten ihana olet! Miten vehreä on vuoteemme!",
      "Setripuut ovat talomme seininä, sypressit kattonamme."
    ],
    [
      "Neito: Olen Saaronin ketojen kukka, laaksojen lilja.",
      "Mies: Kuin lilja ohdakkeiden keskellä on minun armaani neitojen keskellä.",
      "Neito: Kuin omenapuu metsän puiden keskellä on rakkaani nuorukaisten keskellä. Sen puun varjoon kaipaan lepäämään, sen hedelmä maistuu suussani makealta.",
      "Neito: Hän vei minut viinitupaan, ja yllämme hulmusi rakkauden viiri.",
      "Tuokaa minulle rusinaterttuja, että vahvistun, tuokaa omenoita, että virvoitun -- minä olen rakkaudesta sairas!",
      "Hänen vasen kätensä on pääni alla, hänen oikea kätensä hyväilee minua.",
      "Minä vannotan teitä, Jerusalemin tytöt, gasellien ja villipeurojen kautta: älkää häiritkö rakkauttamme, älkää häiritkö, ennen kuin itse haluamme herätä!",
      "Neito: Rakkaani tulee, minä kuulen hänen äänensä! Hän kiitää yli vuorten, hän kirmaa yli kukkuloiden!",
      "Kuin gaselli on minun rakkaani, hän on kuin nuori peura. Siinä hän on! Hän pysähtyy ja jää talomme seinustalle. Hän katsoo ikkunan takaa, kurkistaa säleikön raosta.",
      "Rakkaani puhkeaa puhumaan. Mies:  Nouse, kalleimpani, kauneimpani, tule kanssani ulos!",
      "Talvi on mennyt, sade on laannut, se on kaikonnut pois.",
      "Kukat nousevat maasta, laulun aika on tullut, joka puolella huhuavat metsäkyyhkyt.",
      "Viikunapuussa kypsyvät ensi hedelmät, viiniköynnöksen nuput aukeavat ja levittävät tuoksuaan. Nouse, kalleimpani, kauneimpani, tule kanssani ulos!",
      "Kyyhkyni, kallion kätkemä, vuoren seinässä lymyävä, anna minun nähdä kasvosi, anna minun kuulla äänesi, sillä sinun äänesi on suloinen, ihanat ovat sinun kasvosi.",
      "Muut: Auttakaa meitä, ottakaa kiinni ketut, ketunpojat, jotka turmelevat viinitarhat! Köynnöksemme ovat juuri nupullaan!",
      "Neito: Rakkaani on minun ja minä olen hänen, liljojen keskellä on hänen laidunmaansa.",
      "Kun tuulenhenki illalla viriää ja varjot pitenevät, tule silloin, rakkaani, riennä kuin gaselli, tule kuin peura tuoksuville kummuille!"
    ],
    [
      "Neito: Yöllä, kun lepäsin vuoteellani, minä kaipasin häntä, jota rakastan. Etsin häntä, mutta en löytänyt.",
      "Silloin päätin: minä lähden ulos, kierrän kaupungin kadut ja torit, etsin sieltä häntä, jota rakastan. Minä lähdin etsimään mutta en löytänyt.",
      "Mutta kun jatkoin kulkuani, heti löysin hänet, jota rakastan! Tartuin häneen enkä päästänyt irti, ja minä vein hänet äitini taloon, synnyttäjäni huoneeseen.",
      "Minä vannotan teitä, Jerusalemin tytöt, gasellien ja villipeurojen kautta: älkää häiritkö rakkauttamme, älkää häiritkö, ennen kuin itse haluamme herätä!",
      "Muut: Mikä tuolta tulee? Mikä saapuu autiomaasta? Se kohoaa kuin savupatsas, se tuoksuu mirhalta ja suitsukkeelta, outojen maiden ihojauheilta.",
      "Katsokaa! Se on Salomon kantotuoli! Sitä saattaa kuusikymmentä soturia, Israelin sotajoukon parhaimmisto,",
      "miekkamiehiä kaikki, sotimaan tottuneita. Jokaisella on kupeellaan miekka yön kauhuja vastaan.",
      "Libanonin puista on tehty kuningas Salomon kantotuoli.",
      "Sen pylväät ovat hopeaa, sen selkänoja on kultaa ja patja purppuraa, sen seiniä kaunistaa rakkaus.",
      "Tulkaa ulos, Jerusalemin tytöt! Katsokaa, Siionin tyttäret: tässä on kuningas Salomo! Hän kantaa kruunua, jonka äidiltään sai tänään, hääpäivänään, suurena ilonpäivänään!"
    ],
    [
      "Mies: Miten kaunis oletkaan, kalleimpani, miten kaunis on katseesi! Kyyhkyjä ovat sinun silmäsi, hunnun verhoamat. Sinun hiuksesi ovat kuin mustien vuohien lauma, joka karkaa Gileadin rinteitä alas.",
      "Sinun hampaasi hohtavat valkoisina kuin vastakerityt lampaat, vedestä nousseet. Ne ovat kuin karitsat kaksittain, ei yksikään ole pariaan vailla.",
      "Sinun huulesi ovat kuin purppuranauha, suloinen on sinun suusi. Kauniisti, kuin granaattiomena, kaartuu otsasi hunnun alla.",
      "Ylväänä kuin Daavidin torni kohoaa sinun kaulasi. Siihen on ripustettu tuhat kilpeä, monen soturin jouset ja viinet.",
      "Sinun rintasi ovat kuin peuranvasat, kuin gasellin kaksoset, jotka käyvät laitumella liljojen keskellä.",
      "Kun tuulenhenki illalla viriää ja varjot pitenevät, minä nousen mirhavuorelle, suitsukekukkulalle.",
      "Rakkaani, kaikki sinussa on kaunista, sinä olet täydellinen!",
      "Mies: Tule, valittuni, tule vuorilta, tule luokseni Libanonilta! Jätä Amanan huiput, jätä Senirin ja Hermonin laet, leijonien lymypaikat, pantterien vuoret!",
      "Rakkaani, kihlattuni, olet vienyt sydämeni! Yhdellä silmäyksellä sinä sen veit, yhdellä kaulanauhasi helmellä.",
      "Miten ihanaa on sinun rakkautesi, rakkaani, valittuni! Mitä on sinun rakkautesi rinnalla viini! Ihanammin kuin kaikki balsamit tuoksuvat sinun voiteesi!",
      "Mesi helmeilee sinun huulillasi, sinun kielelläsi on maitoa ja hunajaa. Rakas, sinun vaatteissasi tuoksuu Libanon!",
      "Mies: Rakkaani, valittuni! Sinä olet suljettu puutarha, lukittu tarha, sinetöity lähde,",
      "paratiisi, jonka purojen äärellä kasvaa granaattiomenoita, monia maukkaita hedelmiä, hennaa ja nardusta,",
      "nardusta ja sahramia, kanelia ja mausteruokoa ja suitsukepuita, mirhaa ja aaloeta, kaikkein parasta balsamia.",
      "Sinä olet puutarhan lähde, elävän veden kaivo, johon virtaavat Libanonin vuorten vedet!",
      "Neito: Nouse, pohjatuuli, tule, etelätuuli! Puhalla minun puutarhaani, niin balsamin tuoksu leviää ja armaani tulee puutarhaansa nauttimaan sen hedelmistä!"
    ],
    [
      "Mies: Rakkaani, kihlattuni! Minä tulen puutarhaani ja poimin mirhani ja balsamini, avaan hunajakennoni ja syön hunajan, juon viinini ja maitoni.  Muut:  Syökää, ystävät! Juokaa ja juopukaa, rakastavaiset!",
      "Neito: Minä nukuin, mutta sydämeni valvoi. Kuulin koputusta --  rakkaani tulee!  Mies:  Avaa ovesi, rakkaani, kalleimpani, pieni kyyhkyni, kaikkeni! Tukkani on kasteesta märkä, yön pisarat noruvat hiuksiltani.",
      "Neito: Minä jo ehdin riisua vaatteeni --  miksi pukeutuisin uudelleen? Jalkanikin jo pesin --  miksi tahraisin ne taas?",
      "Neito: Rakkaani työnsi kätensä ovenraosta, ja sydämeni hypähti.",
      "Minä nousin avaamaan rakkaalleni, ja käteni helmeilivät mirhaa, sulaa mirhaa oli minun sormissani ja oven salvassa.",
      "Minä avasin armaalleni, mutta hän oli mennyt. Olin tuskaani kuolla -- hän oli poissa! Minä etsin häntä, mutta en löytänyt, minä kutsuin häntä, mutta hän ei vastannut.",
      "Vastaani tuli vartijoita öisellä kierroksellaan. He löivät minut mustelmille ja repivät huivin yltäni, kaupungin vartiomiehet!",
      "Jerusalemin tytöt, minä vannotan teitä: Jos löydätte hänet, jota rakastan, mitä sanotte hänelle? Sanokaa: olen rakkaudesta sairas!",
      "Muut: Millä tavoin sinun rakkaasi on muita parempi, sinä naisista kaunein? Millä tavoin sinun rakkaasi eroaa muista, kun noin meitä vannotat?",
      "Neito: Minun rakkaani on komea ja verevä, hän erottuu tuhansien joukosta!",
      "Hänen kasvonsa hohtavat kuin kulta, hänen kiharansa ovat korpinmustat, tuuheat kuin taatelin kukinnot.",
      "Hänen silmänsä ovat kuin kaksi kyyhkystä, jotka lepäävät puron äärellä, kuin kyyhkyt, jotka maidossa kylvettyään istuvat maljan reunalla.",
      "Hänen poskensa tuoksuvat kuin yrttitarha, tuoksuvat kuin voiderasia, hänen huulensa ovat liljankukat, niillä helmeilee kirkas mirha.",
      "Hänen käsivartensa ovat kultatangot, Tarsisin kivillä kirjaillut. Hänen vatsansa on norsunluinen kilpi, jota peittävät safiirit.",
      "Hänen säärensä ovat marmoripylväät, kultajalustalle pystytetyt. Hän on näöltään kuin Libanonin vuoret, ylväs kuin setripuu.",
      "Hänen suunsa maistuu makealta -- kaikki hänessä houkuttaa!  Tällainen on minun rakkaani, tällainen on minun ystäväni, Jerusalemin tytöt!"
    ],
    [
      "Muut: Minne on rakkaasi mennyt, sinä naisista kaunein? Minne on rakkaasi lähtenyt? Sano, niin voimme yhdessä etsiä häntä!",
      "Neito: Minun rakkaani on tullut puutarhaansa, yrttitarhaansa, nauttimaan puutarhan antimia ja poimimaan laitumensa liljoja.",
      "Rakkaani on minun ja minä olen hänen, liljojen keskellä on hänen laidunmaansa.",
      "Mies: Kalleimpani! Sinä olet kaunis kuin Tirsan palatsit, ihana kuin Jerusalem, pelottava kuin sotajoukon viirit.",
      "Käännä silmäsi pois, ne lumoavat minut! Sinun hiuksesi ovat kuin mustien vuohien lauma, joka karkaa Gileadin rinteitä alas.",
      "Sinun hampaasi hohtavat valkoisina kuin vedestä nousevat lampaat. Ne ovat kuin karitsat kaksittain, ei yksikään ole pariaan vailla.",
      "Kauniisti, kuin granaattiomena, kaartuu otsasi hunnun alla.",
      "Mies: Olkoon kuninkaalla kuusikymmentä vaimoa, olkoon kahdeksankymmentä sivuvaimoa ja nuoria neitoja luvuton joukko --",
      "yksi on minun kyyhkyni, kaikkeni, emonsa ainokainen, äitinsä päivänpaiste. Hänet nähdessään neidot puhkeavat ylistyksiin, kuningattaret ja sivuvaimot jakavat kiitostaan:",
      "Kuka hän on? Hän loistaa kuin aamurusko, hän on kaunis kuin kuu, sädehtivä kuin päivänpaiste, pelottava kuin sotajoukon viirit.",
      "Neito: Menin pähkinätarhaan, menin ihailemaan laakson vehreyttä, katsomaan, joko viiniköynnös versoo, joko kukkii granaattiomenapuu.",
      "Miten minun kävikään? Tunteeni saivat minussa vallan, ja nousin Amminadibin, nuoren ylimyksen, vaunuihin!",
      "(H7:1)Muut: Tule takaisin, tule, Sulamin neito! Tule, anna meidän ihailla sinua!  Neito:  Mitä ihmeellistä minussa on, Sulamin tytössä, kahden joukon keskellä tanssivassa?"
    ],
    [
      "(H7:2)Mies: Miten kauniit ovat jalkasi, sandaalien somistamat, sinä jalosukuinen neito! Sinun lanteesi kaareutuvat kuin kaulakorut, kuin taitajan muovaamat taokset.",
      "(H7:3)Sylisi on kuun tavoin kaartuva malja -- olkoon se täynnä mausteviiniä! Sinun vatsasi on vehnäkumpu, liljoilla ympäröity.",
      "(H7:4)Rintasi ovat kuin peuranvasat, kuin gasellin kaksoset.",
      "(H7:5)Sinun kaulasi on kuin norsunluinen torni, silmäsi ovat Hesbonin lammikot, Bat-Rabbimin portin vedet. Sinun nenäsi on ylväs kuin Libanonin torni, joka tähystää kohti Damaskosta.",
      "(H7:6)Sinun pääsi kohoaa kuin Karmel, sinun tukkasi aaltoilee purppuravirtana, se hukuttaa kuninkaatkin!",
      "(H7:7)Mies: Miten kaunis, miten ihana oletkaan, rakastettuni, riemuni!",
      "(H7:8)Sinun vartalosi on kuin palmupuu, sinun rintasi ovat sen tertut.",
      "(H7:9)Minä ajattelen: tuohon palmuun minä nousen, sen hedelmiin minä tartun! Kuin rypäletertut ovat sinun rintasi, hengityksessäsi on omenan tuoksu,",
      "(H7:10)sinun suusi maistuu jalolta viiniltä, joka kiihdyttää rakkauttani ja kostuttaa uinuvien huulet.",
      "(H7:11)Neito: Minä olen rakkaani oma, minuun hän tuntee halua!",
      "(H7:12)Neito: Tule, rakkaani! Tule kanssani kedolle, tule hennapensaiden keskelle yöksi!",
      "(H7:13)Aamulla lähdemme viinitarhoihin katsomaan, joko viiniköynnös versoo ja nuput aukenevat, joko kukkii granaattiomenapuu. Siellä annan sinulle rakkauteni.",
      "(H7:14)Lemmenmarjat levittävät tuoksuaan, kaikki herkut ovat tarjolla ovellamme, uudet ja vanhat. Rakkaani, sinulle ne olen säästänyt!"
    ],
    [
      "Neito: Olisitpa oma veljeni, äitini imettämä! Saisin suudella sinua kun kohtaamme, eikä kukaan moittisi minua.",
      "Saisin ottaa sinut mukaani, saisin viedä sinut äitini taloon. Siellä sinä opastaisit minua ja minä antaisin juodaksesi maustettua viiniä ja granaattiomenoitteni mehua.",
      "Hänen vasen kätensä on pääni alla, hänen oikea kätensä hyväilee minua.",
      "Minä vannotan teitä, Jerusalemin tytöt: älkää häiritkö rakkauttamme, älkää häiritkö, ennen kuin itse haluamme herätä!",
      "Muut: Kuka tuolta tulee? Kuka saapuu autiolta kedolta rakastettuunsa nojaten?  Neito:  Omenapuun alla minä herätin rakkautesi, siellä, missä sinä sait alkusi, siellä, missä äitisi alkoi sinua odottaa.",
      "Paina minut sinetiksi sydäntäsi vasten, pane sinetiksi ranteesi nauhaan. Rakkaus on väkevä kuin kuolema, kiivas ja kyltymätön kuin tuonela. Sen hehku on tulen hehkua, sen liekki on Herran liekki.",
      "Suuret vedet eivät voi sitä sammuttaa, virran tulva ei vie sitä mukanaan. Jos joku tarjoaisi talot ja tavarat rakkauden hinnaksi, hän saisi vain toisten pilkan.",
      "Muut: Meillä on pikkusisar, jolla ei vielä ole rintoja. Mitä me teemme sisarellemme, kun häntä aletaan kysellä?",
      "Jos hän olisi muuri, hopeasakaroin sen varustaisimme! Jos hän olisi ovi, vahvistaisimme sen setrilaudoin.",
      "Neito: Muuri minä olenkin, ja rintani ovat kuin tornit! Mutta kun rakastettuni tulee, olen antautumaan valmis.",
      "Mies: Salomolla oli viinitarha Baal-Hamonissa. Sen hedelmistä maksaisi kuka vain tuhat sekeliä hopeaa, ja siksi kuningas pani sinne vartijat.",
      "Minun yksin on oma viinitarhani. Pidä tuhantesi, Salomo! Vartijoillekin anna parisataa!",
      "Mies: Rakkaani, puutarhan kukka, kaikki odottavat kutsuasi. Kutsu minut!",
      "Neito: Tule, rakkaani! Riennä kuin gaselli, kuin nuori peura tuoksuville vuorille!"
    ]
  ],
  "name": "Song of Solomon"
}
