{
  "id": "ex",
  "chapters": [
    [
      "Nämä ovat Jaakobin pojat, jotka tulivat perheineen Egyptiin isänsä mukana.",
      "Ruuben, Simeon, Leevi ja Juuda,",
      "Isaskar, Sebulon ja Benjamin,",
      "Dan ja Naftali, Gad ja Asser.",
      "Joosef oli jo entuudestaan Egyptissä. Jaakobille syntyneitä jälkeläisiä oli kaikkiaan seitsemänkymmentä.",
      "Sitten Joosef kuoli, samoin hänen veljensä ja koko se sukupolvi,",
      "mutta israelilaiset olivat hedelmällisiä ja saivat paljon lapsia. He lisääntyivät niin runsaasti, että maa tuli heitä täyteen.",
      "Egyptissä nousi valtaan uusi kuningas, joka ei tiennyt Joosefista mitään.",
      "Niin israelilaisille asetettiin työnjohtajia, joiden oli määrä näännyttää heidät raskaalla pakkotyöllä. Heidät pantiin rakentamaan Pitomin ja Ramseksen kaupungit, joihin tuli faraon varastot.",
      "Mutta mitä enemmän heitä sorrettiin, sitä enemmän he lisääntyivät ja sitä laajemmalle he levisivät, niin että egyptiläiset alkoivat vihata heitä.",
      "He pakottivat lopulta israelilaiset orjikseen",
      "ja katkeroittivat heidän elämänsä ankaralla työllä, laastin- ja tiilenteolla ja raskaalla maatyöllä, kaikenlaisella pakkotyöllä.",
      "Egyptin kuningas puhui heprealaisten kätilövaimoille, joista toisen nimi oli Sifra ja toisen Pua,",
      "Mutta kätilöt pelkäsivät Jumalaa eivätkä tehneet niin kuin Egyptin kuningas oli käskenyt, vaan jättivät poikalapsetkin eloon.",
      "Jumala antoi kätilöiden menestyä, ja kansa lisääntyi ja voimistui suuresti.",
      "Koska kätilöt tottelivat Jumalaa, säilyivät perheet suurina.",
      "Niin farao antoi koko kansalleen käskyn, että kaikki heprealaisille syntyneet pojat oli heitettävä Niiliin mutta tytöt oli jätettävä eloon."
    ],
    [
      "Muuan Leevin sukuun kuuluva mies otti vaimokseen tytön, joka myös oli Leevin jälkeläisiä.",
      "Vaimo tuli raskaaksi ja synnytti pojan. Kun hän näki, kuinka kaunis lapsi oli, hän piilotteli sitä kolme kuukautta.",
      "Mutta kun hän ei enää voinut piilotella sitä, hän otti kaislakorin, tiivisti sen asfalttipiellä ja tervalla, pani pojan siihen ja laski korin Niilin rantakaislikkoon.",
      "Pojan sisar jäi jonkin matkan päähän nähdäkseen, mitä lapselle tapahtuisi.",
      "Faraon tytär tuli Niilin rantaan peseytymään, ja hänen hovinaisensa jäivät virran rannalle kävelemään. Silloin hän näki kaislikon keskellä korin ja lähetti orjattarensa hakemaan sen.",
      "Kun Mooses oli varttunut aikuiseksi, hän meni kerran käymään heimoveljiensä luona ja sai nähdä heidän raadantansa. Hän näki egyptiläisen miehen lyövän heprealaista miestä, hänen heimolaistaan.",
      "Silloin Mooses katsahti ympärilleen, ja nähtyään, ettei ketään ollut lähettyvillä, hän löi egyptiläisen hengiltä ja kätki ruumiin hiekkaan.",
      "Kun farao sai kuulla asiasta, hän aikoi surmauttaa Mooseksen, mutta Mooses lähti faraota pakoon. Pakomatkallaan hän Midianin maassa pysähtyi erään kaivon luo.",
      "Midianissa oli pappi, jolla oli seitsemän tytärtä. Nämä tulivat kaivolle nostamaan vettä juottoruuhiin juottaakseen isänsä lampaat ja vuohet.",
      "Mutta sinne tuli paimenia, jotka alkoivat ajaa pois heidän karjaansa. Silloin Mooses meni tyttöjen avuksi ja juotti heidän eläimensä.",
      "Mooses katsoi parhaaksi jäädä asumaan papin luo, ja tämä antoi Moosekselle vaimoksi tyttärensä Sipporan.",
      "Vuodet kuluivat, ja Egyptin kuningas kuoli, mutta israelilaiset huokailivat yhä orjuudessa. He huusivat hädässään, ja heidän avunhuutonsa kohosi Jumalan luo.",
      "Jumala kuuli heidän vaikerruksensa ja muisti Abrahamille, Iisakille ja Jaakobille antamansa lupauksen.",
      "Hän katsoi israelilaisten puoleen ja näki heidän hätänsä."
    ],
    [
      "Mooses paimensi appensa Jetron, midianilaisen papin, lampaita. Kerran hän vei lauman autiomaan toiselle puolen ja tuli Jumalan vuoren Horebin juurelle.",
      "Siellä hänelle ilmestyi Herran enkeli tulenliekissä, joka nousi orjantappurapensaasta. Mooses huomasi, ettei tuli kuluttanut pensasta, vaikka se oli liekeissä.",
      "Olen tullut vapauttamaan heidät egyptiläisten käsistä ja viemään heidät Egyptistä maahan, joka on hyvä ja avara ja tulvii maitoa ja hunajaa, maahan, jossa nyt asuvat kanaanilaiset, heettiläiset, amorilaiset, perissiläiset, hivviläiset ja jebusilaiset.",
      "Israelilaisten hätähuuto on nyt kantautunut minun korviini, ja olen nähnyt, kuinka kovasti egyptiläiset heitä sortavat.",
      "Mene ja kutsu koolle Israelin vanhimmat ja sano heille, että Herra, heidän isiensä Jumala, Abrahamin, Iisakin ja Jaakobin Jumala, on ilmestynyt sinulle. Sano heille, että minä olen nyt ryhtynyt huolehtimaan heistä ja että olen nähnyt, mitä heille on Egyptissä tapahtunut.",
      "Sano, että minä olen päättänyt viedä heidät pois Egyptin sorron alta kanaanilaisten, heettiläisten, amorilaisten, perissiläisten, hivviläisten ja jebusilaisten maahan, joka tulvii maitoa ja hunajaa.",
      "Mutta minä tiedän, ettei Egyptin kuningas päästä teitä menemään muutoin kuin pakosta.",
      "Siksi minä ojennan käteni ja kuritan egyptiläisiä monilla ihmeteoilla, jotka teen heidän keskuudessaan. Vasta sitten farao päästää teidät lähtemään.",
      "Mutta egyptiläiset minä teen tälle kansalle niin suosiollisiksi, että kun te lähdette, ette lähde tyhjin käsin."
    ],
    [
      "Tästä he uskovat, että Herra, heidän isiensä Jumala, Abrahamin, Iisakin ja Jaakobin Jumala, on ilmestynyt sinulle.",
      "Puhu sinä hänelle ja pane sanat hänen suuhunsa, ja minä olen teidän kummankin kanssa, kun te puhutte, ja neuvon teille, mitä teidän tulee tehdä.",
      "Hän puhuu sinun puolestasi kansalle ja on sinun suunasi, ja sinä olet hänelle kuin Jumala.",
      "Mooses otti mukaan vaimonsa ja poikansa, pani heidät aasin selkään ja palasi Egyptiin. Ja Mooseksella oli kädessään Jumalan sauva.",
      "Silloin sinun pitää sanoa faraolle: Näin sanoo Herra: 'Israel on minun esikoispoikani.",
      "Matkan varrella Herra tuli Moosesta vastaan paikassa, johon hän oli perheineen yöpynyt, ja aikoi surmata hänet.",
      "Mooses kertoi Aaronille, mitä Herra oli lähettänyt hänet sanomaan, ja puhui ihmeistä, jotka Herra oli käskenyt hänen tehdä.",
      "Tultuaan Egyptiin Mooses ja Aaron kutsuivat koolle israelilaisten vanhimmat,",
      "ja Aaron toisti kaiken, mitä Herra oli Moosekselle puhunut, ja hän teki ihmeteot kansan nähden.",
      "Israelilaiset uskoivat, ja kun he kuulivat, että Herra oli päättänyt pitää heistä huolta ja oli nähnyt heidän kurjuutensa, he lankesivat kasvoilleen maahan."
    ],
    [
      "Samana päivänä farao käski sanoa israelilaisten voudeille ja päällysmiehille:",
      "Vaatikaa kuitenkin, että he tekevät saman tiilimäärän kuin tähänkin saakka, siitä yhtään tinkimättä. He ovat laiskoja, siksi he huutavat: 'Tahdomme mennä uhraamaan Jumalallemme.'",
      "Kansa hajaantui pitkin Egyptiä keräämään viljankorsia tiilentekoa varten.",
      "Mutta voudit hoputtivat heitä jatkuvasti ja vaativat heitä suorittamaan saman päiväurakan kuin silloin, kun he vielä saivat olkia.",
      "Israelilaisten päällysmiehet käsittivät olevansa pahassa pulassa, kun kuulivat, ettei heiltä vaadittavaa päivittäistä tiilimäärää vähennetty.",
      "Faraon luota lähtiessään he kohtasivat Mooseksen ja Aaronin, jotka seisoivat heitä odottamassa,"
    ],
    [
      "Abrahamille, Iisakille ja Jaakobille minä olen ilmestynyt Jumalan, Kaikkivaltiaan nimisenä, mutta nimeäni Jahve minä en heille ilmoittanut.",
      "Minä annoin heille myös lupauksen, että he saavat omakseen Kanaaninmaan, vieraan maan, jossa he asuivat muukalaisina.",
      "Nyt olen kuullut, miten israelilaiset vaikertavat egyptiläisten orjuuttamina, ja niin olen muistanut lupaukseni.",
      "Sano siis israelilaisille: 'Minä olen Herra, minä vien teidät pois pakkotyöstä Egyptistä ja pelastan teidät orjuudesta. Minä vapautan teidät kohotetun käteni voimalla ja ankarilla rangaistuksilla.",
      "Minä otan teidät omaksi kansakseni ja olen teidän Jumalanne, ja te saatte nähdä, että minä, Herra, teidän Jumalanne, vien teidät pois pakkotyöstä Egyptistä.",
      "Näin Mooses puhui israelilaisille, mutta raskaan orjuuden näännyttäminä he eivät kuunnelleet häntä.",
      "Herra sanoi Moosekselle:",
      "Mene sanomaan faraolle, Egyptin kuninkaalle, että hän päästäisi israelilaiset lähtemään maasta.",
      "Mutta Herra käski Mooseksen ja Aaronin mennä israelilaisten ja faraon, Egyptin kuninkaan, luo ja viedä israelilaiset pois Egyptistä.",
      "Nämä olivat israelilaisten heimojen sukuhaarat. Ruubenin, Israelin esikoisen, pojat olivat Henok, Pallu, Hesron ja Karmi. Nämä olivat Ruubenin heimon perhekunnat.",
      "Simeonin pojat olivat Jemuel, Jamin, Ohad, Jakin, Sohar ja Saul, jonka äiti oli kanaanilainen. Nämä olivat Simeonin heimon perhekunnat.",
      "Leevin pojat ikäjärjestyksessä lueteltuina olivat Gerson, Kehat ja Merari. Leevi eli satakolmekymmentäseitsemän vuotta.",
      "Gersonin jälkeläisiä olivat Libni ja Simei sekä heidän perhekuntansa.",
      "Kehatin pojat olivat Amram, Jishar, Hebron ja Ussiel. Kehat eli satakolmekymmentäkolme vuotta.",
      "Merarin pojat olivat Mahli ja Musi. Nämä olivat Leevin heimon perhekunnat ikäjärjestyksessä lueteltuina.",
      "Amram otti vaimokseen isänsä sisaren Jokebedin, ja tämä synnytti hänelle Aaronin ja Mooseksen. Amram eli satakolmekymmentäseitsemän vuotta.",
      "Jisharin pojat olivat Korah, Nefeg ja Sikri,",
      "ja Ussielin pojat olivat Misael, Elsafan ja Sitri.",
      "Aaron otti vaimokseen Amminadabin tyttären Eliseban, Nahsonin sisaren, ja tämä synnytti hänelle Nadabin, Abihun, Eleasarin ja Itamarin.",
      "Korahin pojat olivat Assir, Elkana ja Abiasaf. Nämä olivat korahilaisten perhekunnat.",
      "Aaronin poika Eleasar otti vaimokseen yhden Putielin tyttäristä, ja tämä synnytti hänelle pojan, joka sai nimen Pinehas. Nämä olivat leeviläisten sukujen päämiehet lueteltuina perhekunnittain.",
      "Juuri nämä, Mooses ja Aaron, puhuivat faraolle, Egyptin kuninkaalle, israelilaisten pois päästämisestä.",
      "Näin Herra puhui Moosekselle Egyptissä:",
      "Minä olen Herra. Ilmoita faraolle, Egyptin kuninkaalle, kaikki mitä minä sinulle sanon."
    ],
    [
      "Sano sinä Aaronille, mitä minä käsken sinun sanoa, ja veljesi Aaron ilmoittakoon sen faraolle, jotta hän päästäisi israelilaiset lähtemään maasta.",
      "Mutta minä kovetan faraon sydämen, niin ettei hän kuuntele teitä, vaikka minä teen Egyptissä monta ihmettä ja tunnustekoa.",
      "Sitten minä nostan käteni Egyptiä vastaan ja rankaisen sitä ankarasti ja vien väkeni, oman kansani, israelilaiset, pois Egyptistä.",
      "Mooses ja Aaron tekivät niin kuin Herra oli käskenyt.",
      "Mooses oli kahdeksankymmenvuotias ja Aaron kahdeksankymmentäkolmevuotias, kun he menivät faraon luo.",
      "Herra sanoi Moosekselle ja Aaronille:",
      "Kun farao käskee teitä todistamaan sananne jollakin ihmeteolla, sano silloin Aaronille: 'Ota sauvasi ja heitä se faraon eteen, niin se muuttuu myrkkykäärmeeksi.'",
      "Mooses ja Aaron menivät faraon luo ja tekivät niin kuin Herra oli käskenyt. Aaron heitti sauvansa faraon ja hänen hoviväkensä eteen, ja se muuttui käärmeeksi.",
      "Silloin farao kutsutti luokseen oppineet ja noidat, ja nämä Egyptin loitsijat tekivät taioillaan samoin:",
      "he heittivät kukin sauvansa, ja ne muuttuivat käärmeiksi. Mutta Aaronin sauva nieli heidän sauvansa.",
      "Farao pysyi kuitenkin kovana eikä kuunnellut heitä, niin kuin Herra oli sanonutkin.",
      "Lähde faraon luo huomisaamuna, kun hän on menossa Niilin rantaan. Mene sinne häntä vastaan ja ota mukaasi sauva, joka muuttui käärmeeksi.",
      "Sano hänelle: 'Herra, heprealaisten Jumala, lähetti minut luoksesi pyytämään, että päästäisit hänen kansansa palvelemaan häntä autiomaassa. Mutta sinä et ole tähän asti suostunut.",
      "Siksi Herra sanoo: Tämä osoittaa sinulle, että minä olen Herra. Kun minä nyt lyön Niilin vettä tällä sauvalla, joka minulla on kädessäni, niin vesi muuttuu vereksi.",
      "Mooses ja Aaron tekivät niin kuin Herra oli käskenyt. Mooses kohotti sauvansa ja löi Niilin vettä faraon ja hänen hovimiestensä nähden, ja kaikki vesi muuttui vereksi.",
      "Niilin kalat kuolivat ja virta alkoi haista niin etteivät egyptiläiset voineet juoda sen vettä, ja verta oli Egyptissä kaikkialla.",
      "Mutta Egyptin loitsijat tekivät samoin taioillaan, ja farao pysyi kovana eikä kuunnellut Moosesta ja Aaronia, niin kuin Herra oli sanonutkin.",
      "Farao lähti takaisin palatsiinsa eikä välittänyt tästäkään ihmeestä.",
      "Mutta egyptiläiset joutuivat kaivamaan Niilin rantamilta vettä juotavakseen, sillä Niilin vettä he eivät voineet juoda.",
      "Seitsemän päivän kuluttua siitä, kun Herra oli turmellut Niilin,"
    ],
    [
      "(H7:27)Ellet suostu päästämään, minä annan sammakoiden vaivata koko maatasi.",
      "(H7:28)Niili on vilisevä sammakoita, ja ne nousevat maalle ja tunkevat sinun palatsiisi, makuuhuoneeseesi ja vuoteeseesi, sinun hoviväkesi ja kansasi taloihin, maasi kaikkiin leivinuuneihin ja taikinakulhoihin.",
      "(H8:2)Aaron ojensi sauvansa kohti Egyptin vesiä, ja sammakot nousivat maalle ja peittivät alleen koko Egyptin.",
      "(H8:3)Mutta loitsijat tekivät samoin taioillaan ja nostattivat sammakoita esiin Egyptin vaivaksi.",
      "(H8:8)Mooses ja Aaron lähtivät faraon luota, ja Mooses rukoili ja pyysi Herraa ottamaan pois sammakot, jotka olivat faraon vaivana.",
      "(H8:9)Herra teki niin kuin Mooses pyysi, ja sammakot kuolivat taloista, pihoilta ja pelloilta.",
      "(H8:10)Vaikka niitä koottiin pois kasoittain, löyhkä täytti maan.",
      "(H8:11)Mutta kun farao näki, että vitsaus oli ohi, hän paadutti sydämensä eikä kuunnellut Moosesta ja Aaronia, niin kuin Herra oli sanonutkin.",
      "(H8:13)He tekivät näin. Aaron ojensi kätensä ja löi sauvallaan maata, ja syöpäläisiä tuli sekä ihmisiin että karjaan. Maan tomu muuttui syöpäläisiksi kaikkialla Egyptissä.",
      "(H8:14)Myös loitsijat koettivat taioillaan saada aikaan syöpäläisiä, mutta eivät osanneet. Ja kun syöpäläiset vaivasivat ihmisiä ja karjaa,",
      "(H8:17)Ellet päästä minun kansaani, minä lähetän sinun hoviväkesi ja kansasi kimppuun paarmoja, niin että Egyptin talot ja maat tulevat niitä täyteen.",
      "(H8:18)Ja minä varjelen sinä päivänä Gosenin maakunnan, missä minun kansani asuu, niin ettei sinne tule paarmoja. Niin sinä näet, että minä, Herra, toimin tässä maassa.",
      "(H8:20)Herra teki niin: faraon palatsiin, hänen hoviväkensä taloihin ja koko Egyptiin tuli sankat parvet paarmoja, ja paarmat vaivasivat hirmuisesti koko maata.",
      "(H8:26)Mooses lähti faraon luota ja rukoili Herraa.",
      "(H8:27)Herra teki hänen pyyntönsä mukaisesti, ja paarmat katosivat ahdistamasta faraota, hänen hoviväkeään ja hänen kansaansa, eikä niitä jäänyt jäljelle ainoatakaan.",
      "(H8:28)Mutta farao paadutti sydämensä tälläkin kertaa eikä päästänyt kansaa lähtemään."
    ],
    [
      "Ellet suostu päästämään, vaan vieläkin estät heitä,",
      "minun käteni iskee sinun karjaasi ja juhtiisi. Hevosiin, aaseihin, kameleihin, lehmiin ja lampaisiin tulee ankara rutto.",
      "Mutta minä teen eron israelilaisten karjan ja egyptiläisten karjan välillä, eikä israelilaisten eläimistä kuole ainoatakaan.",
      "Seuraavana päivänä Herra teki niin kuin oli sanonut. Egyptiläisten karja kuoli, mutta israelilaisten eläimistä ei yksikään kuollut.",
      "Kun farao otti asiasta selvää, hän sai tietää, ettei israelilaisilta ollut kuollut ainoatakaan eläintä. Mutta faraon sydän pysyi kovana, eikä hän päästänyt kansaa.",
      "He ottivat nokea, ja kun he seisoivat faraon edessä, Mooses heitti noen ilmaan, ja ihmisiin ja karjaeläimiin tuli paiseita ja märkiviä rakkuloita.",
      "Loitsijatkaan eivät paiseidensa takia mahtaneet mitään Moosekselle, paiseita oli loitsijoissa samoin kuin kaikissa muissakin egyptiläisissä.",
      "Mutta Herra kovetti faraon sydämen, niin ettei hän kuunnellut Moosesta ja Aaronia. Niinhän Herra oli sanonutkin Moosekselle.",
      "Muuten minä annan tällä kertaa kaikkien vitsausteni kohdata sinua itseäsi, hovisi väkeä ja koko kansaasi, jotta näkisit, ettei maailmassa ole ketään minun vertaistani.",
      "Minä olisin jo nyt voinut ojentaa käteni ja lyödä sinua ja kansaasi rutolla, niin että olisitte kokonaan hävinneet maan päältä.",
      "Mutta minä olen säästänyt sinut sitä varten, että voisin näyttää sinulle voimani ja että minun nimeäni julistettaisiin kaikkialla maailmassa.",
      "Jos vielä kerran asetut vastustamaan minun kansaani etkä päästä sitä,",
      "niin huomenna tähän aikaan minä lähetän niin ankaran raesateen, ettei sellaista ole ikinä Egyptissä nähty, niin kauan kuin se on ollut olemassa.",
      "Ne faraon hovimiehet, jotka pelkäsivät Herran sanaa, toimittivat kiireesti palvelusväkensä ja karjansa suojaan,",
      "mutta ne, jotka eivät välittäneet Herran sanasta, jättivät palvelijansa ja karjansa taivasalle.",
      "Mooses ojensi sauvansa kohti taivasta, ja Herra antoi ukkosen jylistä ja rakeiden ryöpytä, ja salamat iskivät maahan. Herra antoi sataa rakeita kaikkialle Egyptiin,",
      "ja salamat leimahtelivat raesateen seassa. Sade oli niin rankka, ettei Egyptin kansa ollut sellaista kokenut koko olemassaolonsa aikana.",
      "Rakeet löivät maahan kaiken, mitä Egyptissä oli ulkosalla, niin ihmiset kuin karjan, ne pieksivät kaiken maassa kasvavan ja silpoivat puutkin.",
      "Vain Gosenin maakunnassa, missä israelilaiset asuivat, ei rakeita satanut.",
      "Pellava ja ohra olivat tuhoutuneet, sillä ohra oli jo tähkällä ja pellava nupulla,",
      "mutta vehnä ja vaivaisvehnä eivät tuhoutuneet, koska ne valmistuvat vasta myöhemmin.",
      "Mooses lähti faraon luota, meni kaupungista ulos ja kohotti kätensä Herraa kohti rukoukseen. Silloin jyrinä ja rakeet lakkasivat eikä enää satanut.",
      "Mutta kun farao näki, että raesade ja ukkonen olivat lakanneet, hän palasi taas väärälle tielleen, ja hän ja hänen hoviväkensä paaduttivat sydämensä.",
      "Näin faraon sydän pysyi kovana eikä hän päästänyt israelilaisia, niin kuin Herra oli Mooseksen suulla sanonutkin."
    ],
    [
      "Jos kieltäydyt päästämästä kansaani, niin huomenna minä tuon heinäsirkat sinun maillesi,",
      "ja ne peittävät maan niin ettei sen pintaa näy. Ne syövät teiltä senkin vähän, mikä rakeilta säästyi, ja syövät vielä puutkin, joita maillanne kasvaa.",
      "Mooses ojensi sauvansa maan ylle, ja Herra antoi itätuulen puhaltaa Egyptin yli koko sen päivän ja yön. Kun aamu tuli, oli itätuuli tuonut heinäsirkat mukanaan.",
      "Ne levittäytyivät koko Egyptiin ja laskeutuivat sankkoina parvina kaikkialle maahan. Sellaista heinäsirkkojen paljoutta ei ole koskaan ennen ollut eikä ole enää koskaan tuleva.",
      "Ne peittivät maan pinnan ja maa oli niitä mustanaan. Ne söivät kaiken maassa kasvavan ja kaikki puiden hedelmät, kaiken, mitä rakeilta oli säästynyt. Missään koko Egyptissä ei jäänyt vihreyttä puihin eikä maahan.",
      "Mooses lähti faraon luota ja rukoili Herraa,",
      "ja Herra käänsi tuulen ankaraksi länsituuleksi, joka vei heinäsirkat mukanaan ja puhalsi ne Kaislamereen. Yhtään heinäsirkkaa ei jäänyt koko Egyptin alueelle.",
      "Mutta Herra kovetti faraon sydämen, eikä farao päästänyt israelilaisia lähtemään.",
      "Mooses ojensi kätensä kohti taivasta, ja Egyptiin tuli synkeä pimeys kolmeksi päiväksi.",
      "Ihmiset eivät nähneet toisiaan eikä kukaan voinut kolmeen päivään mennä minnekään, mutta israelilaisten asuinsijoilla oli valoisaa.",
      "Mutta Herra kovetti faraon sydämen, eikä farao suostunut päästämään israelilaisia."
    ],
    [
      "Herra oli antanut kansansa saada paljon ystäviä egyptiläisten joukosta. Myös Moosesta pitivät sekä faraon hovi että Egyptin kansa suuressa arvossa.",
      "ja silloin kuolee Egyptissä joka ainoa esikoinen, valtaistuimella istuvan faraon esikoisesta jauhinkivien ääressä istuvan orjattaren esikoiseen. Myös kaikki karjan esikoiset kuolevat.",
      "Koko Egyptin täyttää suuri valitus, jollaista ei ole ennen kuultu eikä enää toiste kuulla.",
      "Mutta israelilaisille ei edes koira murise, mitään vahinkoa ei tapahdu ihmisille enempää kuin karjallekaan. Tästä ymmärrät, että Herra tekee eron Egyptin ja Israelin välillä.'",
      "Mooses ja Aaron olivat nyt tehneet kaikki nämä ihmeet faraon edessä, ja Herra oli paaduttanut faraon sydämen, niin ettei hän päästänyt israelilaisia lähtemään maasta."
    ],
    [
      "Herra sanoi Moosekselle ja Aaronille Egyptissä:",
      "Sanokaa Israelille: Tämän kuun kymmenentenä päivänä ottakoon kukin perheenpää karitsan, yhden karitsan perhekuntaa ja taloa kohti.",
      "Jos jonkun perhe on liian pieni syömään karitsaa kokonaan, hän ottakoon lähimmän naapurinsa kanssa yhteisen karitsan sen mukaan, montako tarvitaan karitsan syömiseen ja paljonko he jaksavat syödä.",
      "Eläimen tulee olla virheetön, vuoden vanha uros, ja se voi olla lammas tai vuohi.",
      "Kukin pitäköön sitä kuukauden neljänteentoista päivään saakka, ja jokainen Israelin yhteisöön kuuluva teurastakoon karitsansa iltahämärissä.",
      "Ottakaa sen verta ja sivelkää sitä ovenpieliin ja ovenkamanaan niissä taloissa, joissa karitsaa syödään.",
      "Syökää liha sinä yönä, syökää se avotulella paahdettuna, happamattoman leivän ja karvaiden yrttien kanssa.",
      "Älkää syökö siitä mitään puoliraakana tai vedessä keitettynä, vaan paahtakaa se tulella päineen, jalkoineen ja sisälmyksineen.",
      "Älkää jättäkö siitä mitään jäljelle, vaan polttakaa tähteet ennen aamun koittoa.",
      "Sinä yönä minä kuljen läpi Egyptin ja surmaan Egyptin jokaisen esikoisen, niin ihmisten kuin eläintenkin. Minä, Herra, annan tuomioni kohdata kaikkia Egyptin jumalia.",
      "Ja veri olkoon niiden talojen merkkinä, joissa te olette, sillä kun minä näen veren, menen ohitsenne. Minä kuritan vain egyptiläisiä, eikä tämä vitsaus satu teihin.",
      "Syökää seitsemän päivän aikana happamatonta leipää, ja jo juhlaviikon ensimmäisenä päivänä toimittakaa kaikki hapantaikina pois taloistanne, sillä jokainen, joka syö hapanta leipää ensimmäisestä päivästä lukien seitsemänteen päivään, poistettakoon Israelista.",
      "Ensimmäisenä ja seitsemäntenä päivänä pitäkää pyhä kokous. Mitään työtä ei näinä päivinä saa tehdä; vain sen valmistaminen, mitä itse kukin tarvitsee syödäkseen, olkoon sallittua.",
      "Huolehtikaa aina tämän happamattoman leivän juhlan viettämisestä, sillä juuri sinä päivänä minä vein teidän kootut joukkonne pois Egyptistä. Siksi tätä päivää on vietettävä juhlana, ja se olkoon ikuinen säädös sukupolvesta toiseen.",
      "Seitsemään päivään ei hapantaikinaa saa olla taloissanne. Jokainen, joka syö hapanta leipää, poistettakoon Israelin yhteisöstä, olipa hän maahan muuttanut siirtolainen tai syntyperäinen israelilainen.",
      "Ottakaa sitten kimppu iisoppia, kastakaa se vatiin laskettuun vereen ja sivelkää verta oven kamanaan ja molempiin pieliin. Älköön kukaan teistä menkö kotinsa ovesta ulos ennen aamua,",
      "sillä Herra kulkee kaikkialla surmaamassa egyptiläisiä, mutta kun hän näkee veren ovenpielissä ja kamanassa, hän kulkee sen oven ohi eikä anna tuhoojan tulla koteihinne teitä surmaamaan.",
      "Tämä olkoon ikuisena säädöksenä, niin teille kuin lapsillennekin.",
      "Ja kun tulette siihen maahan, jonka Herra teille lupauksensa mukaan antaa, noudattakaa näitä juhlatapoja.",
      "Kun lapsenne kysyvät teiltä: 'Mitä nämä teidän juhlatapanne tarkoittavat?',",
      "Israelilaiset tekivät tarkoin niiden määräysten mukaan, jotka Herra oli antanut Moosekselle ja Aaronille.",
      "Puolenyön aikaan Herra surmasi Egyptissä jokaisen esikoisen, valtaistuimella istuvan faraon esikoisesta vankiluolassa istuvan vangin esikoiseen, sekä kaikki karjan esikoiset.",
      "Kun farao, hänen hovinsa väki ja kaikki egyptiläiset sinä yönä näkivät, mitä tapahtui, puhkesi Egyptissä suuri valitus, sillä ei ollut kotia, jossa ei olisi ollut vainajaa.",
      "Niinpä israelilaiset ottivat vielä hapantumattoman taikinan mukaansa kaukaloissa, jotka he käärivät viittojensa sisään ja ripustivat olalleen.",
      "Israelilaiset olivat Mooseksen neuvon mukaisesti pyytäneet egyptiläisiltä hopea- ja kultaesineitä sekä vaatteita,",
      "ja Herra oli tehnyt egyptiläiset heille niin suosiollisiksi, että he saivat mitä pyysivät. Näin israelilaiset veivät egyptiläisiltä heidän rikkautensa.",
      "Israelilaiset lähtivät liikkeelle Ramseksesta kohti Sukkotia. Heitä oli noin kuusisataatuhatta marssikelpoista miestä sekä lisäksi naiset ja lapset.",
      "He ottivat mukaansa suuret laumansa, lampaita, vuohia ja nautakarjaa. Heidän kanssaan lähti myös paljon sekalaista väkeä.",
      "Egyptistä tuomastaan taikinasta he leipoivat litteitä happamattomia leipiä, sillä heidät oli ajettu pois Egyptistä ennen kuin taikina oli ehtinyt hapata eivätkä he olleet varanneet itselleen edes matkaevästä.",
      "Israelilaiset olivat asuneet Egyptissä kaikkiaan neljäsataakolmekymmentä vuotta.",
      "Juuri sinä päivänä, kun neljäsataakolmekymmentä vuotta oli kulunut, koko Herran oma joukko lähti Egyptistä.",
      "Sinä yönä Herra valvoi viedäkseen heidät pois Egyptin maasta; se on Herralle pyhitetty yö, ja silloin kaikkien israelilaisten sukupolvesta toiseen tulee valvoa.",
      "mutta jokainen rahalla ostettu orja saa, jos hänet ensin on ympärileikattu.",
      "Kukaan tilapäinen asukas tai päiväpalkkalainen ei saa syödä sitä.",
      "Lammas on syötävä yhdessä ja samassa talossa, kukaan ei saa viedä lihaa ulos talostaan eikä rikkoa ainoatakaan luuta.",
      "Näin tulee jokaisen Israelin kansan jäsenen tehdä.",
      "Jos luonasi asuu maahan muuttanut siirtolainen, joka tahtoo viettää pääsiäistä Herran kunniaksi, hänen on ympärileikkautettava itsensä ja jokainen perheeseensä kuuluva mies ja poika. Silloin hän voi tulla mukaan pääsiäisen viettoon, ja hänet katsottakoon maan pysyväksi asukkaaksi, mutta kukaan ympärileikkaamaton ei saa syödä pääsiäislammasta.",
      "Israelilaiset tekivät niin. He tekivät kaiken, mistä Herra oli Moosekselle ja Aaronille antanut käskyn.",
      "Ja sinä samana päivänä Herra vei koko israelilaisten joukon pois Egyptistä. juhla"
    ],
    [
      "Herra sanoi Moosekselle:",
      "Pyhitä minun omakseni jokainen esikoinen israelilaisten keskuudessa, niin ihminen kuin karjaeläin. Jokainen, joka esikoisena tulee äitinsä kohdusta, kuuluu minulle.",
      "Tänään te lähdette, abib-kuussa,",
      "ja kun Herra on tuonut teidät kanaanilaisten, heettiläisten, amorilaisten, hivviläisten ja jebusilaisten maahan, siihen maahan, jonka hän on esi-isillenne vannomallaan valalla luvannut teille, maahan, joka tulvii maitoa ja hunajaa, niin palvelkaa häntä aina tässä kuussa seuraavalla tavalla.",
      "Niinä seitsemänä päivänä syötäköön vain happamatonta leipää; hapanta leipää ei saa edes näkyä missään koko asuinalueellasi, ei myöskään hapanta taikinaa.",
      "Sinä päivänä kerro pojallesi: 'Tämä tapahtuu sen takia, mitä Herra teki hyväkseni, kun lähdin Egyptistä.'",
      "Ja se säädös olkoon kuin merkki kädessäsi ja tunnus otsallasi, että Herran laki aina pysyisi huulillasi ja sinä muistaisit, kuinka Herra väkevällä kädellään vei sinut pois Egyptistä.",
      "Noudata tätä säädöstä aina määräaikana vuodesta toiseen.",
      "luovuta Herralle kaikki esikoiset. Samaten on jokainen karjaasi syntyvä urospuolinen esikoinen oleva Herran omaisuutta.",
      "Mutta jokaisen aasin ensimmäisen varsan voit lunastaa omaksesi uhraamalla karitsan, ja ellet halua sitä lunastaa, taita siltä niska. Sinun tulee myös lunastaa jokainen esikoispoika, joka sinulle syntyy.",
      "Kun poikasi aikanaan kysyy sinulta: 'Mitä tämä merkitsee?', niin sano hänelle: 'Väkevällä kädellään Herra vei meidät pois Egyptistä, orjuuden maasta.",
      "Ja kun farao itsepintaisesti kieltäytyi päästämästä meitä, Herra surmasi Egyptissä jokaisen esikoisen, ihmisten esikoisista karjan esikoisiin. Tämän vuoksi minä teurastan Herralle uhriksi karjani jokaisen urospuolisen esikoisen ja lunastan jokaisen minulle syntyvän esikoispojan.'",
      "Kun farao oli päästänyt kansan lähtemään, Jumala ei johtanutkaan israelilaisia filistealaisten maan kautta kulkevaa tietä, joka olisi ollut lyhin, sillä hän ajatteli, että kansa huomatessaan joutuvansa taisteluun alkaisi katua ja palaisi Egyptiin.",
      "Niin Jumala vei kansan pitemmälle, autiomaan kautta kulkevalle tielle, kohti Kaislamerta. Israelilaiset lähtivät matkaan taistelun varalta ryhmittyneinä.",
      "Lähdettyään liikkeelle Sukkotista israelilaiset leiriytyivät Etamiin, autiomaan laitaan.",
      "Herra kulki päiväsaikaan pilvipatsaassa heidän edellään näyttäen heille tietä ja yöllä tulipatsaassa valaisten heidän tietään, niin että he saattoivat kulkea sekä päivällä että yöllä.",
      "Pilvipatsas oli jatkuvasti kansan edellä päivällä ja tulipatsas yöllä."
    ],
    [
      "Herra sanoi Moosekselle:",
      "Farao luulee, että israelilaiset harhailevat pitkin maata ja aavikko on sulkenut heidän tiensä.",
      "Ja farao valjastutti hevoset sotavaunujen eteen ja otti mukaan sotaväkensä",
      "ja kaikki Egyptin sotavaunut miehistöineen, myös kuusisataa valiovaljakkoa.",
      "Herra paadutti faraon, Egyptin kuninkaan, sydämen, niin että hän lähti ajamaan israelilaisia takaa juuri kun he olivat Herran johdolla kulkemassa pois Egyptistä.",
      "Egyptiläiset, kaikki faraon hevoset, sotavaunut miehineen sekä hänen muu sotaväkensä, ajoivat heitä takaa ja saavuttivat heidät, kun he olivat leiriytyneinä Pi-Hirotin luona, Baal-Sefonin kohdalla.",
      "Faraon lähestyessä israelilaiset huomasivat yhtäkkiä, että egyptiläiset olivat aivan heidän kintereillään. Israelilaiset pelästyivät kovin, huusivat apua Herralta",
      "Kohota sauvasi, ojenna kätesi merta kohti ja halkaise sen vedet, niin israelilaiset voivat kulkea meren poikki kuivaa maata pitkin.",
      "Minä kovetan egyptiläisten sydämet, niin että he lähtevät teidän peräänne. Ja se, mitä tapahtuu faraolle ja koko hänen sotajoukolleen, hänen sotavaunuilleen ja niiden ajajille, todistaa minun suuruuttani.",
      "Jumalan enkeli, joka oli kulkenut israelilaisten joukon edellä, siirtyi nyt kulkemaan heidän perässään, ja pilvipatsas siirtyi pois heidän edeltään ja asettui heidän taakseen,",
      "niin että se tuli egyptiläisten ja Israelin joukkojen väliin. Pilven mukana tuli pimeys, mutta israelilaisille pilvi valaisi yön. Kumpikaan puoli ei voinut koko yönä lähestyä toistaan.",
      "Sitten Mooses kohotti kätensä merta kohti, ja Herra pani meren väistymään syrjään nostamalla ankaran itätuulen, joka puhalsi koko yön. Näin hän muutti meren kuivaksi maaksi. Vedet jakautuivat kahtia,",
      "ja kun israelilaiset kulkivat meren poikki kuivaa maata pitkin, vedet olivat muurina kummallakin puolen.",
      "Egyptiläiset lähtivät takaa-ajoon, ja faraon kaikki hevoset ja hänen sotavaununsa ajajineen seurasivat israelilaisten perässä keskelle merta.",
      "Mutta aamuyöstä Herra katsoi tuli- ja pilvipatsaasta egyptiläisiin päin ja saattoi heidän joukkonsa sekasortoon.",
      "Mooses ojensi kätensä merta kohti, ja aamunkoitteessa meri palasi entiselle paikalleen. Se tuli pakenevia egyptiläisiä vastaan, ja Herra pyyhkäisi heidät meren aaltojen sekaan.",
      "Vedet palasivat ja peittivät vaunut ajajineen, faraon koko sotajoukon, joka oli seurannut israelilaisia mereen, eikä heistä jäänyt henkiin ainoatakaan.",
      "Mutta israelilaiset kulkivat meren poikki kuivaa maata pitkin, ja vedet olivat muurina heidän kummallakin puolellaan.",
      "Näin Herra pelasti sinä päivänä Israelin Egyptin käsistä, ja israelilaiset saivat nähdä egyptiläisten makaavan kuolleina meren rannalla.",
      "Ja kun israelilaiset näkivät, miten Herran käsi oli lyönyt Egyptin, he pelkäsivät Herraa ja uskoivat häneen ja hänen palvelijaansa Moosekseen."
    ],
    [
      "Silloin Mooses ja israelilaiset lauloivat Herralle tämän ylistyslaulun: -- Minä laulan ylistystä Herralle, hän on mahtava ja suuri: hevoset ja miehet hän mereen suisti!",
      "Herra on minun väkeni ja voimani, hän pelasti minut. Hän on minun Jumalani, häntä minä ylistän, minun isieni Jumala, hänen kunniaansa minä laulan.",
      "Herra on soturi, Jahve on hänen nimensä.",
      "Faraon vaunut ja sotajoukot hän syöksi mereen, vaunusoturien valiot hukkuivat Kaislamereen.",
      "Syvyydet peittivät heidät, he painuivat pohjaan kuin kivi.",
      "Sinun oikea kätesi, Herra, ihmeellinen voimassaan, sinun oikea kätesi, Herra, musertaa vihollisen.",
      "Valtasuuruudessasi sinä kukistat vastustajasi, ja kun päästät valloilleen vihasi loimun, se polttaa heidät kuin oljet.",
      "Sinun vihasi henkäys sai vedet kasautumaan. Vyöryvät aallot seisoivat paikoillaan kuin muuri, syvyyksien vedet jähmettyivät keskellä merta.",
      "Sinä puhalsit jälleen, ja meri peitti heidät. Vyöryviin vesiin he upposivat kuin lyijy.",
      "Kuka on sinun vertaisesi, Herra, jumalien joukossa? Kuka on sinun kaltaisesi, sinä pyhyydessä ihmeellinen, maineteoissasi pelättävä, sinä ihmeiden tekijä!",
      "Sinä ojensit oikean kätesi, ja maa nielaisi heidät.",
      "Sinä johdatit hyvyydessäsi kansaa, jonka olit vapauttanut, voimallasi sinä veit sen pyhille asuinsijoillesi.",
      "Siitä kuullessaan kansat vapisivat, ahdistus valtasi Filistean asukkaat.",
      "Silloin säikkyivät Edomin ruhtinaat, Moabin mahtimiehet vapisivat, kaikki Kanaanin asukkaat menettivät rohkeutensa.",
      "Pelko ja kauhu on langennut heidän ylleen, sinun kätesi voimasta he kivettyvät paikoilleen, kunnes sinun kansasi, Herra, on kulkenut ohi, kunnes kansa, jonka otit omaksesi, on kulkenut ohi.",
      "Sinä viet heidät perille, annat heidän juurtua omaan maahasi, vuorelle, jolle teit asumuksesi, Herra, sinun pyhäkköösi, jonka kätesi ovat perustaneet.",
      "Herra on kuningas aina ja ikuisesti!",
      "Kun faraon hevoset ja hänen sotavaununsa ajajineen olivat tulleet meren keskelle, Herra palautti vedet heidän päälleen, mutta israelilaiset pääsivät kuivaa maata pitkin meren poikki.",
      "Naisprofeetta Mirjam, Aaronin sisar, otti käteensä rummun, ja kaikki naiset seurasivat häntä tanssien ja rumpua lyöden.",
      "Mirjam viritti laulun: -- Laulakaa ylistystä Herralle, hän on mahtava ja suuri: hevoset ja miehet hän mereen suisti!",
      "Mooses vei israelilaiset Kaislamereltä Surin autiomaahan, ja he vaelsivat siellä kolme päivää löytämättä vettä.",
      "Sitten he saapuivat Maraan, mutta he eivät voineet juoda Maran lähteen vettä, koska se oli kitkerää. Siitä syystä paikka olikin saanut nimekseen Mara.",
      "Mooses rukoili apua Herralta, ja Herra osoitti hänelle puunoksan, joka hänen piti heittää veteen. Kun hän teki niin, vesi muuttui juotavaksi. Siellä Herra määräsi kansalle lait ja säädökset, ja siellä hän pani kansan koetukselle.",
      "Sitten he tulivat Elimiin; siellä oli kaksitoista vesilähdettä ja seitsemänkymmentä taatelipalmua. He leiriytyivät sinne veden ääreen."
    ],
    [
      "Sitten israelilaiset lähtivät liikkeelle Elimistä ja tulivat Sinin autiomaahan, joka on Elimin ja Siinain välillä. He tulivat sinne toisen kuun viidentenätoista päivänä Egyptistä lähtönsä jälkeen.",
      "Autiomaassa israelilaiset alkoivat nurista Moosesta ja Aaronia vastaan",
      "Aaronin puhuessa israelilaisille kaikki kääntyivät katsomaan autiomaahan päin, ja silloin Herran kirkkaus ilmestyi pilvessä.",
      "Herra sanoi Moosekselle:",
      "Minä olen kuullut israelilaisten valituksen. Sano heille näin: 'Tänään iltahämärissä te saatte lihaa syödäksenne ja aamulla leipää yllin kyllin. Silloin te ymmärrätte, että minä olen Herra, teidän Jumalanne.'",
      "Illalla lensi leiriin viiriäisiä niin paljon, että ne peittivät sen kokonaan. Aamulla oli maassa leirin ympärillä runsaasti kastetta,",
      "ja kun kaste oli haihtunut, oli autiomaassa jotakin hienoa ja rapeaa, ohutta kuin kuura maan pinnalla.",
      "Israelilaiset tekivät niin ja keräsivät sitä, kuka enemmän, kuka vähemmän.",
      "Mutta kun he mittasivat sen omer-mitalla, ei enemmän keränneellä ollut liikaa eikä vähemmän keränneellä liian vähän, vaan jokainen oli saanut kerätyksi sen verran kuin tarvitsi.",
      "Jotkut eivät kuitenkaan totelleet Moosesta vaan jättivät sitä jäljelle seuraavaksi aamuksi, mutta siihen tuli toukkia ja se alkoi haista. Mooses vihastui heihin.",
      "Näin he keräsivät sitä joka aamu sen verran kuin kukin tarvitsi. Päivällä, kun aurinko alkoi paistaa kuumasti, se suli.",
      "Viikon kuudentena päivänä he kuitenkin poimivat kaksinkertaisen määrän, kaksi omer- mitallista kutakin varten, ja israelilaisten päämiehet menivät kertomaan siitä Moosekselle.",
      "Ja he säilyttivät sen seuraavaan aamuun saakka, niin kuin Mooses oli käskenyt, eikä se ruvennut haisemaan eikä siihen tullut toukkia.",
      "Vielä seitsemäntenäkin päivänä jotkut kansasta lähtivät sitä keräämään, mutta he eivät löytäneet mitään.",
      "Niin kansa vietti seitsemäntenä päivänä lepopäivää.",
      "Israelilaiset antoivat sille ruoalle nimeksi manna. Se muistutti korianterin siemeniä mutta oli valkoista ja maistui hunajaleivältä.",
      "Aaron teki, kuten Herra oli Moosesta käskenyt, ja asetti mannan liitonarkun eteen säilöön.",
      "Israelilaiset söivät mannaa neljäkymmentä vuotta, siihen saakka, kun he tulivat asutuille seuduille. He söivät sitä, kunnes tulivat Kanaaninmaan rajoille.",
      "Omer on eefa-mitan kymmenesosa."
    ],
    [
      "Israelin kansa lähti liikkeelle Sinin autiomaasta ja siirtyi pysähdyspaikasta toiseen Herran ohjeiden mukaisesti. Kansa leiriytyi Refidimiin, mutta siellä ei ollut kylliksi vettä.",
      "Refidimissä kävivät amalekilaiset israelilaisten kimppuun.",
      "Joosua teki niin kuin Mooses oli käskenyt ja ryhtyi taisteluun amalekilaisia vastaan, kun taas Mooses, Aaron ja Hur nousivat kukkulan laelle.",
      "Niin kauan kuin Mooseksen kädet olivat koholla, olivat israelilaiset voitolla, mutta kun hän päästi kätensä vaipumaan, olivat amalekilaiset voitolla.",
      "Kun Mooseksen kädet väsyivät, Aaron ja Hur ottivat kiven hänen istuimekseen. Sitten he kannattelivat hänen käsiään kummaltakin puolen, niin että hän jaksoi pitää niitä ylhäällä auringonlaskuun saakka.",
      "Näin Joosua voitti amalekilaiset ja heidän sotajoukkonsa."
    ],
    [
      "Midianilaisten pappi Jetro, Mooseksen appi, sai kuulla, mitä kaikkea Jumala oli tehnyt Mooseksen ja oman kansansa Israelin hyväksi ja miten hän oli tuonut israelilaiset pois Egyptistä.",
      "Jetro otti mukaansa Mooseksen vaimon Sipporan, jonka Mooses oli lähettänyt kotiin,",
      "Mooseksen appi Jetro, Mooseksen pojat ja hänen vaimonsa tulivat Mooseksen luo autiomaahan, minne hän oli leiriytynyt Jumalan vuoren juurelle.",
      "Silloin Mooses lähti appeaan vastaan, kumartui hänen eteensä ja suuteli häntä, ja he tervehtivät toisiaan. Sitten he menivät Mooseksen telttaan.",
      "Mooses kertoi apelleen kaikesta, mitä Herra oli tehnyt faraolle ja egyptiläisille israelilaisten tähden, ja niistä vaivoista, joita he olivat kohdanneet matkalla, ja siitä, miten Herra oli heitä auttanut.",
      "Jetro iloitsi kaikesta siitä hyvästä, mitä Herra oli tehnyt israelilaisille, ja siitä, että hän oli pelastanut heidät egyptiläisten käsistä.",
      "Sitten Jetro, Mooseksen appi, toi polttouhrin ja teurasuhreja Jumalalle, ja Aaron sekä kaikki Israelin vanhimmat tulivat Mooseksen apen kanssa uhriaterialle Jumalan eteen.",
      "Seuraavana päivänä Mooses istui jakamassa oikeutta kansalle, ja ihmisiä tuli hänen luokseen aamusta iltaan.",
      "Sinä vain uuvutat itsesi ja kansan, joka on ympärilläsi, sillä tämä työ on sinulle liian raskas. Et pysty tekemään sitä yksin.",
      "Ota nyt varteen minun sanani, kun neuvon sinua, ja antakoon Jumala sen koitua hyväksesi. Edusta sinä kansaa Jumalan edessä ja tuo sen kiistat Jumalan eteen.",
      "Neuvo kansalle tarkoin säännökset ja lait, opeta sille tie, jota sen tulee kulkea, ja kaikki, mitä sen tulee tehdä.",
      "Mutta sinun itsesi tulee valita kansan keskuudesta kelvollisia, Jumalaa pelkääviä, rehellisiä ja lahjomattomia miehiä ja asettaa heidät kansalle tuhannen, sadan, viidenkymmenen ja kymmenen päälliköiksi.",
      "He voivat tästä lähin ratkoa kansan asioita. Vain tärkeät asiat tuotakoon sinun eteesi, kaikki pienemmät asiat he voivat ratkaista itse. Näin taakkasi kevenee, kun he kantavat osan siitä.",
      "Mooses noudatti appensa neuvoa ja teki niin kuin tämä oli ehdottanut.",
      "Hän valitsi kelvollisia miehiä Israelin kansan keskuudesta ja asetti heidät kansalle päämiehiksi, tuhannen, sadan, viidenkymmenen ja kymmenen päälliköiksi.",
      "He ratkoivat kansan asioita; vain vaikeat asiat he toivat Mooseksen eteen. Kaikki pienemmät asiat he ratkaisivat itse.",
      "Sitten Mooses hyvästeli appensa ja saatteli hänet matkaan, ja Jetro palasi omaan maahansa."
    ],
    [
      "Kun Egyptistä lähdöstä oli kulunut tasan kaksi kuukautta, israelilaiset tulivat Siinain autiomaahan.",
      "Refidimistä lähdettyään he tulivat sinne ja jäivät leiriin Siinainvuoren juurelle.",
      "'Te olette itse nähneet, mitä minä tein egyptiläisille ja kuinka olen kotkan siivin kantanut teitä ja tuonut teidät tänne luokseni.",
      "Jos te nyt kuuntelette minua ja pidätte minun liittoni, niin te tulette olemaan kansojen joukossa minun oma kansani. Koko maailma on minun,",
      "Tultuaan takaisin Mooses kutsui koolle Israelin vanhimmat ja kertoi heille kaiken, mitä Herra oli käskenyt hänen sanoa.",
      "Heidän on oltava valmiina ylihuomiseen mennessä, sillä ylihuomenna Herra astuu kaiken kansan nähden alas Siinainvuorelle.",
      "Määrää vuoren ympärille raja ja varoita kansaa nousemasta vuorelle tai edes koskemasta sen juureen. Jokaista, joka koskettaa vuorta, rangaistakoon kuolemalla,",
      "Mooses laskeutui vuorelta kansan luo. Hän pyhitti ja puhdisti israelilaiset, ja he pesivät myös viittansa.",
      "Kolmantena päivänä aamun tultua alkoi jyristä ja salamoida. Vuoren yllä lepäsi raskas pilvi ja kuului voimakasta torventoitotusta, ja kansa vapisi pelosta leirissään.",
      "Mooses vei israelilaiset ulos leiristä Jumalaa vastaan, ja he jäivät vuoren juurelle.",
      "Siinainvuori oli kauttaaltaan savun peitossa, koska Herra laskeutui vuorelle tulessa. Vuori savusi kuin tulinen uuni ja vavahteli ankarasti.",
      "Torven ääni kasvoi kasvamistaan, Mooses puhui, ja Jumala vastasi hänelle jylisten.",
      "Kun Herra oli astunut Siinainvuoren huipulle, hän kutsui Mooseksen luokseen, ja Mooses nousi sinne.",
      "Mooses meni alas kertomaan tämän israelilaisille."
    ],
    [
      "Niin Jumala puhui kaiken tämän:",
      "Älä kumarra äläkä palvele niitä, sillä minä, Herra, sinun Jumalasi, olen kiivas Jumala. Aina kolmanteen ja neljänteen polveen minä panen lapset vastaamaan isiensä pahoista teoista, vaadin tilille ne, jotka vihaavat minua.",
      "Mutta polvesta polveen minä osoitan armoni niille tuhansille, jotka rakastavat minua ja noudattavat minun käskyjäni.",
      "Kuutena päivänä tee työtä ja hoida kaikkia tehtäviäsi,",
      "mutta seitsemäs päivä on Herran, sinun Jumalasi, sapatti. Silloin et saa tehdä mitään työtä, et sinä eikä sinun poikasi eikä tyttäresi, orjasi eikä orjattaresi, ei juhtasi eikä yksikään muukalainen, joka asuu kaupungissasi.",
      "Sillä kuutena päivänä Herra teki taivaan ja maan ja meren ja kaiken, mitä niissä on, mutta seitsemännen päivän hän lepäsi. Sen vuoksi Herra siunasi lepopäivän ja pyhitti sen.",
      "Älä tavoittele toisen taloa. Älä tavoittele hänen vaimoaan, älä orjaa tai orjatarta, älä hänen härkäänsä, älä hänen aasiaan äläkä mitään, mikä on hänen.",
      "Koko kansa oli todistamassa jylinää ja leimahtelua. Se kuuli, miten torvi soi, ja näki, miten vuori savusi. Ihmiset vapisivat tämän nähdessään ja pysyttelivät loitolla.",
      "Niin kansa pysytteli loitolla, mutta Mooses lähestyi tummaa pilveä, jossa Jumala oli.",
      "Älkää asettako mitään minun rinnalleni, älkää tehkö itsellenne jumalia hopeasta tai kullasta.",
      "Rakentakaa maa-alttari minua varten ja uhratkaa sillä polttouhrinne ja yhteysuhrinne, lampaanne ja nautanne. Paikassa, jonka pyhitän omalle nimelleni, minä tulen luoksenne ja siunaan teitä.",
      "Mutta jos teette minulle kivialttarin, älkää tehkö sitä hakatuista kivistä, sillä jos käsittelette kiveä teräaseella, teette sen epäpyhäksi.",
      "Älkääkä tehkö minun alttarilleni portaita, ettei niitä noustessanne häpynne paljastuisi."
    ],
    [
      "Kun ostat heprealaisen orjan, hänen on oltava orjana kuusi vuotta. Seitsemäntenä vuotena hänet on päästettävä vapaaksi maksutta.",
      "Jos hän on tullut yksinään, hän saakoon myös lähteä yksinään. Mutta jos hänellä jo tullessaan oli vaimo, vaimo saakoon lähteä hänen mukanaan.",
      "Jos hänen isäntänsä on antanut hänelle vaimon ja vaimo on synnyttänyt hänelle poikia tai tyttäriä, on vaimon ja lasten jäätävä isännälle, ja mies pääsköön vapaaksi yksinään.",
      "Mutta jos orja vakuuttaa: 'Minä rakastan isäntääni, vaimoani ja lapsiani enkä halua vapaaksi',",
      "niin isäntä vieköön hänet Jumalan eteen ja asettakoon hänet sitten ovea tai ovenpieltä vasten ja lävistäköön hänen korvalehtensä naskalilla, ja hän jääköön ainiaaksi isäntänsä orjaksi.",
      "Jos isäntä ei pidä orjattaresta, jonka on luvannut ottaa itselleen, hänen on sallittava, että orjatar ostetaan jälleen vapaaksi. Toisen kansan jäsenelle hänellä ei ole oikeutta myydä tyttöä, jos hän on rikkonut antamansa lupauksen.",
      "Jos hän taas määrää tytön pojalleen, tyttöä on kohdeltava kuin vapaan miehen tytärtä.",
      "Jos isäntä ottaa toisen vaimon, hän ei saa vähentää ensimmäisen ruokaa, vaatetusta eikä aviollisia oikeuksia.",
      "Mutta ellei mies täytä velvollisuuttaan näissä kolmessa asiassa, vaimo pääsköön lähtemään ilman korvausta.",
      "Mutta ellei hän tehnyt sitä tahallaan, vaan Jumala antoi sen tapahtua hänen kätensä kautta, hän voi paeta paikkaan, jonka minä osoitan.",
      "Mutta jos joku tekee niin pahasti, että salakavalasti murhaa toisen ihmisen, hänet on minun alttarinikin äärestä haettava surmattavaksi.",
      "Jos joku lyö isäänsä tai äitiään, häntä rangaistakoon kuolemalla.",
      "Jos joku syyllistyy ihmisryöstöön, häntä rangaistakoon kuolemalla katsomatta siihen, myykö hän ryöstetyn vai löydetäänkö tämä hänen hallustaan.",
      "Jos joku kiroaa isäänsä tai äitiään, häntä rangaistakoon kuolemalla.",
      "vaan toipuu ja pystyy liikkumaan ulkosalla kepin varassa, niin lyöjää älköön rangaistako. Hänen tulee silti maksaa toiselle korvaus sairauden ajalta ja huolehtia hänen parantumisestaan.",
      "Jos joku lyö orjaansa tai orjatartaan kepillä ja tämä kuolee siihen paikkaan, lyöjä on ansainnut rangaistuksen.",
      "Mutta jos orja pysyy hengissä päivän tai kaksi, isäntää älköön rangaistako; onhan orja hänen omaisuuttaan.",
      "Jos ihmiset tappelevat keskenään ja samalla töytäisevät raskaana olevaa naista, niin että hän saa keskenmenon mutta hänelle ei aiheudu muuta vahinkoa, lyöjä maksakoon sakkoa sen mukaan, mitä naisen aviomies vaatii tai miten asia oikeudessa ratkaistaan.",
      "Mutta jos muuta vahinkoa tapahtuu, annettakoon henki hengestä,",
      "silmä silmästä, hammas hampaasta, käsi kädestä, jalka jalasta,",
      "palovamma palovammasta, haava haavasta, ruhje ruhjeesta.",
      "Jos joku lyö orjaltaan tai orjattareltaan silmän sokeaksi, hän päästäköön tämän vapauteen hyvitykseksi silmästä.",
      "Jos hän lyö orjaltaan tai orjattareltaan hampaan suusta, hän päästäköön tämän vapauteen hyvitykseksi hampaasta.",
      "Mutta jos härkä on jo entuudestaan tunnettu vihaiseksi ja puskijaksi eikä sen omistaja ole varoituksista huolimatta estänyt sitä karkaamasta ja jos härkä sitten surmaa miehen tai naisen, se kivitettäköön ja myös sen omistaja surmattakoon.",
      "Jos kuitenkin katsotaan kohtuulliseksi, että hän henkensä lunnaiksi maksaa hyvitysmaksun, hänen on annettava niin paljon kuin hänen maksettavakseen määrätään.",
      "Jos härkä puskee kuoliaaksi vapaan miehen pojan tai tyttären, olkoon laki sama.",
      "Jos härkä puskee kuoliaaksi orjan tai orjattaren, omistaja maksakoon orjan isännälle kolmekymmentä sekeliä hopeaa ja eläin kivitettäköön.",
      "kaivon omistaja maksakoon korvauksen eläimen omistajalle, mutta kuollut eläin jääköön maksajan omaksi.",
      "Jos taas härkä on jo entuudestaan tunnettu puskijaksi eikä sen omistaja ole pitänyt sitä silmällä, hän korvatkoon härän härällä, ja kuollut eläin jääköön maksajan omaksi."
    ],
    [
      "(H22:1)Jos varas tavataan murtautumasta sisään ja hänet lyödään hengiltä, surmaaja ei joudu vastuuseen hänen verestään.",
      "(H22:2)Kuitenkin jos aurinko oli jo noussut, hän joutuu verivelkaan. Varkaudesta kiinni joutunut maksakoon täyden korvauksen, mutta jos hänellä ei ole millä maksaa, hänet myytäköön orjaksi varastetun omaisuuden korvaamiseksi.",
      "(H22:3)Jos varastettu eläin löydetään elävänä hänen hallustaan, oli se sitten härkä, aasi tai lammas, hän antakoon siitä kaksinkertaisen korvauksen.",
      "(H22:7)Jos varasta ei tavoiteta, talon omistaja astukoon Jumalan eteen ja vannokoon, ettei ole koskenut toisen omaisuuteen.",
      "(H22:8)Jokaisessa anastustapauksessa, olipa kyseessä härkä, aasi, lammas, vaate tai mikä tahansa muu kateissa ollut, jonka joku väittää tuntevansa omakseen, tuotakoon kummankin asia Jumalan eteen. Se, jonka Jumala osoittaa syylliseksi, maksakoon kaksinkertaisen korvauksen toiselle.",
      "(H22:10)niin se, jonka huostassa eläin oli, vannokoon Jumalan edessä, ettei hän ole koskenut toisen omaisuuteen. Omistaja tyytyköön valaan, eikä korvausta tarvitse maksaa.",
      "(H22:11)Mutta jos eläin on varastettu hänen talostaan, hän maksakoon omistajalle korvauksen.",
      "(H22:12)Jos pedot sen raatelevat, hän tuokoon raadon todisteeksi. Raadellusta eläimestä hänen ei tarvitse maksaa korvausta.",
      "(H22:14)Mutta jos sen omistaja on itse mukana, lainaajan ei tarvitse maksaa. Jos omistaja juhtineen oli palkattu työhön, hän saakoon silti sovitun palkan.",
      "(H22:16)Mutta ellei tytön isä suostu antamaan hänelle tytärtään, viettelijä maksakoon silti saman verran kuin on tapana maksaa neitsyestä morsiamenhintana.",
      "(H22:18)Jokaista, joka sekaantuu eläimeen, rangaistakoon kuolemalla.",
      "(H22:19)Jos joku uhraa muille jumalille kuin Herralle, hänet tuomittakoon tuhon omaksi.",
      "(H22:21)Älkää kohdelko huonosti leskiä älkääkä orpoja.",
      "(H22:22)Jos kohtelette heitä huonosti, minä kuulen heidän huutonsa, kun he huutavat minulta apua.",
      "(H22:23)Minun vihani syttyy, ja minä surmaan teidät sodalla, niin että teidän vaimoistanne tulee leskiä ja lapsistanne orpoja.",
      "(H22:25)Jos otat pantiksi lähimmäisesi viitan, palauta se hänelle auringonlaskuun mennessä;",
      "(H22:26)onhan se hänen ainoa peitteensä, hänen ruumiinsa ainoa suoja. Mihin hän muuten voi kääriytyä nukkumaan mennessään? Kun hän huutaa minulta apua, minä kuulen häntä, sillä minä olen laupias.",
      "(H22:28)Uhraa minulle viivyttelemättä ensi hedelmä viljastasi ja viinistäsi. Anna minulle myös esikoinen pojistasi.",
      "(H22:29)Sama koskee nautoja, lampaita ja vuohia. Niiden esikoinen saa olla seitsemän päivää emänsä kanssa, mutta kahdeksantena päivänä sinun tulee antaa se minulle.",
      "(H22:30)Olkaa minun pyhä kansani, älkää syökö pedon raateleman eläimen lihaa, vaan heittäkää se koirille."
    ],
    [
      "Älä eksy joukon mukana tekemään pahaa äläkä riita-asiassa todistaessasi vääristä totuutta enemmistön mielen mukaiseksi.",
      "Älä kuitenkaan aiheettomasti suosi köyhää hänen asiassaan.",
      "Jos näet vihamiehesi aasin makaamassa taakkansa alle kaatuneena, älä kiellä häneltä apuasi, vaan auta häntä saamaan se jaloilleen.",
      "Pysy erossa väärästä asiasta. Älä aiheuta syyttömän kuolemaa, sillä sellaista vääryyttä minä en salli.",
      "Älä ota lahjusta, sillä lahjus sokaisee tarkkanäköisenkin ja tärvelee niiden asian, jotka ovat oikeassa.",
      "mutta joka seitsemäs vuosi anna sen levätä ja olla kesannolla. Kansasi köyhät saavat siitä silloin ravintoa, ja sen, mikä heiltä jää, voivat villieläimet syödä. Tee samoin viinitarhoillesi ja oliivipuillesi.",
      "Noudattakaa tarkoin kaikkia minun käskyjäni. Älkää kutsuko avuksi vieraita jumalia, niiden nimiä älkää päästäkö huulillenne.",
      "Vietä happamattoman leivän juhlaa ja syö happamatonta leipää seitsemänä päivänä, niin kuin olen käskenyt, säädettyyn aikaan abib-kuussa, sillä juuri siinä kuussa lähdit Egyptistä. Älköön silloin kukaan astuko tyhjin käsin minun eteeni.",
      "Pidä myös elonleikkuujuhla, kun leikkaat ensimmäiset tähkät peltoon kylvämästäsi viljasta, sekä korjuujuhla vuoden päättyessä, kun korjaat hedelmätarhojesi sadon.",
      "Kolmesti vuodessa näyttäytykööt kansasi kaikki miehet Herran, sinun valtiaasi, kasvojen edessä.",
      "Muista, että hän on lähelläsi, tottele häntä äläkä vihastuta häntä. Hän ei anna anteeksi niskoittelua, sillä hän toimii minun nimissäni.",
      "Mutta jos tottelet häntä ja teet kaiken, mitä minä käsken, niin minä olen sinun vihollistesi vihollinen ja vastustajiesi vastustaja.",
      "Minun enkelini kulkee sinun edelläsi ja vie sinut amorilaisten, heettiläisten, perissiläisten, kanaanilaisten, hivviläisten ja jebusilaisten maahan, ja minä tuhoan heidät.",
      "Älä kumarra heidän jumaliaan, älä palvele niitä, älä tee niin kuin he tekevät, vaan hävitä kaikki jumalankuvat ja murskaa heidän kivipatsaansa.",
      "Palvelkaa Herraa, Jumalaanne, niin hän siunaa teidän ruokanne ja juomanne. Minä, Herra, otan taudit pois teidän keskuudestanne:",
      "yksikään nainen sinun maassasi ei saa keskenmenoa tai jää hedelmättömäksi, ja minä annan teidän saavuttaa päivienne täyden määrän.",
      "Minä lähetän herhiläisparvia karkottamaan hivviläiset, kanaanilaiset ja heettiläiset sinun tieltäsi.",
      "Silti minä en karkota heitä yhtenä ainoana vuotena, ettei maa autioituisi ja etteivät villieläimet lisääntyisi ja tulisi sinulle vaivaksi,",
      "vaan minä ajan heidät pois vähä vähältä, kunnes teitä on niin paljon, että voitte ottaa haltuunne koko maan.",
      "Minä ulotan sinun rajasi Kaislamerestä filistealaisten mereen ja Siinain autiomaasta Eufratvirtaan saakka. Minä annan sen maan asukkaat teidän käsiinne, ja te voitte karkottaa heidät tieltänne.",
      "Älä tee mitään liittoa heidän ja heidän jumaliensa kanssa."
    ],
    [
      "Mooses kirjoitti muistiin kaikki Herran antamat määräykset. Seuraavana aamuna Mooses rakensi vuoren juurelle alttarin ja pystytti sen luo kaksitoista kivipatsasta Israelin kahdentoista heimon mukaan.",
      "Hän lähetti israelilaisia nuorukaisia uhraamaan polttouhreja ja teurastamaan sonneja yhteysuhriksi Herralle.",
      "Puolet niiden verestä Mooses pani uhrimaljoihin, ja puolet hän vihmoi alttarille.",
      "Mooses ja Aaron, Nadab ja Abihu sekä seitsemänkymmentä Israelin vanhinta lähtivät vuorelle.",
      "He näkivät Israelin Jumalan, ja se millä hän seisoi oli kuin safiirikiveä, kirkas kuin taivas itse.",
      "Näitä Israelin valittuja vastaan hän ei nostanut kättään. He saivat katsella Jumalaa, ja he söivät uhriaterian.",
      "Mooses lähti palvelijansa Joosuan kanssa nousemaan Jumalan vuorelle.",
      "Sitten Mooses nousi vuorelle, ja vuori peittyi pilveen.",
      "Herran kirkkaus laskeutui Siinainvuorelle. Pilvi peitti vuoren kuudeksi päiväksi, ja seitsemäntenä päivänä Herra kutsui Moosesta pilven keskeltä.",
      "Israelilaiset näkivät Herran kirkkauden vuoren laella, ja se oli kuin tuli, joka polttaa kaiken.",
      "Niin Mooses astui pilven peittoon ja nousi vuoren huipulle. Hän viipyi siellä neljäkymmentä päivää ja neljäkymmentä yötä."
    ],
    [
      "Herra sanoi Moosekselle:",
      "Tällaisia uhrilahjoja ottakaa heiltä vastaan: kultaa, hopeaa ja pronssia,",
      "sinipunaisia, purppuraisia ja karmiininpunaisia villoja, hienoa pellavaa ja vuohenkarvaa,",
      "punaiseksi värjättyjä pässinnahkoja, merilehmännahkoja ja akasiapuuta,",
      "öljyä lamppuihin, hajusteita pyhää öljyä ja tuoksuvaa suitsuketta varten",
      "sekä onykskiviä ja muita korukiviä kiinnitettäviksi efodi-kasukkaan ja ylipapin rintakilpeen.",
      "Tehkää telttamaja ja kaikki sen varusteet tarkoin sen mallin mukaan, jonka minä sinulle näytän.",
      "Peitä sen pinnat puhtaalla kullalla sekä sisältä että ulkoa ja tee siihen ylälaitaa ympäröivä kultareunus.",
      "Vala neljä kultarengasta ja kiinnitä ne arkun neljään jalkaan, kaksi rengasta sen kummallekin sivulle.",
      "Tee kantotangot akasiapuusta, päällystä ne kullalla",
      "ja työnnä ne arkun sivuilla oleviin renkaisiin, niin että arkkua voi kantaa tankojen varassa.",
      "Tangot on pidettävä arkun renkaissa, eikä niitä saa koskaan poistaa.",
      "Pane arkkuun se laki, jonka minä sinulle annan.",
      "Tao kannen päälle kullasta kaksi kerubia,",
      "toinen kerubi kannen toiseen ja toinen toiseen päähän, niin että ne ovat kiinteästi kannen kummassakin päässä.",
      "Kerubien siivet olkoot kohollaan kannen yllä ja niiden kasvot vastakkain, kohti arkun kantta.",
      "Aseta kansi arkun päälle pantuasi arkkuun ne liiton todistuskappaleet, jotka minä sinulle annan.",
      "Sen luona sinä saat kohdata minut, ja minä puhun sinulle kannen päältä, niiden kahden kerubin välistä, jotka ovat liitonarkun päällä, ja ilmoitan sinulle kaikki ne käskyt, jotka minä israelilaisille annan.",
      "Peitä sen pinnat puhtaalla kullalla ja tee sen ympärille kultareunus.",
      "Ympäröi se kämmenen korkuisella kehyksellä ja tee kehykseen kultareunus.",
      "Tee neljä kultarengasta ja kiinnitä ne pöydän neljän jalan reunoihin.",
      "Renkaiden on oltava heti kehyksen alapuolella kantotankojen pidikkeinä, että pöytää voidaan kantaa.",
      "Tee tangot akasiapuusta ja päällystä ne kullalla; niiden varassa kannettakoon pöytää.",
      "Tee pöytään kuuluvat kulhot, kupit, kannut ja maljat juomauhreja varten; ne sinun tulee tehdä puhtaasta kullasta.",
      "Pidä aina pöydällä minun kasvojeni edessä uhrileipiä.",
      "Lampunvarresta lähteköön kuusi haaraa, kolme haaraa kummallekin sivulle.",
      "Kussakin haarassa olkoon kolme mantelinkukan muotoista kukkakoristetta kantoineen ja terälehtineen; näin olkoon kaikissa kuudessa lampunvarresta lähtevässä haarassa.",
      "Lampunvarressa olkoon neljä mantelinkukan muotoista kukkakoristetta kantoineen ja terälehtineen,",
      "ja lampun ensimmäisen, toisen ja kolmannen haaraparin alla, näiden kaikkien kuuden lampunvarresta lähtevän haaran alla, olkoon aina yksi kanta.",
      "Kukkien kannat ja lampunhaarat olkoot lampun kanssa yhtä kappaletta; koko lamppu olkoon taottu puhtaasta kullasta yhtenä kappaleena.",
      "Tee siihen seitsemän öljylamppua, ja ne asetettakoon paikoilleen niin, että ne valaisevat lampun edessä olevan tilan.",
      "Myös lamppuun kuuluvat pihdit ja tuliastiat olkoot puhdasta kultaa.",
      "Lamppu kaikkine varusteineen tehtäköön talentista puhdasta kultaa.",
      "Pidä huoli siitä, että teet kaiken sen esikuvan mukaan, jonka sait nähdä vuorella."
    ],
    [
      "Kunkin kaistan pituus olkoon kaksikymmentäkahdeksan kyynärää ja leveys neljä kyynärää, ja kaikki kankaat olkoot samanmittaisia.",
      "Viisi kaistaa yhdistettäköön toisiinsa, samoin toiset viisi.",
      "Tee sinipunaisesta villalangasta silmukoita näiden molempien yhdistettyjen kankaiden reunoihin, jotka tulevat keskenään vastakkain.",
      "Tee toisen kankaan reunaan viisikymmentä silmukkaa ja samoin toisen kankaan reunaan viisikymmentä, niin että silmukat osuvat kohdakkain.",
      "Tee viisikymmentä kultahakasta ja yhdistä niillä kankaat silmukoistaan toisiinsa, niin että ne muodostavat yhtenäisen telttakankaan.",
      "Kunkin kaistan pituus olkoon kolmekymmentä kyynärää ja leveys neljä kyynärää, ja kaikki kaistat olkoot samanmittaisia.",
      "Liitä viisi kaistaa yhdeksi kappaleeksi ja yhdistä samaten muut kuusi. Taita tästä kankaasta kuudes kaista teltan oviaukon eteen.",
      "Tee toisen kaistoista kootun kankaan reunaan viisikymmentä silmukkaa ja samaten viisikymmentä silmukkaa toisen kankaan reunaan.",
      "Tee vielä viisikymmentä pronssihakasta ja yhdistä niillä kankaat silmukoistaan yhtenäiseksi teltaksi.",
      "Telttamajan yli ulottuva kankaan puolikas riippukoon majan takaosan peittona,",
      "ja se kyynäränmitta kangasta, joka ulottuu yli alemman kankaan reunan kummallekin puolen, riippukoon telttamajan molemmilla sivuilla sen alareunoja peittämässä.",
      "Tee telttamajaa varten peite punaiseksi värjätyistä pässinnahoista ja sen päälle vielä merilehmännahkainen peite.",
      "Jokainen lauta olkoon kymmenen kyynärää pitkä ja puolitoista kyynärää leveä.",
      "Kussakin laudassa olkoon kaksi tappia, jotka sopivat niitä vastaaviin reikiin. Tällaisiksi tee kaikki telttamajan laudat.",
      "Tee kaksikymmentä lautaa telttamajan eteläsivua varten.",
      "Näiden kahdenkymmenen laudan alle tee neljäkymmentä hopeajalustaa, kunkin laudan alle aina kaksi jalustaa, joihin tapit sopivat.",
      "Telttamajan toista, pohjoisen puoleista sivuseinää varten tee toiset kaksikymmentä lautaa",
      "sekä neljäkymmentä hopeajalustaa, kaksi jalustaa aina kunkin laudan alle.",
      "Telttamajan peräpäätyyn, lännen puolelle, tee kuusi lautaa",
      "ja lisäksi kaksi lautaa kulmalaudoiksi telttamajan peränurkkiin.",
      "Nämä laudat olkoot alhaalta kaksiosaiset ja samoin ylhäältä yhteen liitetyt ensimmäiseen renkaaseen saakka. Tällaisia olkoot molemmat kulmalaudat.",
      "Lautoja on siis kahdeksan ja niillä kuusitoista hopeajalustaa, aina kaksi jalustaa kunkin laudan alla.",
      "viisi toisen sivuseinän lautoja varten ja viisi lännen puoleisen peräseinän lautoja varten.",
      "Keskimmäinen poikkipuu olkoon lautojen keskikohdalla, ja se sitokoon lautoja seinän koko pituudelta.",
      "Päällystä laudat kullalla, tee niihin kullasta renkaat pitämään poikkipuita paikoillaan ja päällystä myös poikkipuut kullalla.",
      "Kokoa sitten telttamaja juuri sellaiseksi kuin sait vuorella nähdä.",
      "Kiinnitä se neljään akasiapuiseen, kullalla päällystettyyn pylvääseen, joissa on kultaiset koukut. Näiden pylväiden alla olkoon neljä hopeajalustaa.",
      "Kiinnitä väliverho hakasten avulla paikoilleen ja sijoita liitonarkku verhon taakse. Väliverho osoittakoon teille pyhän ja kaikkeinpyhimmän välisen rajan.",
      "Pane kaikkeinpyhimmässä kansilevy liitonarkun päälle.",
      "Tee telttamajan oviverho sinipunaisesta, purppuraisesta ja karmiininpunaisesta villasta sekä hienosta kerratusta pellavalangasta korukudontatyönä.",
      "Oviverhoa varten tee viisi akasiapuista pylvästä ja päällystä ne kullalla. Pylväiden koukkujen on oltava kultaa, ja pylväitä varten sinun on valettava viisi pronssijalustaa."
    ],
    [
      "Tee sen neljään kulmaan alttarinsarvet, jotka ovat alttarin kanssa samaa kappaletta, ja päällystä alttari pronssilla.",
      "Tee sitä varten myös tuhka-astiat, joilla rasvainen tuhka viedään pois, tuhkalapiot, vihmontamaljat, haarukat ja tuliastiat. Kaikki nämä välineet sinun on tehtävä pronssista.",
      "Tee alttaria varten verkkomainen pronssiritilä, ja ritilän kulmiin tee neljä pronssirengasta.",
      "Sijoita ritilä alatietä alttarin puukehyksen sisäpuolelle, niin että se ulottuu alttarin puoliväliin saakka.",
      "Tee alttaria varten akasiapuiset kantotangot ja päällystä ne pronssilla.",
      "Tangot työnnettäköön renkaisiin alttarin molemmin puolin sen kantamista varten.",
      "Tee alttari laudoista ja jätä se avoimeksi. Tehtäköön siitä sellainen kuin sait nähdä vuorella.",
      "Verhoja kannattamaan tee kaksikymmentä pylvästä ja kullekin pronssijalusta sekä pylväisiin hopeiset koukut ja poikkitangot.",
      "Pohjoiselle pitkälle sivulle tee samaten sata kyynärää pitkät verhot, niille kaksikymmentä pylvästä ja kullekin pronssijalusta sekä pylväisiin hopeiset koukut ja poikkitangot.",
      "Pihan läntiseen päätyyn tee viisikymmentä kyynärää pitkät verhot, niille kymmenen pylvästä ja kullekin jalusta.",
      "Pihan idän puoleinen sivu olkoon viisikymmentä kyynärää leveä.",
      "Siellä olkoon toisella sivustalla viisitoista kyynärää verhoja ja niitä kannattamassa kolme pylvästä jalustoineen",
      "ja toisella sivustalla samoin viisitoista kyynärää verhoja ja niitä kannattamassa kolme pylvästä jalustoineen.",
      "Niiden välissä esipihan portilla olkoon kaksikymmentä kyynärää leveä oviverho, joka on tehty sinipunaisesta, purppuraisesta ja karmiininpunaisesta villasta ja hienosta kerratusta pellavasta korukudontatyönä; sitä kannattakoon neljä pylvästä jalustoineen.",
      "Kaikissa pylväissä esipihan ympärillä olkoon hopeiset poikkitangot ja hopeiset koukut, ja pylväiden jalustat olkoot pronssia.",
      "Pihan pituus olkoon sata kyynärää, sen leveys viisikymmentä kyynärää ja hienosta kerratusta pellavasta tehtyjen verhojen korkeus viisi kyynärää. Kaikkien pylväiden jalustat olkoot pronssia.",
      "Kaikki telttamajassa käytettävät esineet samoin kuin majan kiinnitysvaarnat ja esipihan verhojen vaarnat olkoot pronssia.",
      "Aaronin ja hänen poikiensa tulee huolehtia siitä, että ne palavat läpi yön Herran edessä pyhäkköteltassa, lain arkun edessä olevan väliverhon ulkopuolella. Tätä määräystä israelilaisten on aina noudatettava sukupolvesta toiseen."
    ],
    [
      "Teetä Aaronille pyhät vaatteet, jotka ovat hänelle kunniaksi ja kaunistukseksi.",
      "Neuvo kaikkia käsityöläisiä, joille olen antanut taidon ja kyvyn, millaiset puvut heidän on tehtävä Aaronille, ennen kuin hänet voidaan pyhittää palvelemaan minua pappina.",
      "Heidän on tehtävä seuraavat vaatteet: rintakilpi, efodi-kasukka, viitta, kirjottu paita, turbaani ja kangasvyö. Heidän tulee tehdä nämä pyhät vaatteet Aaronille ja hänen pojilleen, että he voivat palvella minua pappeina.",
      "Näihin vaatteisiin heidän on käytettävä kultaa, sinipunaista, purppuraista ja karmiininpunaista villaa sekä hienoa pellavaa.",
      "Kasukan molemmissa ylänurkissa on oltava olkakappaleet, jotka pitävät sen paikoillaan.",
      "Kasukan päälle tuleva vyötärönauha olkoon samalla tavoin tehty ja yhtä kappaletta kasukan kanssa; senkin tulee olla tehty kullasta, sinipunaisesta, purppuraisesta ja karmiininpunaisesta villasta sekä hienosta kerratusta pellavasta.",
      "kuusi nimeä toiseen ja kuusi toiseen kiveen ikäjärjestyksessä.",
      "Kaiverra Jaakobin poikien nimet näihin kahteen kiveen samalla tavoin kuin jalokivisepät kaivertavat sinettikiviä. Kehystä kivet kultapunoksilla",
      "ja kiinnitä ne kasukan molempiin olkakappaleisiin muistuttamaan Jaakobin pojista. Aaron kantakoon heidän nimiään olkapäillään, jotta Herra muistaisi heitä.",
      "Tee vielä kultapunoksia",
      "sekä kaksi puhtaasta kullasta nyörin tapaan punottua ketjua ja liitä nämä ketjut punoksiin.",
      "Olkoon se nelikulmainen, laukun tapaan kaksinkertainen, vaaksan pitkä ja vaaksan leveä.",
      "Kiinnitä siihen korukiviä neljään riviin: ensimmäiseen riviin karneoli, topaasi ja smaragdi,",
      "toiseen riviin turkoosi, safiiri ja kalsedoni,",
      "kolmanteen riviin hyasintti, akaatti ja ametisti",
      "sekä neljänteen riviin krysoliitti, onyksi ja jaspis. Ne on kiinnitettävä paikoilleen kultapunoksin.",
      "Kiviä olkoon Jaakobin poikien mukaan kaksitoista, yksi kutakin nimeä kohti. Niin kuin sinettikiviä kaiverretaan, samalla tavoin kaiverrettakoon kuhunkin kiveen yksi kahdestatoista heimonnimestä.",
      "ja rintakilpeen kaksi kultarengasta sekä kiinnitä nämä kaksi rengasta rintakilven yläkulmiin.",
      "Pane kultanyörit rintakilven yläkulmissa oleviin renkaisiin",
      "ja nyörien toiset päät kultapunoksiin, jotka sinun tulee liittää kasukan olkakappaleiden etupuolelle.",
      "Tee vielä kaksi kultarengasta ja kiinnitä ne rintakilven molempiin reunoihin, kilven takapuolelle, joka on kasukkaa vasten.",
      "Tee vielä toiset kaksi kultarengasta ja kiinnitä ne etupuolelle kasukan kummankin olkakappaleen alareunan saumakohtaan, mutta silti kasukan vyötärönauhaa korkeammalle.",
      "Rintakilpi sidottakoon renkaistaan kiinni kasukan renkaisiin sinipunaisella langalla ja niin, että rintakilpi pysyy paikoillaan kasukan päällä.",
      "Kun siis Aaron astuu pyhäkköön, hän kantakoon oikeutta jakavassa rintakilvessä Jaakobin poikien nimiä sydäntään vasten, jotta Herra aina muistaisi heitä.",
      "Pane oikeutta jakavan rintakilven sisään urim ja tummim, ja ne olkoot Aaronin sydämen päällä, kun hän astuu Herran eteen. Näin Aaron kantakoon aina Herran edessä sydäntään vasten kilpeä, jolla hän jakaa israelilaisille oikeutta.",
      "Sen keskellä tulee olla pääntie, ja pääntien ympärille kudottakoon samanlainen reunus kuin on nahkahaarniskassa, ettei pääntie repeydy.",
      "Tee viitan helmuksiin sinipunaisesta, purppuraisesta ja karmiininpunaisesta villasta granaattiomenia ja kiinnitä niiden väliin kultatiukuja,",
      "niin että granaattiomenia ja kultatiukuja on vuorotellen ympäri helmaa.",
      "Aaronilla olkoon tämä viitta yllään hänen toimittaessaan virkaansa; silloin tiukujen ääni kuuluu, kun hän astuu Herran eteen pyhäkköön ja kun hän poistuu sieltä, ja niin hän ei kuole.",
      "Kiinnitä se sitten sinipunaisella langalla turbaanin etupuolelle.",
      "Ruusuke olkoon Aaronin otsalla; silloin hän voi ottaa kantaakseen jokaisen rikkomuksen, jonka israelilaiset pyhiä lahjojaan uhratessaan tekevät pyhyyssääntöjä vastaan. Olkoon ruusuke aina hänen otsallaan, että Herra suosiollisesti ottaisi vastaan heidän lahjansa.",
      "Tee myös Aaronin pojille paidat, kangasvyöt ja päähineet, jotka ovat heille kunniaksi ja kaunistukseksi.",
      "Pue Aaron ja hänen poikansa näihin vaatteisiin, voitele heidät pyhällä öljyllä, vihi heidät virkaansa ja pyhitä heidät, että he voivat pappeina palvella minua.",
      "Tee heille myös vyötäröltä reisiin ulottuvat pellavahousut, jotka peittävät heidän alastomuutensa.",
      "Aaronilla ja hänen pojillaan tulee olla ne yllään, kun he menevät pyhäkkötelttaan tai kun he astuvat alttarin ääreen suorittamaan pyhiä palvelustehtäviään. Muuten he syyllistyvät rikkomukseen, joka on heille kuolemaksi. Tätä määräystä on hänen ja hänen jälkeläistensä aina noudatettava."
    ],
    [
      "happamatonta leipää, öljyyn leivottuja happamattomia kakkuja ja öljyllä voideltuja ohuita happamattomia leipiä, kaikki parhaista vehnäjauhoista leivottuja,",
      "pane ne samaan koriin ja tuo ne minulle korissa samalla kun tuot sonnin ja pässit.",
      "Kutsu esiin Aaron ja hänen poikansa, vie heidät pyhäkköteltan ovelle ja pese heidät vedellä.",
      "Ota sitten vaatteet, pue Aaronin ylle paita, kasukan viitta, kasukka ja rintakilpi ja sido kilpi kiinni kasukan vyötärönauhalla.",
      "Pane turbaani hänen päähänsä ja kiinnitä pyhä otsakoru hänen turbaaniinsa.",
      "Ota pyhää öljyä, kaada sitä hänen päähänsä ja voitele hänet.",
      "Tuo sitten esiin myös hänen poikansa ja pue paidat heidän ylleen.",
      "Tuo sonni pyhäkköteltan eteen uhriksi, ja Aaron ja hänen poikansa pankoot kätensä sen pään päälle.",
      "Teurasta sonni Herran edessä pyhäkköteltan ovella,",
      "ota sen verta, sivele sitä sormillasi alttarinsarviin ja kaada loput verestä alttarin juurelle.",
      "Ota sisälmyksiä peittävä rasva, maksan takalohko, munuaiset ja niiden ympärillä oleva rasva ja polta ne uhrina alttarilla.",
      "Mutta sonnin liha, nahka ja sen mahan sisältö sinun tulee polttaa tulessa leirin ulkopuolella; se on syntien sovitusuhri.",
      "Teurasta pässi ja vihmo sen veri joka puolelle alttaria.",
      "Paloittele pässi, pese sen sisälmykset ja koivet ja pane ne pään ja ruhonkappaleiden päälle.",
      "Polta koko pässi uhrina alttarilla; se on polttouhri Herralle, mieluisasti tuoksuva, Herralle kuuluva tuliuhri.",
      "Teurasta pässi, ota sen verta, sivele sitä Aaronin ja hänen poikiensa oikeaan korvannipukkaan, oikeaan peukaloon ja oikeaan isoonvarpaaseen ja vihmo loput verestä joka puolelle alttaria.",
      "Ota verta alttarilta sekä pyhää öljyä ja pirskota sitä Aaronin ja hänen poikiensa päälle sekä heidän vaatteidensa päälle. Niin hän ja hänen poikansa samoin kuin heidän vaatteensa tulevat pyhiksi.",
      "Ota myös yksi leipä, yksi öljyyn leivottu uhrikakku ja yksi ohut leipä Herran eteen asetetusta happamattomien leipien korista.",
      "Anna ne kaikki Aaronille ja hänen pojilleen. Heidän tulee heiluttaa niitä edestakaisin ja sillä tavoin omistaa ne tarjousuhrina Herralle.",
      "Ota ne sitten heiltä ja polta ne alttarilla yhdessä polttouhrin kanssa. Se on Herralle mieluisa tuoksu, Herralle kuuluva tuliuhri.",
      "Ota sitten rintapala Aaronin vihkimyspässistä ja omista se tarjousuhrina Herralle. Se osa jääköön sinulle.",
      "Näin sinä pyhität Aaronin ja hänen poikiensa vihkimyspässistä otetun rintapalan, joka on omistettu tarjousuhrina Herralle, sekä uhrilahjaksi annetun reiden.",
      "Olkoon Aaronin ja hänen poikiensa ikuisena oikeutena saada nämä palat israelilaisilta itselleen. Ne ovat uhrilahja, papeille kuuluva anti, jonka israelilaiset erottavat yhteysuhreistaan, ja samalla se on uhrilahja Herralle.",
      "Seitsemäntenä päivänä pukeutukoon niihin se hänen poikansa, josta tulee pappi hänen jälkeensä ja joka saa astua pyhäkkötelttaan suorittamaan palvelusta.",
      "Aaron ja hänen poikansa syökööt pässin lihan ja korissa olevat leivät pyhäkköteltan oven luona.",
      "Heidän tulee syödä kaikki, mikä käytettiin heidän syntiensä sovittamiseen, kun heidät vihittiin ja pyhitettiin virkaansa. Mutta kukaan ulkopuolinen ei saa syödä niitä, sillä ne ovat pyhiä ruokia.",
      "Jos vihkimyslihasta ja leivistä jää jotakin jäljelle aamuksi, on ruoantähteet poltettava tulessa. Niitä ei saa syödä, sillä ne ovat pyhiä ruokia.",
      "Uhraa joka päivä nuori sonni syntien sovitukseksi. Kun toimitat sovitusuhrin alttarilla, suorita alttarin puhdistusmenot ja pyhitä alttari voitelemalla se pyhällä öljyllä.",
      "Seitsemänä päivänä suorita alttarin puhdistusmenot ja pyhitä se. Näin alttarista tulee erityisen pyhä, ja kaikkea, mikä koskettaa alttaria, Herran pyhyys uhkaa kuolemalla.",
      "Uhraa toinen karitsa aamulla ja toinen iltahämärissä.",
      "Uhraa aamulla karitsan lisäksi kymmenesosa eefa-mittaa parhaita vehnäjauhoja, joihin on sekoitettu neljännes hin-mittaa oliiveista survottua öljyä, ja vuodata juomauhrina neljännes hin-mittaa viiniä.",
      "Uhraa iltahämärissä toinen karitsa mieluisasti tuoksuvana tuliuhrina Herralle ja toimita sen kanssa samanlainen ruoka- ja juomauhri kuin aamullakin.",
      "Uhratkaa nämä polttouhrit säännöllisesti sukupolvesta toiseen Herran edessä pyhäkköteltan ovella, siellä missä saatte kohdata minut ja missä minä puhun sinulle.",
      "Siellä israelilaiset saavat kohdata minut, ja minun kirkkauteni tekee siitä paikasta pyhän.",
      "Minä teen pyhäksi pyhäkköteltan ja alttarin ja pyhitän Aaronin ja hänen poikansa palvelemaan minua pappeina.",
      "Minä asun israelilaisten keskellä ja olen heidän Jumalansa,",
      "ja he tietävät, että minä olen Herra, heidän Jumalansa, joka toin heidät pois Egyptistä asuakseni heidän keskellään. Minä olen Herra, heidän Jumalansa."
    ],
    [
      "Se olkoon nelikulmainen, sivuiltaan kyynärän mittainen ja kaksi kyynärää korkea, ja alttarinsarvet olkoot alttarin kanssa samaa kappaletta.",
      "Päällystä alttari puhtaalla kullalla, sekä päällyslevy että kaikki sivut, samoin alttarinsarvet, ja ympäröi alttari kultareunuksella.",
      "Kiinnitä alttarin kahdelle vastakkaiselle sivulle kultareunuksen alapuolelle kaksi kultarengasta kummallekin puolen; ne olkoot kantotankojen pidikkeinä, niin että alttaria voidaan kantaa.",
      "Tee kantotangot akasiapuusta ja päällystä nekin kullalla.",
      "Aseta suitsutusalttari liitonarkkua ja sen kansilevyä suojaavan väliverhon etupuolelle, pyhäkköteltan sen osan eteen, jossa sinä saat kohdata minut.",
      "Tällä alttarilla Aaron polttakoon hyväntuoksuisia suitsukkeita. Niitä hän polttakoon joka aamu pannessaan lamppuja kuntoon,",
      "ja samoin iltahämärissä nostaessaan lamput paikoilleen palamaan. Näin on Herran edessä aina uhrattava suitsutusuhri sukupolvesta toiseen.",
      "Älkää tuoko tälle alttarille mitään väärää suitsuketta, älkää uhratko sillä polttouhria tai ruokauhria älkääkä vuodattako sen päälle juomauhria.",
      "Herra sanoi Moosekselle:",
      "Jokainen, joka joutuu mukaan tarkastukseen, maksakoon puoli sekeliä hopeaa punnittuna pyhäkkösekelin painon mukaan -- yksi sekeli on kaksikymmentä geraa -- ja tämä puoli sekeliä on uhrilahja Herralle.",
      "Jokainen tarkastukseen joutuva, kaksikymmenvuotias tai sitä vanhempi, maksakoon tämän uhrilahjan Herralle.",
      "Kun annatte uhrilahjan Herralle henkenne lunnaiksi, älköön rikas antako puolta sekeliä enempää älköönkä köyhä sen vähempää.",
      "Herra sanoi Moosekselle:",
      "Aaron ja hänen poikansa peskööt siinä kätensä ja jalkansa.",
      "Kun he ovat menossa pyhäkkötelttaan, heidän on ensin peseydyttävä vedellä, etteivät he kuolisi. Myös silloin kun he astuvat alttarin ääreen palvelustoimiinsa polttamaan tuliuhreja Herralle,",
      "Herra sanoi Moosekselle:",
      "lisäksi kassian kuorta viisisataa sekeliä, kaikki pyhäkkösekelin mukaan punnittuna, sekä hin-mitallinen oliiviöljyä.",
      "Sekoita niistä pyhää öljyä samalla tavoin kuin voiteentekijät valmistavat tuoksuöljynsä; sellaista tulee pyhän öljyn olla.",
      "Voitele tällä öljyllä pyhäkköteltta ja liitonarkku,",
      "pöytä kaikkine varusteineen, lampunjalka kaikkine varusteineen, suitsutusalttari ja",
      "polttouhrialttari kaikkine välineineen sekä allas jalustoineen.",
      "Pyhitä ne, niin että ne tulevat erityisen pyhiksi. Kaikkea, mikä niitä koskettaa, Herran pyhyys uhkaa kuolemalla.",
      "Voitele myös Aaron ja hänen poikansa ja pyhitä heidät palvelemaan minua pappeina.",
      "Sano israelilaisille: Tämä on Herralle pyhitettyä öljyä sukupolvesta toiseen.",
      "Älköön sitä vuodatettako kenenkään muun ihmisen päälle älköönkä koskaan tehtäkö muuhun käyttöön öljyä, jolla on sama koostumus. Se on pyhää; pitäkää se siis pyhänä.",
      "Tee niistä hyväntuoksuinen suitsukeseos, niin kuin ammattinsa taitaja sen tekee, suolalla jalostettu, puhdas, pyhä.",
      "Jauha osa siitä hienoksi ja pane sitä arkun eteen pyhäkkötelttaan, jossa saat kohdata minut. Pitäkää tätä suitsuketta erityisen pyhänä.",
      "Älkää koskaan valmistako muuhun käyttöön suitsuketta, jolla on sama koostumus. Pidä se yksin Herralle pyhitettynä."
    ],
    [
      "Herra sanoi Moosekselle:",
      "ja täyttänyt hänet Jumalan hengellä, niin että hänellä on viisautta ja ymmärrystä, tietoa ja taitoa",
      "suunnitella ja valmistaa taidokkaita töitä kullasta, hopeasta ja pronssista,",
      "hioa ja kiinnittää korukiviä, veistää puuta ja tehdä kaikkia taitoa vaativia töitä.",
      "Hänen apulaisekseen minä määrään Oholiabin, Ahisamakin pojan Danin heimosta, ja käsityöläisille minä annan taitoa, niin että he pystyvät tekemään kaiken, mitä olen käskenyt sinun valmistaa:",
      "pyhäkköteltan, liitonarkun ja sen päälle tulevan kansilevyn sekä teltan muut varusteet,",
      "pöydän varusteineen, puhtaasta kullasta tehtävän lampunjalan varusteineen ja suitsutusalttarin,",
      "polttouhrialttarin varusteineen ja vesialtaan jalustoineen,",
      "virkapuvut, pappi Aaronin pyhät vaatteet ja hänen poikiensa papinpuvut,",
      "Herra käski Mooseksen vielä sanoa israelilaisille:",
      "Pitäkää sen vuoksi kunniassa sapatti; sen tulee olla teille pyhä. Sitä, joka sapatin pyhyyttä loukkaa, rangaistakoon kuolemalla. Jokainen, joka tekee sapattina työtä, poistettakoon kansansa keskuudesta.",
      "Kuutena päivänä viikossa tehtäköön työtä, mutta seitsemäs päivä on sapatti, Herran pyhä lepopäivä, ja jokaisen, joka tekee työtä seitsemäntenä päivänä, on kuoltava.",
      "Sukupolvesta toiseen israelilaiset viettäkööt sapattia ja pitäkööt sen kunniassa. Se on heidän ikuinen velvollisuutensa.",
      "Sanottuaan kaiken tämän Moosekselle Siinainvuorella Jumala antoi hänelle kaksi kivistä liitontaulua, jotka hän oli omalla kädellään kirjoittanut."
    ],
    [
      "Kaikki riisuivat kultakorut korvistaan ja toivat ne Aaronille.",
      "Seuraavana aamuna ihmiset uhrasivat polttouhreja ja yhteysuhreja, söivät ja joivat ja ryhtyivät viettämään hillitöntä juhlaa.",
      "Miksi egyptiläiset saisivat sanoa, että sinä veit israelilaiset pois vain tappaaksesi heidät vuorilla ja hävittääksesi heidät maan päältä? Anna vihasi lauhtua ja luovu aikeestasi tuhota kansasi.",
      "Niin Herran viha lauhtui, ja hän päätti luopua siitä hävityksestä, jolla oli uhannut kansaansa.",
      "Mooses lähti laskeutumaan vuorelta kantaen kahta liitontaulua, joihin oli kirjoitettu molemmin puolin.",
      "Taulut olivat Jumalan tekemät, ja niihin kaiverrettu kirjoitus oli Jumalan kirjoittama.",
      "Mutta Mooses vastasi: -- Ei sieltä kaiu voitonhuuto, ei siellä valiteta tappiota, laulua minä sieltä kuulen.",
      "Kun Mooses saapui leiriin ja näki sonnin ja villin karkeloinnin, hänen vihansa syttyi ja hän paiskasi taulut murskaksi vuoren juurelle.",
      "Hän otti heidän tekemänsä sonnin, poltti sen tulessa, murensi sen hienoksi, sekoitti veteen ja juotti veden israelilaisille.",
      "He sanoivat minulle: 'Tee meille jumala, joka johtaa meitä matkallamme. Me emme tiedä, mitä on tapahtunut Moosekselle, tuolle miehelle, joka toi meidät pois Egyptistä.'",
      "Mooses näki, että kansa oli villiintynyt. Aaron oli päästänyt sen valloilleen ja antanut vihollisille aiheen vahingoniloon.",
      "Leevin heimon miehet tekivät Mooseksen käskyn mukaisesti, ja kansasta sai sinä päivänä surmansa noin kolmetuhatta miestä.",
      "Näin Herra kuritti israelilaisia, koska he olivat yhdessä Aaronin kanssa tehneet sonnipatsaan."
    ],
    [
      "Minä lähetän sinun edelläsi enkelini ja karkotan tieltäsi kanaanilaiset, amorilaiset, heettiläiset, perissiläiset, hivviläiset ja jebusilaiset.",
      "Kun israelilaiset kuulivat nämä ankarat sanat, he pukeutuivat murheissaan suruasuun, eikä kukaan pannut koruja ylleen.",
      "Niin israelilaiset luopuivat koruistaan eivätkä Horebinvuoren tapahtumien jälkeen enää käyttäneet niitä.",
      "Mooses pystytti teltan leirin ulkopuolelle jonkin matkan päähän leiristä ja nimesi sen pyhäkköteltaksi. Jokaisen, jolla oli kysyttävää Herralta, oli mentävä leirin ulkopuolelle pyhäkköteltan eteen.",
      "Aina kun Mooses oli menossa telttaan, israelilaiset asettuivat seisomaan kukin telttansa ovelle ja seurasivat häntä katseellaan, kunnes hän astui sisälle telttaan.",
      "Mooseksen tullessa telttaan pilvipatsas laskeutui ja asettui teltan ovelle siksi aikaa, kun Herra puhui Moosekselle.",
      "Nähdessään pilvipatsaan asettuvan teltan ovelle ihmiset kumartuivat maahan kukin telttansa edessä.",
      "Ja Herra puhui Moosekselle kasvoista kasvoihin, niin kuin ihminen puhuu toiselle ihmiselle. Sitten Mooses palasi leiriin, mutta hänen palvelijansa, nuori Joosua, Nunin poika, ei milloinkaan poistunut teltan läheisyydestä.",
      "Kun minun kirkkauteni kulkee ohi, minä asetan sinut kallionkoloon ja suojaan sinua kämmenelläni, kunnes olen kulkenut ohi."
    ],
    [
      "Tee ne valmiiksi aamuun mennessä, nouse aamulla Siinainvuorelle ja jää vuoren huipulle odottamaan minua.",
      "Mooses teki kaksi entisten kaltaista kivitaulua. Varhain seuraavana aamuna hän nousi Siinainvuorelle, niin kuin Herra oli käskenyt, ja vei kivitaulut mukanaan.",
      "Herra laskeutui alas verhoutuneena pilveen, tuli Mooseksen luo ja lausui nimen Jahve.",
      "Mooses polvistui kiireesti, heittäytyi kasvoilleen maahan",
      "Noudata tarkoin niitä käskyjä, jotka minä sinulle nyt annan, niin minä karkotan sinun tieltäsi amorilaiset, kanaanilaiset, heettiläiset, perissiläiset, hivviläiset ja jebusilaiset.",
      "Varokaa tekemästä mitään liittoa sen maan asukkaiden kanssa, johon olette matkalla. Jos liittoudutte heidän kanssaan, te joudutte heidän pauloihinsa.",
      "Repikää maahan heidän alttarinsa, murskatkaa heidän kivipatsaansa ja hakatkaa poikki heidän asera- paalunsa.",
      "Älkää kumartako mitään muuta jumalaa, sillä Herra, joka on kiivas Jumala, ei suvaitse muita jumalia rinnallaan.",
      "Älä siis tee liittoa sen maan asukkaiden kanssa, ettet luopuisi minusta, eksyisi palvelemaan heidän jumaliaan ja lankeaisi syömään niistä uhreista, joita he teurastavat omille jumalilleen.",
      "Jos otat pojillesi vaimoiksi heidän tyttäriään, jotka palvovat jumaliaan irstain menoin, nämä viettelevät myös poikasi samoihin palvontamenoihin.",
      "Älä myöskään vala itsellesi jumalankuvia.",
      "Mutta aasin ensimmäisen varsan voit lunastaa omaksesi uhraamalla karitsan, ja ellet halua sitä lunastaa, taita siltä niska. Lunasta omaksesi jokainen sinulle syntyvä esikoispoika. Älköön kukaan tulko eteeni tyhjin käsin.",
      "Kolmesti vuodessa kokoontukoot kaikki miehet Herran, Israelin Jumalan, kasvojen eteen.",
      "Ja kun minä hävitän kansat sinun tieltäsi ja ulotan kauas sinun rajasi, niin kukaan ei tavoittele sinun maatasi omakseen, jos vain vaellat kolmesti vuodessa Herran, Jumalasi, kasvojen eteen.",
      "Mooses viipyi vuorella Herran luona neljäkymmentä päivää ja neljäkymmentä yötä syömättä ja juomatta. Ja hän kirjoitti tauluihin liiton ehdot, nuo kymmenen käskyä.",
      "Kun Mooses laskeutui Siinainvuorelta molemmat liitontaulut käsissään, hänen kasvonsa säteilivät, koska hän oli puhunut Herran kanssa. Itse hän ei sitä tiennyt,",
      "mutta kun Aaron ja israelilaiset näkivät Mooseksen kasvojen säteilevän, he pelkäsivät mennä häntä vastaan.",
      "Silloin Mooses kutsui heitä, ja Aaron ja kaikki kansan päämiehet tulivat hänen luokseen, ja hän puhui heille.",
      "Kun israelilaiset olivat tulleet lähemmäs, Mooses ilmoitti heille käskyt, jotka Herra oli antanut hänelle Siinainvuorella.",
      "Sanottuaan kaiken tämän Mooses verhosi kasvonsa.",
      "Aina kun Mooses astui Herran eteen puhuakseen hänen kanssaan, hän riisui kasvoiltaan verhon ja oli ilman sitä, kunnes lähti pois. Tultuaan israelilaisten luo hän kertoi, mitä Herra oli käskenyt,",
      "ja silloin israelilaiset huomasivat, että hänen kasvonsa säteilivät. Sitten Mooses jälleen peitti kasvonsa ja poisti verhon vasta mennessään puhumaan Herran kanssa."
    ],
    [
      "Kuutena päivänä viikossa tehkää työtä, mutta seitsemäs päivä pitäkää pyhänä. Se on sapatti, Herran pyhä lepopäivä. Jokainen, joka sinä päivänä tekee työtä, surmattakoon.",
      "Kootkaa keskuudestanne uhrilahjoja Herralle. Jokainen, joka haluaa antaa, tuokoon Herralle kultaa, hopeaa ja pronssia,",
      "sinipunaisia, purppuraisia ja karmiininpunaisia villoja, hienoa pellavaa ja vuohenkarvaa,",
      "punaiseksi värjättyjä pässinnahkoja, merilehmännahkoja ja akasiapuuta,",
      "öljyä lamppuihin, hajusteita pyhää öljyä ja tuoksuvaa suitsuketta varten",
      "sekä onykskiviä ja muita korukiviä efodi-kasukkaa ja ylipapin rintakilpeä varten.",
      "telttamaja kankaineen, teltan peitteet, hakaset, seinälaudat, poikkipuut, pylväät ja pylväiden jalustat,",
      "liitonarkku kantotankoineen ja kansineen sekä väliverho suojaksi arkun eteen,",
      "pöytä kantotankoineen, varusteineen ja uhrileipineen,",
      "seitsenhaarainen lampunjalka varusteineen ja lamppuineen sekä öljyä lamppuja varten,",
      "suitsutusalttari kantotankoineen, pyhä öljy ja tuoksuva suitsuke sekä verho telttamajan ovelle,",
      "polttouhrialttari siihen kuuluvine pronssiritilöineen, kantotankoineen ja kaikkine välineineen, vesiallas jalustoineen,",
      "esipihan verhot pylväineen ja jalustoineen, esipihan portin verho,",
      "telttamajan kiinnitysvaarnat ja esipihan verhojen kiinnitysvaarnat köysineen,",
      "Israelilaiset lähtivät Mooseksen luota.",
      "Sitten he tulivat takaisin, ja kaikki, joilla oli halua ja uhrimieltä, toivat Herralle lahjansa pyhäkkötelttaa, sen varusteita ja pyhiä vaatteita varten.",
      "He tulivat, niin miehet kuin naisetkin, kaikki, jotka halusivat antaa, ja toivat solkia ja korvakoruja, sormuksia, riipuksia ja monenlaisia kultaesineitä. Niitä toi jokainen, joka tahtoi tarjousuhrina antaa Herralle kultaa.",
      "Kaikki, joilla oli sinipunaisia, purppuraisia tai karmiininpunaisia villoja, hienoa pellavaa tai vuohenkarvoja ja punaiseksi värjättyjä pässinnahkoja tai merilehmännahkoja, toivat niitä.",
      "Jokainen, jolla oli hopeaa tai pronssia, toi sitä Herralle lahjaksi, ja jokainen, jolla oli akasiapuuta, toi sitä pyhäkköpalveluksessa tarvittavia rakennelmia varten.",
      "Jokainen kätevä nainen kehräsi lankaa ja toi kehräämänsä sinipunaiset, purppuraiset ja karmiininpunaiset villalangat sekä hienot pellavalangat.",
      "Kaikki naiset, joilla oli halua ja taitoa, kehräsivät lankaa vuohenkarvoista.",
      "Päämiehet puolestaan toivat onykskiviä ja muita korukiviä kiinnitettäviksi efodi-kasukkaan ja ylipapin rintakilpeen,",
      "öljyä lamppuihin ja pyhän öljyn valmistamiseksi ja vielä hajusteita pyhän öljyn sekä tuoksuvan suitsukkeen valmistamista varten.",
      "Kaikki israelilaiset, miehet ja naiset, jotka halusivat antaa oman lahjansa, toivat jotakin niitä töitä varten, jotka Herra oli käskenyt Mooseksen teettää. Näin he toivat vapaaehtoiset lahjansa Herralle.",
      "ja täyttänyt hänet Jumalan hengellä, niin että hänellä on viisautta ja ymmärrystä, tietoa ja taitoa",
      "suunnitella ja valmistaa taidokkaita töitä kullasta, hopeasta ja pronssista,",
      "hioa ja kiinnittää korukiviä, veistää puuta ja tehdä kaikkia taitoa vaativia töitä.",
      "Hänelle ja Oholiabille, Ahisamakin pojalle Danin heimosta, Herra on antanut myös taidon opettaa muita.",
      "Hän on täyttänyt heidät viisaudella, niin että he osaavat tehdä kaikkia kultasepän ja puusepän töitä, kutoa kankaita sinipunaisista, purppuraisista ja karmiininpunaisista villalangoista ja hienoista pellavalangoista, kirjoa niitä ja tehdä muitakin kankurin töitä. Nämä miehet pystyvät suunnittelemaan ja tekemään kaikki tarvittavat työt."
    ],
    [
      "Mooses kutsui luokseen Besalelin, Oholiabin ja kaikki käsityöläiset, joille Herra oli antanut taitoa, jokaisen, joka oli halukas tekemään tätä työtä.",
      "He saivat Moosekselta työtään varten kaikki uhrilahjat, jotka israelilaiset olivat tuoneet pyhäkön ja sen varusteiden tarveaineiksi. Mutta israelilaiset toivat joka aamu lisää vapaaehtoisia lahjoja.",
      "Silloin käsityöläiset, jotka olivat tekemässä eri töitä pyhäkköä varten, tulivat toinen toisensa perään",
      "sillä tarvikkeita oli jo kylliksi kaikkien töiden tekemistä varten, jopa ylikin.",
      "Sitten taitavimmat käsityöläiset tekivät telttamajan kymmenestä kangaskaistasta. Ne oli kudottu kerratusta pellavalangasta sekä sinipunaisesta, purppuraisesta ja karmiininpunaisesta villasta, ja niihin oli tehty taidokkaita kerubinkuvia.",
      "Kunkin kaistan pituus oli kaksikymmentäkahdeksan kyynärää ja leveys neljä kyynärää; kaikki kaistat olivat samankokoisia.",
      "He yhdistivät viisi kaistaa toisiinsa, samoin toiset viisi,",
      "ja tekivät sinipunaisesta villalangasta silmukoita näiden molempien yhdistettyjen kankaiden niihin reunoihin, jotka tulivat keskenään vastakkain.",
      "Kummankin kankaan reunaan he tekivät viisikymmentä silmukkaa, niin että ne osuivat kohdakkain.",
      "He tekivät viisikymmentä kultahakasta ja liittivät niillä kankaat silmukoistaan toisiinsa, niin että ne muodostivat yhtenäisen telttakankaan.",
      "Sitten he tekivät vuohenkarvoista kangaskaistoja levitettäviksi telttamajan päälle; niitä he tekivät yksitoista.",
      "Kunkin kaistan pituus oli kolmekymmentä kyynärää ja leveys neljä kyynärää, ja kaikki yksitoista kaistaa olivat samankokoisia.",
      "Viisi kaistaa he liittivät yhdeksi kappaleeksi, samoin loput kuusi.",
      "Kummankin kaistoista kootun kankaan reunaan he tekivät viisikymmentä silmukkaa.",
      "He tekivät vielä viisikymmentä pronssihakasta, joilla kankaat liitettiin silmukoistaan yhtenäiseksi teltaksi.",
      "Telttamajaa varten he tekivät peitteen punaiseksi värjätyistä pässinnahoista ja sen päälle vielä merilehmännahkaisen peitteen.",
      "He tekivät akasiapuusta telttamajan seinälaudat, jotka tuli asettaa pystyyn.",
      "Jokainen lauta oli kymmenen kyynärää pitkä ja puolitoista kyynärää leveä.",
      "Kussakin laudassa oli kaksi tappia, jotka sopivat niitä vastaaviin reikiin. Tällaisiksi he tekivät telttamajan kaikki laudat.",
      "Telttamajan eteläsivua varten he tekivät kaksikymmentä lautaa",
      "ja näiden kahdenkymmenen laudan alle neljäkymmentä hopeajalustaa, kunkin laudan alle aina kaksi jalustaa, joihin tapit sopivat.",
      "Telttamajan toista, pohjoisen puoleista sivuseinää varten he tekivät toiset kaksikymmentä lautaa",
      "sekä neljäkymmentä hopeajalustaa, kaksi jalustaa aina kunkin laudan alle.",
      "Telttamajan peräpäätyyn, lännen puolelle, he tekivät kuusi lautaa",
      "ja lisäksi kaksi lautaa kulmalaudoiksi telttamajan peränurkkiin.",
      "Nämä laudat olivat alhaalta kaksiosaiset, samoin ylhäältä, yhteen liitetyt ensimmäiseen renkaaseen saakka. Tällaisia olivat molemmat kulmalaudat.",
      "Seinälautoja oli siis kahdeksan ja niillä kuusitoista hopeajalustaa, kaksi jalustaa aina kunkin laudan alla.",
      "Poikkipuut he tekivät akasiapuusta, viisi poikkipuuta telttamajan kummankin sivuseinän lautoja varten,",
      "samoin viisi lännen puoleisen peräpäädyn lautoja varten.",
      "Keskimmäinen poikkipuu oli lautojen keskikohdalla, ja se sitoi laudat seinän koko pituudelta.",
      "He päällystivät laudat kullalla, tekivät niihin kullasta renkaat pitämään poikkipuita paikoillaan ja päällystivät kullalla myös poikkipuut.",
      "He tekivät väliverhon sinipunaisesta, purppuraisesta ja karmiininpunaisesta villasta sekä hienosta kerratusta pellavalangasta ja kutoivat siihen taidokkaita kerubinkuvia.",
      "Väliverhon kiinnittämistä varten he tekivät neljä akasiapuista pylvästä ja päällystivät ne kullalla. Myös pylväiden koukut olivat kultaa. Näitä pylväitä varten he valoivat neljä hopeajalustaa.",
      "Telttamajan oviverhon he tekivät korukudontatyönä sinipunaisesta, purppuraisesta ja karmiininpunaisesta villasta sekä hienosta kerratusta pellavalangasta.",
      "Verhoa varten he tekivät viisi pylvästä ja niihin koukut. He päällystivät pylväiden päät ja poikkitangot kullalla ja tekivät pylväitä varten viisi pronssijalustaa."
    ],
    [
      "Besalel teki akasiapuusta arkun, joka oli kaksi ja puoli kyynärää pitkä, puolitoista kyynärää leveä ja puolitoista kyynärää korkea.",
      "Hän päällysti arkun puhtaalla kullalla sekä sisältä että ulkoa ja teki siihen ylälaitaa ympäröivän kultareunuksen.",
      "Hän valoi neljä kultarengasta ja kiinnitti ne arkun neljään jalkaan, kaksi rengasta kummallekin sivulle,",
      "teki kantotangot akasiapuusta, päällysti ne kullalla",
      "ja työnsi ne arkun sivuilla oleviin renkaisiin niin että arkkua voitiin kantaa.",
      "Sitten hän teki puhtaasta kullasta kansilevyn, kaksi ja puoli kyynärää pitkän ja puolitoista kyynärää leveän,",
      "ja takoi kullasta kaksi kerubia,",
      "toisen kerubin kannen toiseen ja toisen sen toiseen päähän, niin että ne olivat kiinteästi kannen kummassakin päässä.",
      "Kerubien siivet olivat kohollaan kannen yllä ja niiden kasvot vastakkain, kohti arkun kantta.",
      "Besalel teki akasiapuusta pöydän, kaksi kyynärää pitkän, kyynärän leveän ja puolitoista kyynärää korkean,",
      "peitti sen pinnat puhtaalla kullalla ja teki sen ympärille kultareunuksen.",
      "Hän ympäröi pöydän kämmenen korkuisella kehyksellä ja teki kehykseen kultareunuksen.",
      "Hän valoi neljä kultarengasta ja kiinnitti ne pöydän neljän jalan reunoihin.",
      "Renkaat olivat heti kehyksen alapuolella kantotankojen pidikkeinä.",
      "Sitten hän teki tangot akasiapuusta ja päällysti ne kullalla; niiden varassa voitiin pöytää kantaa.",
      "Hän teki vielä pöytään kuuluvat astiat: kulhot, kupit, maljat ja kannut juomauhreja varten. Ne olivat puhdasta kultaa.",
      "Besalel teki kultaisen lampun. Hän takoi sen jalustoineen ja haaroineen puhtaasta kullasta, ja lampun kukkakoristeet kantoineen ja terälehtineen olivat samasta kappaleesta kuin koko muu lamppu.",
      "Lampunvarresta lähti kuusi haaraa, kolme kummallekin sivulle.",
      "Kussakin haarassa oli kolme mantelinkukan muotoista kukkakoristetta kantoineen ja terälehtineen; näin oli kaikissa kuudessa lampunvarresta lähtevässä haarassa.",
      "Lampunvarressa oli neljä mantelinkukan muotoista kukkakoristetta kantoineen ja terälehtineen,",
      "ja lampun ensimmäisen, toisen ja kolmannen haaraparin alla, näiden kaikkien kuuden lampunvarresta lähtevän haaran alla, oli aina yksi kanta.",
      "Kukkien kannat ja lampunhaarat olivat lampun kanssa yhtä kappaletta, ja koko lamppu oli taottu puhtaasta kullasta yhtenä kappaleena.",
      "Hän teki siihen seitsemän öljylamppua sekä pihdit ja tuliastiat puhtaasta kullasta.",
      "Lamppu kaikkine varusteineen tehtiin talentista puhdasta kultaa.",
      "Hän teki suitsutusalttarin akasiapuusta. Se oli nelikulmainen, sivuiltaan kyynärän mittainen ja kaksi kyynärää korkea, ja alttarinsarvet olivat alttarin kanssa samaa kappaletta.",
      "Hän päällysti sen puhtaalla kullalla sekä päältä että sivuilta, samoin alttarinsarvet, ja ympäröi alttarin kultareunuksella.",
      "Kultareunuksen alapuolelle alttarin kahdelle vastakkaiselle sivulle hän kiinnitti kummallekin puolen kaksi kultarengasta; ne olivat kantotankojen pidikkeinä, niin että alttaria voitiin kantaa.",
      "Hän teki akasiapuusta myös kantotangot ja päällysti ne kullalla.",
      "Lisäksi hän valmisti pyhän öljyn ja puhtaan, tuoksuvan suitsukkeen samalla tavoin kuin ammattitaitoiset voiteensekoittajat."
    ],
    [
      "Besalel teki akasiapuusta polttouhrialttarin. Se oli nelikulmainen, viisi kyynärää pitkä, viisi kyynärää leveä ja kolme kyynärää korkea.",
      "Sen neljään kulmaan hän teki alttarinsarvet, jotka olivat alttarin kanssa samaa kappaletta, ja hän päällysti alttarin pronssilla.",
      "Hän teki myös kaikki alttariin kuuluvat välineet: tuhka-astiat, tuhkalapiot, vihmontamaljat, haarukat ja tuliastiat. Kaikki nämä välineet hän teki pronssista.",
      "Alttaria varten hän teki myös verkkomaisen pronssiritilän ja asetti sen alatietä alttarin puoliväliin kehyksen sisäpuolelle.",
      "Hän valoi kantotankojen pidikkeiksi neljä rengasta, yhden jokaiseen pronssiritilän kulmaan.",
      "Kantotangot hän teki akasiapuusta, päällysti ne pronssilla",
      "ja työnsi ne renkaisiin alttarin molemmin puolin, niin että alttaria voitiin kantaa. Hän teki alttarin laudoista ja jätti sen ylhäältä ja alhaalta avoimeksi.",
      "Hän teki vielä pronssisen vesialtaan jalustoineen niiden naisten pronssipeileistä, jotka suorittivat palvelusta pyhäkköteltan ovella.",
      "Besalel teki sitten esipihan. Pihan eteläiselle sivulle tehtiin hienosta kerratusta pellavasta sata kyynärää pitkät verhot.",
      "Verhoja kannattamaan tehtiin kaksikymmentä pylvästä ja niille kullekin pronssijalusta sekä pylväisiin hopeiset koukut ja poikkitangot.",
      "Pohjoiselle sivulle tuli samoin sata kyynärää verhoja, niille kaksikymmentä pylvästä ja kullekin pronssijalusta sekä pylväisiin hopeiset koukut ja poikkitangot.",
      "Läntiselle sivulle tuli verhoja viisikymmentä kyynärää, niille kymmenen pylvästä ja kullekin jalusta sekä pylväisiin hopeiset koukut ja poikkitangot.",
      "Itäsivu oli viisikymmentä kyynärää leveä,",
      "ja sinne tuli toiseen päähän viisitoista kyynärää verhoja ja niille kolme pylvästä jalustoineen,",
      "samoin toiseen päähän. Näin esipihan portin kummallekin puolelle tuli viisitoista kyynärää verhoja ja niille kolme pylvästä ja kullekin jalusta.",
      "Esipihan kaikki verhot olivat hienoa kerrattua pellavaa,",
      "ja pylväiden jalustat olivat pronssia ja pylväiden koukut ja poikkitangot hopeaa. Pylväiden päät olivat hopealla päällystetyt, ja kaikkia esipihan pylväitä yhdistivät toisiinsa hopeiset poikkitangot.",
      "Esipihan portin oviverho oli tehty korukudontatyönä sinipunaisesta, purppuraisesta ja karmiininpunaisesta villasta ja hienosta kerratusta pellavasta. Sen pituus oli kaksikymmentä kyynärää ja korkeus viisi kyynärää eli sama kuin esipihan ympärysverhojen.",
      "Oviverhoa kannattamaan tehtiin neljä pylvästä, joilla kullakin oli pronssijalusta. Pylväiden koukut olivat hopeaa, pylväiden päät olivat hopealla päällystetyt, ja myös poikkitangot olivat hopeaa.",
      "Telttamajan ja esipihan kaikki kiinnitysvaarnat olivat pronssia.",
      "Tämä on laskelma telttamajaan, liitonarkun asumukseen, käytetyistä tarvikkeista. Mooseksen käskystä leeviläiset laativat laskelman, jonka tekemistä johti pappi Aaronin poika Itamar.",
      "Urin poika Besalel, Hurin pojanpoika Juudan heimosta, oli tehnyt kaiken niiden ohjeiden mukaisesti, jotka Herra oli antanut Moosekselle,",
      "ja hänellä oli apunaan Danin heimoon kuuluva Oholiab, Ahisamakin poika, joka oli koru- ja puuseppä ja osasi myös tehdä korukudonnaisia sinipunaisista, purppuraisista ja karmiininpunaisista villalangoista sekä hienosta pellavasta.",
      "Kulta, jota käytettiin pyhäkön ja sen varusteiden valmistamiseen, oli tarjousuhrina tuotua kultaa, ja sitä oli kaikkiaan 29 talenttia 730 sekeliä punnittuna pyhäkkösekelin painon mukaan.",
      "Hopeaa, jonka asekuntoinen kansa oli maksanut tarkastuksessa, oli 100 talenttia 1775 sekeliä punnittuna pyhäkkösekelin painon mukaan;",
      "sitä tuli beka-mitta eli puoli sekeliä pyhäkkösekelin painon mukaan punnittuna kultakin tarkastuksessa olleelta kaksikymmenvuotiaalta ja sitä vanhemmalta mieheltä. Heitä oli kaikkiaan 603 550 miestä.",
      "Nämä sata talenttia hopeaa käytettiin pyhäkön rakentamisessa tarvittujen jalustojen sekä väliverhon pylväiden jalustojen valamiseen: sadasta talentista tehtiin sata jalustaa, ja joka jalustaan kului talentti hopeaa.",
      "Loput 1775 sekeliä hopeaa käytettiin pylväisiin tulevien koukkujen valmistamiseen, pylväänpäiden hopeointiin ja pylväitä yhdistävien poikkitankojen tekemiseen.",
      "Tarjousuhriksi tuotua pronssia oli 70 talenttia 2400 sekeliä.",
      "Siitä tehtiin jalustat pyhäkköteltan oviaukon pylväitä varten, pronssialttari ja siihen kuuluva pronssiritilä sekä kaikki muut alttariin kuuluvat välineet,",
      "samoin esipihan kaikkien pylväiden jalustat sekä telttamajan ja esipihan verhojen kaikki kiinnitysvaarnat."
    ],
    [
      "Sinipunaisesta, purppuraisesta ja karmiininpunaisesta villalangasta tehtiin myös pyhäkköpalveluspuvut sekä Aaronin pyhät vaatteet niiden ohjeiden mukaisesti, jotka Herra oli Moosekselle antanut.",
      "Efodi-kasukka tehtiin kullasta ja sinipunaisesta, purppuraisesta ja karmiininpunaisesta villalangasta sekä hienosta kerratusta pellavasta.",
      "Kulta taottiin ohuiksi levyiksi. Niistä tehtiin lankoja, jotka taidokkaasti kudottiin sinipunaisten, purppuraisten ja karmiininpunaisten villalankojen ja pellavaisten lankojen sekaan.",
      "Kasukan ylänurkkiin tehtiin olkakappaleet, jotka pitivät sen paikoillaan,",
      "ja kasukan päälle tuleva vyötärönauha oli kasukan kanssa yhtä kappaletta ja samalla tavoin tehty: sekin oli kultaa, sinipunaista, purppuraista ja karmiininpunaista villaa sekä hienoa kerrattua pellavaa, sen käskyn mukaisesti, jonka Mooses oli Herralta saanut.",
      "Sitten kehystettiin kultapunoksilla ne onykskivet, joihin Israelin heimojen nimet oli kaiverrettu niin kuin sinettikiviin,",
      "ja ne kiinnitettiin kasukan olkakappaleisiin muistuttamaan Jaakobin pojista, sen käskyn mukaisesti, jonka Mooses oli Herralta saanut.",
      "Tehtiin myös rintakilpi. Se oli taitavasti kudottu, tehty kasukan tavoin kullasta ja sinipunaisesta, purppuraisesta ja karmiininpunaisesta villasta sekä hienosta kerratusta pellavasta.",
      "He tekivät siitä nelikulmaisen, laukun tapaan kaksin kerroin taitetun, vaaksan pitkän ja vaaksan leveän.",
      "Siihen he kiinnittivät neljään riviin korukiviä: ensimmäiseen riviin karneolin, topaasin ja smaragdin,",
      "toiseen turkoosin, safiirin ja kalsedonin,",
      "kolmanteen hyasintin, akaatin ja ametistin",
      "sekä neljänteen krysoliitin, onyksin ja jaspiksen. Ne kiinnitettiin paikoilleen kultapunoksin kehystettyinä.",
      "Kiviä oli Jaakobin poikien mukaan kaksitoista, yksi kutakin nimeä kohti. Niin kuin sinettikiviä kaiverretaan, samalla tavoin kaiverrettiin kuhunkin kiveen yksi kahdestatoista heimonnimestä.",
      "Rintakilpeä varten he tekivät puhtaasta kullasta nyörin tapaan punotut ketjut",
      "ja rintakilpeen kaksi kultapunosta sekä kaksi kultarengasta, jotka he kiinnittivät rintakilven yläkulmiin.",
      "Kultanyörit he kiinnittivät rintakilven yläkulmissa oleviin renkaisiin",
      "ja nyörien toiset päät kultapunoksiin, jotka kiinnitettiin kasukan olkakappaleisiin etupuolelle.",
      "He tekivät vielä kaksi kultarengasta ja kiinnittivät ne rintakilven molempiin reunoihin kilven taustapuolelle, joka oli kasukkaa vasten.",
      "He tekivät toiset kaksi kultarengasta ja kiinnittivät ne etupuolelle, kasukan kummankin olkakappaleen alareunan saumakohtaan, mutta silti kasukan vyötärönauhaa korkeammalle.",
      "Rintakilpi sidottiin renkaistaan kiinni kasukan renkaisiin sinipunaisella langalla ja niin, että rintakilpi pysyi paikoillaan kasukan päällä. Tällaisen käskyn Herra oli antanut Moosekselle.",
      "He kutoivat kasukan viitan kauttaaltaan sinipunaisesta villasta.",
      "Jottei viitan keskellä oleva pääntie repeytyisi, se oli reunustettu samalla tavoin kuin nahkahaarniskassa.",
      "Viitan helmuksiin he tekivät granaattiomenia kerratusta sinipunaisesta, purppuraisesta ja karmiininpunaisesta villalangasta.",
      "He tekivät puhtaasta kullasta tiukuja, jotka he kiinnittivät granaattiomenien väliin,",
      "niin että granaattiomenia ja tiukuja oli vuorotellen ympäri helmaa. Viitta oli tehty käytettäväksi pyhäkköpalveluksessa sen käskyn mukaisesti, jonka Mooses oli Herralta saanut.",
      "He valmistivat hienosta pellavakankaasta paidat Aaronille ja hänen pojilleen",
      "ja tekivät turbaanin ja päähineiden nauhat hienosta pellavasta ja housut hienosta kerratusta pellavasta",
      "sekä koristeellisen kangasvyön, joka tehtiin hienosta kerratusta pellavasta ja sinipunaisesta, purppuraisesta ja karmiininpunaisesta villasta. Tällaisen käskyn Herra oli antanut Moosekselle.",
      "Sitten he kiinnittivät siihen sinipunaisen langan, jonka avulla koru voitiin sitoa turbaanin yläosaan. Tällaisen käskyn Herra oli antanut Moosekselle.",
      "Niin tulivat valmiiksi kaikki työt, jotka tehtiin pyhäkköteltan ja sen telttamajan rakentamiseksi. Israelilaiset olivat tehneet kaiken tarkoin sen käskyn mukaisesti, jonka Mooses oli Herralta saanut.",
      "He toivat Mooseksen luo telttamajan, teltan ja kaikki sen varusteet: hakaset, seinälaudat, poikkipuut, pylväät ja pylväiden jalustat,",
      "punaiseksi värjätyistä pässinnahoista tehdyn peitteen ja merilehmännahoista tehdyn peitteen, suojaavan väliverhon,",
      "liitonarkun kantotankoineen ja kansilevyineen,",
      "pöydän varusteineen ja uhrileipineen,",
      "puhtaasta kullasta tehdyn seitsenhaaraisen lampunjalan vierekkäin rivissä olevine lamppuineen, lampunjalan kaikki varusteet sekä öljyn lamppuja varten,",
      "kultaisen alttarin, pyhän öljyn, tuoksuvan suitsukkeen ja telttamajan oviverhon,",
      "pronssisen alttarin pronssiritilöineen, kantotankoineen ja kaikkine varusteineen, vesialtaan ja sen jalustan,",
      "esipihan verhot pylväineen ja jalustoineen sekä esipihan portin oviverhon, niiden kaikkien kiinnitysköydet ja kiinnitysvaarnat sekä kaikki muut varusteet, joita tarvittiin, kun toimitettiin jumalanpalvelus pyhäkköteltassa ja sen telttamajassa,",
      "pyhäkköpalveluspuvut, pappi Aaronin pyhät vaatteet ja hänen poikiensa papinpuvut.",
      "Israelilaiset olivat tehneet kaiken sen käskyn mukaisesti, jonka Mooses oli Herralta saanut.",
      "Mooses katseli kaikkea, mitä he olivat valmistaneet, ja näki, että he olivat tehneet täsmälleen Herran käskyn mukaisesti. Ja Mooses siunasi heidät."
    ],
    [
      "Herra sanoi Moosekselle:",
      "aseta sinne liitonarkku ja ripusta väliverho arkun eteen.",
      "Vie sinne pöytä ja aseta sille varusteet uhrileipiä varten. Vie sinne myös seitsenhaarainen lampunjalka ja nosta sen lamput paikoilleen.",
      "Sijoita kultainen suitsutusalttari liitonarkun eteen ja ripusta oviverho telttamajan ovelle.",
      "sijoita allas alttarin ja pyhäkköteltan portin välille ja kaada altaaseen vettä.",
      "Ympäröi verhoilla koko esipiha ja ripusta esipihan portin oviverho paikoilleen.",
      "Voitele polttouhrialttari ja kaikki sen välineet ja pyhitä alttari, niin että siitä tulee erityisen pyhä.",
      "Voitele allas jalustoineen ja pyhitä se.",
      "Kutsu sitten esiin Aaron ja hänen poikansa, vie heidät pyhäkköteltan ovelle ja pese heidät vedellä.",
      "Pue Aaron pyhiin vaatteisiin ja voitele ja pyhitä hänet minun papikseni.",
      "Kutsu sitten esiin myös hänen poikansa, pue paidat heidän ylleen",
      "Mooses teki kaiken tarkoin niin kuin Herra oli käskenyt.",
      "Telttamaja pystytettiin toisen vaellusvuoden ensimmäisen kuun ensimmäisenä päivänä.",
      "Silloin Mooses pystytti telttamajan. Hän pani jalustat paikoilleen, sijoitti seinälaudat niihin, kiinnitti poikkipuut ja pystytti pylväät.",
      "Hän levitti telttakankaan telttamajan yli ja asetti teltan peitteen päällimmäiseksi telttakankaan päälle sen käskyn mukaisesti, jonka Herra oli hänelle antanut.",
      "Hän otti lain ja pani sen arkkuun, kiinnitti arkkuun kantotangot ja asetti kansilevyn arkun päälle.",
      "Hän vei arkun telttamajaan ja ripusti väliverhon paikoilleen suojaksi liitonarkun eteen sen käskyn mukaisesti, jonka Herra oli hänelle antanut.",
      "Hän sijoitti pöydän telttamajan pohjoisseinustalle väliverhon etupuolelle",
      "ja asetti leivät pöydälle Herran eteen sen käskyn mukaisesti, jonka Herra oli hänelle antanut.",
      "Hän pani seitsenhaaraisen lampunjalan pyhäkkötelttaan pöytää vastapäätä telttamajan eteläseinustalle",
      "ja nosti lamput paikoilleen Herran eteen sen käskyn mukaisesti, jonka Herra oli hänelle antanut.",
      "Kultaisen alttarin hän asetti pyhäkkötelttaan väliverhon eteen,",
      "ja hän poltti alttarilla tuoksuvia suitsukkeita sen käskyn mukaisesti, jonka Herra oli hänelle antanut.",
      "Hän ripusti oviverhon telttamajan ovelle,",
      "sijoitti polttouhrialttarin telttamajan oven luo ja poltti alttarilla polttouhreja ja ruokauhreja sen käskyn mukaisesti, jonka Herra oli hänelle antanut.",
      "Altaan hän sijoitti alttarin ja pyhäkköteltan portin välille, ja hän kaatoi siihen vettä peseytymistä varten.",
      "Mooses sekä Aaron ja hänen poikansa pesivät vedellä kätensä ja jalkansa",
      "tullessaan pyhäkkötelttaan. Samoin he peseytyivät ennen kuin astuivat alttarin ääreen. Tällaisen käskyn Herra oli Moosekselle antanut.",
      "Mooses pystytti vielä esipihan verhot telttamajan ja alttarin ympärille ja ripusti paikoilleen esipihan portin oviverhon. Niin Mooses sai työn valmiiksi.",
      "Silloin pilvi peitti pyhäkköteltan ja Herran kirkkaus täytti telttamajan.",
      "Mooses ei voinut astua pyhäkkötelttaan, koska pilvi oli asettunut pyhäkköteltan päälle ja Herran kirkkaus täytti telttamajan.",
      "Vaelluksensa aikana israelilaiset lähtivät liikkeelle aina silloin, kun pilvi kohosi pois telttamajan päältä,",
      "mutta jos pilvi ei kohonnut pois, he pysyivät paikoillaan, kunnes se taas kohosi.",
      "Koko vaelluksensa ajan kaikki israelilaiset näkivät Herran pilven päivisin telttamajan yllä, ja öisin pilvestä loisti tulinen hehku."
    ]
  ],
  "name": "Exodus"
}
