{
  "id": "ps",
  "chapters": [
    [
      "‎طوبى للرجل الذي لم يسلك في مشورة الاشرار وفي طريق الخطاة لم يقف وفي مجلس المستهزئين لم يجلس‎.",
      "‎لكن في ناموس الرب مسرّته وفي ناموسه يلهج نهارا وليلا‎.",
      "‎فيكون كشجرة مغروسة عند مجاري المياه. التي تعطي ثمرها في اوانه. وورقها لا يذبل. وكل ما يصنعه ينجح",
      "ليس كذلك الاشرار لكنهم كالعصافة التي تذريها الريح‎.",
      "‎لذلك لا تقوم الاشرار في الدين ولا الخطاة في جماعة الابرار‎.",
      "‎لان الرب يعلم طريق الابرار. اما طريق الاشرار فتهلك"
    ],
    [
      "لماذا ارتجّت الامم وتفكّر الشعوب في الباطل‎.",
      "‎قام ملوك الارض وتآمر الرؤساء معا على الرب وعلى مسيحه قائلين",
      "لنقطع قيودهما ولنطرح عنا ربطهما",
      "الساكن في السموات يضحك. الرب يستهزئ بهم‎.",
      "‎حينئذ يتكلم عليهم بغضبه ويرجفهم بغيظه‎.",
      "‎اما انا فقد مسحت ملكي على صهيون جبل قدسي",
      "اني اخبر من جهة قضاء الرب. قال لي انت ابني. انا اليوم ولدتك",
      "اسألني فاعطيك الامم ميراثا لك واقاصي الارض ملكا لك‎.",
      "‎تحطمهم بقضيب من حديد. مثل اناء خزّاف تكسّرهم",
      "فالآن يا ايها الملوك تعقلوا. تأدبوا يا قضاة الارض‎.",
      "‎اعبدوا الرب بخوف واهتفوا برعدة‎.",
      "‎قبّلوا الابن لئلا يغضب فتبيدوا من الطريق لانه عن قليل يتقد غضبه. طوبى لجميع المتكلين عليه"
    ],
    [
      "مزمور لداود حينما هرب من وجه ابشالوم ابنه‎. ‎يا رب ما اكثر مضايقي. كثيرون قائمون عليّ‎.",
      "‎كثيرون يقولون لنفسي ليس له خلاص بالهه. سلاه",
      "اما انت يا رب فترس لي. مجدي ورافع رأسي‎.",
      "‎بصوتي الى الرب اصرخ فيجيبني من جبل قدسه. سلاه",
      "انا اضطجعت ونمت. استيقظت لان الرب يعضدني‎.",
      "‎لا اخاف من ربوات الشعوب المصطفين عليّ من حولي‎.",
      "‎قم يا رب. خلّصني يا الهي. لانك ضربت كل اعدائي على الفك. هشمت اسنان الاشرار‎.",
      "‎للرب الخلاص. على شعبك بركتك. سلاه"
    ],
    [
      "لامام المغنين على ذوات الاوتار. مزمور لداود‎. ‎عند دعائي استجب لي يا اله برّي. في الضيق رحبت لي. تراءف عليّ واسمع صلاتي",
      "يا بني البشر حتى متى يكون مجدي عارا. حتى متى تحبون الباطل وتبتغون الكذب. سلاه‎.",
      "‎فاعلموا ان الرب قد ميّز تقيّه. الرب يسمع عندما ادعوه‎.",
      "‎ارتعدوا ولا تخطئوا. تكلموا في قلوبكم على مضاجعكم واسكتوا‎. ‎سلاه‎.",
      "‎اذبحوا ذبائح البر وتوكلوا على الرب",
      "كثيرون يقولون من يرينا خيرا. ارفع علينا نور وجهك يا رب‎.",
      "‎جعلت سرورا في قلبي اعظم من سرورهم اذ كثرت حنطتهم وخمرهم‎.",
      "‎بسلامة اضطجع بل ايضا انام. لانك انت يا رب منفردا في طمأنينة تسكّنني"
    ],
    [
      "لامام المغنين على ذوات النفخ. مزمور لداود‎. ‎لكلماتي اصغ يا رب. تامل صراخي‎.",
      "‎استمع لصوت دعائي يا ملكي والهي لاني اليك اصلّي‎.",
      "‎يا رب بالغداة تسمع صوتي. بالغداة اوجه صلاتي نحوك وانتظر",
      "لانك انت لست الها يسرّ بالشر. لا يساكنك الشرير‎.",
      "‎لا يقف المفتخرون قدام عينيك. ابغضت كل فاعلي الاثم‎.",
      "‎تهلك المتكلمين بالكذب. رجل الدماء والغش يكرهه الرب‎.",
      "‎اما انا فبكثرة رحمتك ادخل بيتك. اسجد في هيكل قدسك بخوفك‏",
      "يا رب اهدني الى برك بسبب اعدائي. سهّل قدامي طريقك‎.",
      "‎لانه ليس في افواههم صدق. جوفهم هوّة. حلقهم قبر مفتوح. ألسنتهم صقلوها‎.",
      "‎دنهم يا الله. ليسقطوا من مؤامراتهم بكثرة ذنوبهم طوّح بهم لانهم تمردوا عليك",
      "ويفرح جميع المتكلين عليك. الى الابد يهتفون وتظللهم. ويبتهج بك محبو اسمك‎.",
      "‎لانك انت تبارك الصدّيق يا رب. كانه بترس تحيطه بالرضا"
    ],
    [
      "لامام المغنين على ذوات الاوتار على القرار. مزمور لداود‎. ‎يا رب لا توبخني بغضبك ولا تؤدبني بغيظك‎.",
      "‎ارحمني يا رب لاني ضعيف‎ . ‎اشفني يا رب لان عظامي قد رجفت",
      "ونفسي قد ارتاعت جدا. وانت يا رب فحتى متى",
      "عد يا رب. نج نفسي. خلّصني من اجل رحمتك‎.",
      "‎لانه ليس في الموت ذكرك. في الهاوية من يحمدك‎.",
      "‎تعبت في تنهدي. اعوّم في كل ليلة سريري بدموعي اذوّب فراشي‎.",
      "‎ساخت من الغم عيني. شاخت من كل مضايقيّ",
      "ابعدوا عني يا جميع فاعلي الاثم. لان الرب قد سمع صوت بكائي‎.",
      "‎سمع الرب تضرعي. الرب يقبل صلاتي‎.",
      "‎جميع اعدائي يخزون ويرتاعون جدا. يعودون ويخزون بغتة"
    ],
    [
      "شجوية لداود غناها للرب بسبب كلام كوش البنياميني‏‎. ‎يا رب الهي عليك توكلت. خلصني من كل الذين يطردونني ونجني‎.",
      "‎لئلا يفترس كاسد نفسي هاشما اياها ولا منقذ",
      "يا رب الهي ان كنت قد فعلت هذا ان وجد ظلم في يديّ",
      "ان كافأت مسالمي شرا وسلبت مضايقي بلا سبب",
      "فليطارد عدو نفسي وليدركها وليدس الى الارض حياتي وليحط الى التراب مجدي. سلاه",
      "قم يا رب بغضبك ارتفع على سخط مضايقيّ وانتبه لي. بالحق اوصيت‎.",
      "‎ومجمع القبائل يحيط بك فعد فوقها الى العلى‎.",
      "‎الرب يدين الشعوب. اقض لي يا رب كحقي ومثل كمالي الذي فيّ‎.",
      "‎لينته شر الاشرار وثبت الصدّيق. فان فاحص القلوب والكلى الله البار‎.",
      "‎ترسي عند الله مخلّص مستقيمي القلوب",
      "الله قاض عادل واله يسخط في كل يوم‎.",
      "‎ان لم يرجع يحدد سيفه. مدّ قوسه وهيّأها‎.",
      "‎وسدد نحوه آلة الموت. يجعل سهامه ملتهبة",
      "هوذا يمخض بالاثم. حمل تعبا وولد كذبا‎.",
      "‎كرا جبّا. حفره فسقط في الهوة التي صنع‎.",
      "‎يرجع تعبه على راسه وعلى هامته يهبط ظلمه‎.",
      "‎احمد الرب حسب بره. وارنم لاسم الرب العلي"
    ],
    [
      "لامام المغنين على الجتّية. مزمور لداود‎. ‎ايها الرب سيدنا ما امجد اسمك في كل الارض حيث جعلت جلالك فوق السموات‎.",
      "‎من افواه الاطفال والرضّع اسست حمدا بسبب اضدادك لتسكيت عدوّ ومنتقم",
      "اذا ارى سمواتك عمل اصابعك القمر والنجوم التي كوّنتها",
      "فمن هو الانسان حتى تذكره وابن آدم حتى تفتقده‎.",
      "‎وتنقصه قليلا عن الملائكة وبمجد وبهاء تكلله‎.",
      "‎تسلطه على اعمال يديك. جعلت كل شيء تحت قدميه‎.",
      "‎الغنم والبقر جميعا وبهائم البر ايضا‎.",
      "‎وطيور السماء وسمك البحر السالك في سبل المياه‎.",
      "‎ايها الرب سيدنا ما امجد اسمك في كل الارض"
    ],
    [
      "لامام المغنين. على موت الابن. مزمور لداود احمد الرب بكل قلبي. احدث بجميع عجائبك‎.",
      "‎افرح وابتهج بك ارنم لاسمك ايها العلي‎.",
      "‎عند رجوع اعدائي الى خلف يسقطون ويهلكون من قدام وجهك‎.",
      "‎لانك اقمت حقي ودعواي. جلست على الكرسي قاضيا عادلا‎.",
      "‎انتهرت الامم. اهلكت الشرير. محوت اسمهم الى الدهر والابد‎.",
      "‎العدو تم خرابه الى الابد. وهدمت مدنا. باد ذكره نفسه‎.",
      "‎اما الرب فالى الدهر يجلس. ثبّت للقضاء كرسيه",
      "وهو يقضي للمسكونة بالعدل. يدين الشعوب بالاستقامة‎.",
      "‎ويكون الرب ملجأ للمنسحق. ملجأ في ازمنة الضيق‎.",
      "‎ويتكل عليك العارفون اسمك. لانك لم تترك طالبيك يا رب",
      "رنموا للرب الساكن في صهيون. اخبروا بين الشعوب بافعاله‎.",
      "‎لانه مطالب بالدماء. ذكرهم. لم ينس صراخ المساكين",
      "ارحمني يا رب. انظر مذلتي من مبغضيّ يا رافعي من ابواب الموت‎.",
      "‎لكي احدث بكل تسابيحك في ابواب ابنة صهيون مبتهجا بخلاصك",
      "تورطت الامم في الحفرة التي عملوها. في الشبكة التي اخفوها انتشبت ارجلهم‎.",
      "‎معروف هو الرب. قضاء امضى. الشرير يعلق بعمل يديه. ضرب الاوتار. سلاه",
      "الاشرار يرجعون الى الهاوية. كل الامم الناسين الله‎.",
      "‎لانه لا ينسى المسكين الى الابد. رجاء البائسين لا يخيب الى الدهر‎.",
      "‎قم يا رب. لا يعتزّ الانسان. لتحاكم الامم قدامك‎.",
      "‎يا رب اجعل عليهم رعبا. ليعلم الامم انهم بشر. سلاه"
    ],
    [
      "يا رب لماذا تقف بعيدا. لماذا تختفي في ازمنة الضيق‎.",
      "‎في كبرياء الشرير يحترق المسكين. يؤخذون بالمؤامرة التي فكروا بها‎.",
      "‎لان الشرير يفتخر بشهوات نفسه. والخاطف يجدف يهين الرب‎.",
      "‎الشرير حسب تشامخ انفه يقول لا يطالب. كل افكاره انه لا اله‎.",
      "‎تثبت سبله في كل حين. عالية احكامك فوقه. كل اعدائه ينفث فيهم‎.",
      "‎قال في قلبه لا اتزعزع. من دور الى دور بلا سوء‎.",
      "‎فمه مملوء لعنة وغشا وظلما. تحت لسانه مشقة واثم‎.",
      "‎يجلس في مكمن الديار في المختفيات يقتل البري. عيناه تراقبان المسكين‎.",
      "‎يكمن في المختفى كاسد في عرّيسه. يكمن ليخطف المسكين. يخطف المسكين بجذبه في شبكته‎.",
      "‎فتنسحق وتنحني وتسقط المساكين ببراثنه‎.",
      "‎قال في قلبه ان الله قد نسي. حجب وجهه. لا يرى الى الابد",
      "قم يا رب. يا الله ارفع يدك. لا تنس المساكين‎.",
      "‎لماذا اهان الشرير الله. لماذا قال في قلبه لا تطالب‎.",
      "‎قد رأيت لانك تبصر المشقة والغم لتجازي بيدك. اليك يسلم المسكين امره. انت صرت معين اليتيم",
      "احطم ذراع الفاجر. والشرير تطلب شرّه ولا تجده‎.",
      "‎الرب ملك الى الدهر والابد بادت الامم من ارضه‎.",
      "‎تأوه الودعاء قد سمعت يا رب. تثبت قلوبهم. تميل اذنك",
      "لحق اليتيم والمنسحق لكي لا يعود ايضا يرعبهم انسان من الارض"
    ],
    [
      "لامام المغنين. لداود‎. ‎على الرب توكلت. كيف تقولون لنفسي اهربوا الى جبالكم كعصفور‎.",
      "‎لانه هوذا الاشرار يمدون القوس. فوّقوا السهم في الوتر ليرموا في الدجى مستقيمي القلوب‎.",
      "‎اذا انقلبت الاعمدة فالصديق ماذا يفعل",
      "الرب في هيكل قدسه. الرب في السماء كرسيه. عيناه تنظران اجفانه تمتحن بني آدم‎.",
      "‎الرب يمتحن الصدّيق. اما الشرير ومحب الظلم فتبغضه نفسه‎.",
      "‎يمطر على الاشرار فخاخا نارا وكبريتا وريح السموم نصيب كاسهم‎.",
      "‎لان الرب عادل ويحب العدل. المستقيم يبصر وجهه"
    ],
    [
      "لامام المغنين على القرار. مزمور لداود‎. ‎خلص يا رب لانه قد انقرض التقي لانه قد انقطع الامناء من بني البشر‎.",
      "‎يتكلمون بالكذب كل واحد مع صاحبه بشفاه ملقة بقلب فقلب يتكلمون‎.",
      "‎يقطع الرب جميع الشفاه الملقة واللسان المتكلم بالعظائم",
      "الذين قالوا بألسنتنا نتجبر. شفاهنا معنا من هو سيد علينا",
      "من اغتصاب المساكين من صرخة البائسين الآن اقوم يقول الرب. اجعل في وسع الذي ينفث فيه",
      "كلام الرب كلام نقي كفضة مصفّاه في بوطة في الارض ممحوصة سبع مرات‎.",
      "‎انت يا رب تحفظهم. تحرسهم من هذا الجيل الى الدهر‎.",
      "‎الاشرار يتمشون من كل ناحية عند ارتفاع الارذال بين الناس"
    ],
    [
      "لامام المغنين. مزمور لداود‎. ‎الى متى يا رب تنساني كل النسيان. الى متى تحجب وجهك عني‎.",
      "‎الى متى اجعل هموما في نفسي وحزنا في قلبي كل يوم. الى متى يرتفع عدوّي عليّ‎.",
      "‎انظر واستجب لي يا رب الهي. انر عينيّ لئلا انام نوم الموت‎.",
      "‎لئلا يقول عدوّي قد قويت عليه. لئلا يهتف مضايقي باني تزعزعت",
      "اما انا فعلى رحمتك توكلت. يبتهج قلبي بخلاصك‎.",
      "‎اغني للرب لانه احسن اليّ"
    ],
    [
      "لامام المغنين. لداود‎. ‎قال الجاهل في قلبه ليس اله. فسدوا ورجسوا بافعالهم. ليس من يعمل صلاحا‎.",
      "‎الرب من السماء اشرف على بني البشر لينظر هل من فاهم طالب الله‎.",
      "‎الكل قد زاغوا معا فسدوا. ليس من يعمل صلاحا ليس ولا واحد",
      "ألم يعلم كل فاعلي الاثم الذين يأكلون شعبي كما يأكلون الخبز والرب لم يدعوا‎.",
      "‎هناك خافوا خوفا لان الله في الجيل البار‎.",
      "‎رأي المسكين ناقضتم لان الرب ملجأه‎.",
      "‎ليت من صهيون خلاص اسرائيل. عند رد الرب سبي شعبه يهتف يعقوب ويفرح اسرائيل"
    ],
    [
      "مزمور لداود‎. ‎يا رب من ينزل في مسكنك. من يسكن في جبل قدسك‎.",
      "‎السالك بالكمال والعامل الحق والمتكلم بالصدق في قلبه‎.",
      "‎الذي لا يشي بلسانه ولا يصنع شرا بصاحبه ولا يحمل تعييرا على قريبه‎.",
      "‎والرذيل محتقر في عينيه ويكرم خائفي الرب. يحلف للضرر ولا يغير‏",
      "فضته لا يعطيها بالرّبا ولا يأخذ الرشوة على البريء. الذي يصنع هذا لا يتزعزع الى الدهر"
    ],
    [
      "مذهبة لداود‎. ‎احفظني يا الله لاني عليك توكلت‎.",
      "‎قلت للرب انت سيدي. خيري لا شيء غيرك‎.",
      "‎القديسون الذين في الارض والافاضل كل مسرّتي بهم‎.",
      "‎تكثر اوجاعهم الذين اسرعوا وراء آخر. لا اسكب سكائبهم من دم‎. ‎ولا اذكر اسماءهم بشفتي‎.",
      "‎الرب نصيب قسمتي وكاسي. انت قابض قرعتي‎.",
      "‎حبال وقعت لي في النعماء. فالميراث حسن عندي",
      "ابارك الرب الذي نصحني. وايضا بالليل تنذرني كليتاي‎.",
      "‎جعلت الرب امامي في كل حين. لانه عن يميني فلا اتزعزع‎.",
      "‎لذلك فرح قلبي وابتهجت روحي. جسدي ايضا يسكن مطمئنا‎.",
      "‎لانك لن تترك نفسي في الهاوية. لن تدع تقيّك يرى فسادا‎.",
      "‎تعرّفني سبيل الحياة. امامك شبع سرور. في يمينك نعم الى الابد"
    ],
    [
      "صلاة لداود‎. ‎اسمع يا رب للحق. انصت الى صراخي اصغ الى صلاتي من شفتين بلا غش‎.",
      "‎من قدامك يخرج قضائي. عيناك تنظران المستقيمات‎.",
      "‎جربت قلبي تعهدته ليلا. محصتني. لا تجد فيّ ذموما. لا يتعدى فمي‎.",
      "‎من جهة اعمال الناس فبكلام شفتيك انا تحفظت من طرق المعتنف‏‎.",
      "‎تمسكت خطواتي بآثارك فما زلت قدماي",
      "انا دعوتك لانك تستجيب لي يا الله. امل اذنك اليّ. اسمع كلامي",
      "ميّز مراحمك يا مخلّص المتكلين عليك بيمينك من المقاومين‎.",
      "‎احفظني مثل حدقة العين. بظل جناحيك استرني",
      "من وجه الاشرار الذين يخربونني اعدائي بالنفس الذين يكتنفونني‎.",
      "‎قلبهم السمين قد اغلقوا. بافواههم قد تكلموا بالكبرياء‎.",
      "‎في خطواتنا الآن قد احاطوا بنا. نصبوا اعينهم ليزلقونا الى الارض‎.",
      "‎مثله مثل الاسد القرم الى الافتراس وكالشبل الكامن في عرّيسه",
      "قم يا رب تقدمه. اصرعه. نج نفسي من الشرير بسيفك",
      "من الناس بيدك يا رب من اهل الدنيا. نصيبهم في حياتهم‎. ‎بذخائرك تملأ بطونهم. يشبعون اولادا ويتركون فضالتهم لاطفالهم‎.",
      "‎اما انا فبالبر انظر وجهك. اشبع اذا استيقظت بشبهك"
    ],
    [
      "لامام المغنين. لعبد الرب داود الذي كلم الرب بكلام هذا النشيد في اليوم الذي انقذه فيه الرب من ايدي كل اعدائه ومن يد شاول. فقال احبك يا رب يا قوتي‎.",
      "‎الرب صخرتي وحصني ومنقذي. الهي صخرتي به احتمي. ترسي وقرن خلاصي وملجإي‎.",
      "‎ادعوا الرب الحميد فاتخلّص من اعدائي‎.",
      "‎اكتنفتني حبال الموت. وسيول الهلاك افزعتني‎.",
      "‎حبال الهاوية حاقت بي. اشراك الموت انتشبت بي‎.",
      "‎في ضيقي دعوت الرب والى الهي صرخت. فسمع من هيكله صوتي وصراخي قدامه دخل اذنيه‎.",
      "‎فارتجت الارض وارتعشت أسس الجبال ارتعدت وارتجت لانه غضب‎.",
      "‎صعد دخان من انفه ونار من فمه اكلت. جمر اشتعلت منه‎.",
      "‎طأطأ السموات ونزل وضباب تحت رجليه‎.",
      "‎ركب على كروب وطار وهف على اجنحة الرياح‎.",
      "‎جعل الظلمة ستره حوله مظلته ضباب المياه وظلام الغمام‎.",
      "‎من الشعاع قدامه عبرت سحبه. برد وجمر نار‏‎.",
      "‎ارعد الرب من السموات والعلي اعطى صوته بردا وجمر نار‎.",
      "‎ارسل سهامه فشتتهم وبروقا كثيرة فازعجهم‎.",
      "‎فظهرت اعماق المياه وانكشفت اسس المسكونة من زجرك يا رب من نسمة ريح انفك‎.",
      "‎ارسل من العلى فأخذني. نشلني من مياه كثيرة‎.",
      "‎انقذني من عدوي القوي ومن مبغضيّ لانهم اقوى مني‎.",
      "‎اصابوني في يوم بليتي وكان الرب سندي‎.",
      "‎اخرجني الى الرحب. خلصني لانه سرّ بي‎.",
      "‎يكافئني الرب حسب بري. حسب طهارة يديّ يرد لي‎.",
      "‎لاني حفظت طرق الرب ولم اعص الهي‎.",
      "‎لان جميع احكامه امامي وفرائضه لم ابعدها عن نفسي‎.",
      "‎واكون كاملا معه واتحفظ من اثمي‎.",
      "‎فيرد الرب لي كبرّي وكطهارة يديّ امام عينيه",
      "مع الرحيم تكون رحيما. مع الرجل الكامل تكون كاملا‎.",
      "‎مع الطاهر تكون طاهرا ومع الاعوج تكون ملتويا‎.",
      "‎لانك انت تخلص الشعب البائس والاعين المرتفعة تضعها‎.",
      "‎لانك انت تضيء سراجي. الرب الهي ينير ظلمتي‎.",
      "‎لاني بك اقتحمت جيشا وبالهي تسورت اسوارا‎.",
      "‎الله طريقه كامل. قول الرب نقي. ترس هو لجميع المحتمين به‎.",
      "‎لانه من هو اله غير الرب. ومن هو صخرة سوى الهنا‏",
      "الاله الذي ينطّقني بالقوة ويصيّر طريقي كاملا",
      "الذي يجعل رجليّ كالإيل وعلى مرتفعاتي يقيمني‎.",
      "‎الذي يعلم يديّ القتال فتحنى بذراعيّ قوس من نحاس‎.",
      "‎وتجعل لي ترس خلاصك ويمينك تعضدني ولطفك يعظمني‎.",
      "‎توسع خطواتي تحتي فلم تتقلقل عقباي‎.",
      "‎اتبع اعدائي فادركهم ولا ارجع حتى افنيهم‎.",
      "‎اسحقهم فلا يستطيعون القيام. يسقطون تحت رجليّ",
      "تنطّقني بقوة للقتال. تصرع تحتي القائمين عليّ‎.",
      "‎وتعطيني اقفية اعدائي ومبغضيّ افنيهم‎.",
      "‎يصرخون ولا مخلّص. الى الرب فلا يستجيب لهم‎.",
      "‎فاسحقهم كالغبار قدام الريح. مثل طين الاسواق اطرحهم‎.",
      "‎تنقذني من مخاصمات الشعب. تجعلني راسا للامم. شعب لم اعرفه يتعبد لي‎.",
      "‎من سماع الاذن يسمعون لي. بنو الغرباء يتذللون لي‎.",
      "‎بنو الغرباء يبلون ويزحفون من حصونهم‎.",
      "‎حيّ هو الرب ومبارك صخرتي ومرتفع اله خلاصي",
      "الاله المنتقم لي والذي يخضع الشعوب تحتي",
      "منجيّ من اعدائي. رافعي ايضا فوق القائمين عليّ. من الرجل الظالم تنقذني‎.",
      "‎لذلك احمدك يا رب في الامم وارنم لاسمك‎.",
      "‎برج خلاص لملكه والصانع رحمة لمسيحه لداود ونسله الى الابد‏"
    ],
    [
      "لامام المغنين. مزمور لداود‎. ‎السموات تحدث بمجد الله. والفلك يخبر بعمل يديه‎.",
      "‎يوم الى يوم يذيع كلاما وليل الى ليل يبدي علما‎.",
      "‎لا قول ولا كلام. لا يسمع صوتهم‎.",
      "‎في كل الارض خرج منطقهم والى اقصى المسكونة كلماتهم. جعل للشمس مسكنا فيها",
      "وهي مثل العروس الخارج من حجلته. يبتهج مثل الجبار للسباق في الطريق‎.",
      "‎من اقصى السموات خروجها ومدارها الى اقاصيها ولا شيء يختفي من حرّها",
      "ناموس الرب كامل يرد النفس. شهادات الرب صادقة تصيّر الجاهل حكيما‎.",
      "‎وصايا الرب مستقيمة تفرّح القلب. امر الرب طاهر ينير العينين‎.",
      "‎خوف الرب نقي ثابت الى الابد. احكام الرب حق عادلة كلها‎.",
      "‎اشهى من الذهب والابريز الكثير واحلى من العسل وقطر الشهاد‎.",
      "‎ايضا عبدك يحذّر بها وفي حفظها ثواب عظيم‎.",
      "‎السهوات من يشعر بها. من الخطايا المستترة ابرئني",
      "ايضا من المتكبرين احفظ عبدك فلا يتسلطوا عليّ. حينئذ اكون كاملا واتبرأ من ذنب عظيم‎.",
      "‎لتكن اقوال فمي وفكر قلبي مرضية امامك يا رب صخرتي ووليي"
    ],
    [
      "لامام المغنين. مزمور لداود‎. ‎ليستجب لك الرب في يوم الضيق. ليرفعك اسم اله يعقوب‎.",
      "‎ليرسل لك عونا من قدسه ومن صهيون ليعضدك‎.",
      "‎ليذكر كل تقدماتك ويستسمن محرقاتك. سلاه‎.",
      "‎ليعطك حسب قلبك ويتمم كل رايك‎.",
      "‎نترنم بخلاصك وباسم الهنا نرفع رايتنا. ليكمّل الرب كل سؤلك",
      "الآن عرفت ان الرب مخلّص مسيحه يستجيبه من سماء قدسه بجبروت خلاص يمينه‎.",
      "‎هؤلاء بالمركبات وهؤلاء بالخيل. اما نحن فاسم الرب الهنا نذكر",
      "هم جثوا وسقطوا اما نحن فقمنا وانتصبنا‎.",
      "‎يا رب خلّص. ليستجب لنا الملك في يوم دعائنا"
    ],
    [
      "لامام المغنين. مزمور لداود‎. ‎يا رب بقوتك يفرح الملك وبخلاصك كيف لا يبتهج جدا‎.",
      "‎شهوة قلبه اعطيته وملتمس شفتيه لم تمنعه. سلاه‎.",
      "‎لانك تتقدمه ببركات خير. وضعت على راسه تاجا من ابريز‎.",
      "‎حياة سألك فاعطيته. طول الايام الى الدهر والابد‎.",
      "‎عظيم مجده بخلاصك جلالا وبهاء تضع عليه‎.",
      "‎لانك جعلته بركات الى الابد. تفرّحه ابتهاجا امامك‎.",
      "‎لان الملك يتوكل على الرب. وبنعمة العلي لا يتزعزع",
      "تصيب يدك جميع اعدائك. يمينك تصيب كل مبغضيك‎.",
      "‎تجعلهم مثل تنور نار في زمان حضورك. الرب بسخطه يبتلعهم وتاكلهم النار‎.",
      "‎تبيد ثمرهم من الارض وذريتهم من بين بني آدم‎.",
      "‎لانهم نصبوا عليك شرا. تفكروا بمكيدة. لم يستطيعوها‎.",
      "‎لانك تجعلهم يتولون. تفوّق السهام على اوتارك تلقاء وجوههم‎.",
      "‎ارتفع يا رب بقوتك. نرنم وننغم بجبروتك"
    ],
    [
      "لامام المغنين على ايلة الصبح. مزمور لداود‎. ‎الهي الهي لماذا تركتني. بعيدا عن خلاصي عن كلام زفيري‎.",
      "‎الهي في النهار ادعو فلا تستجيب في الليل ادعو فلا هدوء لي‎.",
      "‎وانت القدوس الجالس بين تسبيحات اسرائيل",
      "عليك اتكل آباؤنا. اتكلوا فنجّيتهم‎.",
      "‎اليك صرخوا فنجوا. عليك اتكلوا فلم يخزوا‎.",
      "‎اما انا فدودة لا انسان. عار عند البشر ومحتقر الشعب‎.",
      "‎كل الذين يرونني يستهزئون بي. يفغرون الشفاه وينغضون الراس قائلين",
      "اتكل على الرب فلينجه. لينقذه لانه سرّ به‎.",
      "‎لانك انت جذبتني من البطن. جعلتني مطمئنا على ثديي امي‎.",
      "‎عليك ألقيت من الرحم. من بطن امي انت الهي‎.",
      "‎لا تتباعد عني لان الضيق قريب. لانه لا معين",
      "احاطت بي ثيران كثيرة. اقوياء باشان اكتنفتني‎.",
      "‎فغروا عليّ افواههم كاسد مفترس مزمجر‎.",
      "‎كالماء انسكبت. انفصلت كل عظامي. صار قلبي كالشمع. قد ذاب في‏ وسط امعائي‎.",
      "‎يبست مثل شقفة قوتي ولصق لساني بحنكي والى تراب الموت تضعني‎.",
      "‎لانه قد احاطت بي كلاب. جماعة من الاشرار اكتنفتني. ثقبوا يديّ ورجليّ‎.",
      "‎احصي كل عظامي. وهم ينظرون ويتفرسون فيّ‎.",
      "‎يقسمون ثيابي بينهم وعلى لباسي يقترعون",
      "اما انت يا رب فلا تبعد. يا قوتي اسرع الى نصرتي‎.",
      "‎انقذ من السيف نفسي. من يد الكلب وحيدتي‎.",
      "‎خلصني من فم الاسد ومن قرون بقر الوحش استجب لي",
      "اخبر باسمك اخوتي. في وسط الجماعة اسبحك‎.",
      "‎يا خائفي الرب سبحوه. مجدوه يا معشر ذرية يعقوب. واخشوه يا زرع اسرائيل جميعا‎.",
      "‎لانه لم يحتقر ولم يرذل مسكنة المسكين ولم يحجب وجهه عنه بل عند صراخه اليه استمع‎.",
      "‎من قبلك تسبيحي في الجماعة العظيمة. اوفي بنذوري قدام خائفيه",
      "يأكل الودعاء ويشبعون. يسبح الرب طالبوه. تحيا قلوبكم الى الابد‎.",
      "‎تذكر وترجع الى الرب كل اقاصي الارض. وتسجد قدامك كل قبائل الامم‎.",
      "‎لان للرب الملك وهو المتسلط على الامم‎.",
      "‎اكل وسجد كل سميني الارض. قدامه يجثو كل من ينحدر الى التراب ومن لم يحي نفسه‎.",
      "‎الذرية تتعبد له. يخبر عن الرب الجيل الآتي‎.",
      "‎يأتون ويخبرون ببره شعبا سيولد بانه قد فعل"
    ],
    [
      "مزمور لداود‎. ‎الرب راعيّ فلا يعوزني شيء‎.",
      "‎في مراع خضر يربضني. الى مياه الراحة يوردني‎.",
      "‎يرد نفسي. يهديني الى سبل البر من اجل اسمه‎.",
      "‎ايضا اذا سرت في وادي ظل الموت لا اخاف شرا لانك انت معي. عصاك وعكازك هما يعزيانني‎.",
      "‎ترتب قدامي مائدة تجاه مضايقيّ. مسحت بالدهن راسي. كاسي ريا‎.",
      "‎انما خير ورحمة يتبعانني كل ايام حياتي واسكن في بيت الرب الى مدى الايام"
    ],
    [
      "لداود. مزمور‎. ‎للرب الارض وملؤها. المسكونة وكل الساكنين فيها‎.",
      "‎لانه على البحار اسسها وعلى الانهار ثبتها",
      "من يصعد الى جبل الرب ومن يقوم في موضع قدسه‎.",
      "‎الطاهر اليدين والنقي القلب الذي لم يحمل نفسه الى الباطل ولا حلف كذبا‎.",
      "‎يحمل بركة من عند الرب وبرا من اله خلاصه‎.",
      "‎هذا هو الجيل الطالبه الملتمسون وجهك يا يعقوب. سلاه",
      "ارفعن ايتها الارتاج رؤوسكنّ وارتفعن ايتها الابواب الدهريات فيدخل ملك المجد‎.",
      "‎من هو هذا ملك المجد. الرب القدير الجبار الرب الجبار في القتال‎.",
      "‎ارفعن ايتها الارتاج رؤوسكنّ وارفعنها ايتها الابواب الدهريات فيدخل ملك المجد‎.",
      "‎من هو هذا ملك المجد. رب الجنود هو ملك المجد. سلاه"
    ],
    [
      "لداود‎. ‎اليك يا رب ارفع نفسي‎.",
      "‎يا الهي عليك توكلت. فلا تدعني اخزى. لا تشمت بي اعدائي‎.",
      "‎ايضا كل منتظريك لا يخزوا. ليخز الغادرون بلا سبب‎.",
      "‎طرقك يا رب عرّفني. سبلك علمني‎.",
      "‎دربني في حقك وعلمني. لانك انت اله خلاصي. اياك انتظرت اليوم كله‎.",
      "‎اذكر مراحمك يا رب واحساناتك لانها منذ الازل هي‎.",
      "‎لا تذكر خطايا صباي ولا معاصيّ. كرحمتك اذكرني انت من اجل جودك يا رب",
      "الرب صالح ومستقيم. لذلك يعلّم الخطاة الطريق‎.",
      "‎يدرب الودعاء في الحق ويعلم الودعاء طرقه‎.",
      "‎كل سبل الرب رحمة وحق لحافظي عهده وشهاداته‎.",
      "‎من اجل اسمك يا رب اغفر اثمي لانه عظيم‎.",
      "‎من هو الانسان الخائف الرب. يعلمه طريقا يختاره‎.",
      "‎نفسه في الخير تبيت ونسله يرث الارض‎.",
      "‎سرّ الرب لخائفيه. وعهده لتعليمهم‎.",
      "‎عيناي دائما الى الرب. لانه هو يخرج رجليّ من الشبكة",
      "التفت اليّ وارحمني لاني وحد ومسكين انا‎.",
      "‎افرج ضيقات قلبي. من شدائدي اخرجني‎.",
      "‎انظر الى ذلي وتعبي واغفر جميع خطاياي‎.",
      "‎انظر الى اعدائي لانهم قد كثروا. وبغضا ظلما ابغضوني‎.",
      "‎احفظ نفسي وانقذني. لا اخزى لاني عليك توكلت‎.",
      "‎يحفظني الكمال والاستقامة لاني انتظرتك‎.",
      "‎يا الله افدي اسرائيل من كل ضيقاته"
    ],
    [
      "لداود‎. ‎اقض لي يا رب لاني بكمالي سلكت وعلى الرب توكلت بلا تقلقل‎.",
      "‎جربني يا رب وامتحني. صفّ كليتيّ وقلبي‎.",
      "‎لان رحمتك امام عيني. وقد سلكت بحقك‎.",
      "‎لم اجلس مع اناس السوء. ومع الماكرين لا ادخل‎.",
      "‎ابغضت جماعة الاثمة ومع الاشرار لا اجلس‏‎.",
      "‎اغسل يديّ في النقاوة فاطوف بمذبحك يا رب",
      "لأسمّع بصوت الحمد واحدث بجميع عجائبك‎.",
      "‎يا رب احببت محل بيتك وموضع مسكن مجدك",
      "لا تجمع مع الخطاة نفسي ولا مع رجال الدماء حياتي‎.",
      "‎الذين في ايديهم رذيلة ويمينهم ملآنة رشوة‎.",
      "‎اما انا فبكمالي اسلك. افدني وارحمني‎.",
      "‎رجلي واقفة على سهل. في الجماعات ابارك الرب"
    ],
    [
      "لداود‎. ‎الرب نوري وخلاصي ممن اخاف. الرب حصن حياتي ممن ارتعب‎.",
      "‎عندما اقترب اليّ الاشرار ليأكلوا لحمي مضايقيّ واعدائي عثروا وسقطوا‎.",
      "‎ان نزل عليّ جيش لا يخاف قلبي. ان قامت عليّ حرب ففي ذلك انا مطمئن‎.",
      "‎واحدة سألت من الرب واياها التمس. ان اسكن في بيت الرب كل ايام حياتي لكي انظر الى جمال الرب واتفرس في هيكله‎.",
      "‎لانه يخبئني في مظلته في يوم الشر. يسترني بستر خيمته. على صخرة يرفعني‎.",
      "‎والآن يرتفع راسي على اعدائي حولي فاذبح في خيمته ذبائح الهتاف. اغني وارنم للرب",
      "استمع يا رب. بصوتي ادعو فارحمني واستجب لي‎.",
      "‎لك قال قلبي قلت اطلبوا وجهي. وجهك يا رب اطلب‎.",
      "‎لا تحجب وجهك عني. لا تخيب بسخط عبدك. قد كنت عوني. فلا ترفضني ولا تتركني يا اله خلاصي‎.",
      "‎ان ابي وامي قد تركاني والرب يضمّني‎.",
      "‎علمني يا رب طريقك. واهدني في سبيل مستقيم بسبب اعدائي‎.",
      "‎لا تسلمني الى مرام مضايقيّ. لانه قد قام عليّ شهود زور ونافث ظلم‎.",
      "‎لولا انني آمنت بان ارى جود الرب في ارض الاحياء‎.",
      "‎انتظر الرب. ليتشدد وليتشجع قلبك وانتظر الرب"
    ],
    [
      "لداود‎. ‎اليك يا رب اصرخ يا صخرتي لا تتصامم من جهتي لئلا تسكت عني فاشبه الهابطين في الجب‎.",
      "‎استمع صوت تضرعي اذ استغيث بك وارفع يديّ الى محراب قدسك‎.",
      "‎لا تجذبني مع الاشرار ومع فعلة الاثم المخاطبين اصحابهم بالسلام والشر في قلوبهم‎.",
      "‎اعطهم حسب فعلهم وحسب شر اعمالهم. حسب صنع ايديهم اعطهم. رد عليهم معاملتهم‎.",
      "‎لانهم لم ينتبهوا الى افعال الرب ولا الى اعمال يديه يهدمهم ولا يبنيهم",
      "مبارك الرب لانه سمع صوت تضرعي‎.",
      "‎الرب عزّي وترسي عليه اتكل قلبي فانتصرت. ويبتهج قلبي وباغنيتي احمده‎.",
      "‎الرب عزّ لهم وحصن خلاص مسيحه هو‎.",
      "‎خلّص شعبك وبارك ميراثك وارعهم واحملهم الى الابد"
    ],
    [
      "مزمور لداود‎. ‎قدموا للرب يا ابناء الله قدموا للرب مجدا وعزّا‎.",
      "‎قدموا للرب مجد اسمه. اسجدوا للرب في زينة مقدسة",
      "صوت الرب على المياه. اله المجد ارعد. الرب فوق المياه الكثيرة‎.",
      "‎صوت الرب بالقوة. صوت الرب بالجلال‎.",
      "‎صوت الرب مكسر الارز ويكسر الرب ارز لبنان‎.",
      "‎ويمرحها مثل عجل. لبنان وسريون مثل فرير البقر الوحشي‎.",
      "‎صوت الرب يقدح لهب نار",
      "صوت الرب يزلزل البرية يزلزل الرب برية قادش‎.",
      "‎صوت الرب يولد الإيل ويكشف الوعور وفي هيكله الكل قائل مجد‎.",
      "‎الرب بالطوفان جلس ويجلس الرب ملكا الى الابد‎.",
      "‎الرب يعطي عزّا لشعبه. الرب يبارك شعبه بالسلام"
    ],
    [
      "مزمور اغنية تدشين البيت. لداود‎. ‎اعظمك يا رب لانك نشلتني ولم تشمت بي اعدائي‎.",
      "‎يا رب الهي استغثت بك فشفيتني‎.",
      "‎يا رب اصعدت من الهاوية نفسي احييتني من بين الهابطين في الجب‎.",
      "‎رنموا للرب يا اتقياءه واحمدوا ذكر قدسه‎.",
      "‎لان للحظة غضبه. حياة في رضاه. عند المساء يبيت البكاء وفي الصباح ترنم",
      "وانا قلت في طمأنينتي لا اتزعزع الى الابد‎.",
      "‎يا رب برضاك ثبت لجبلي عزّا. حجبت وجهك فصرت مرتاعا‎.",
      "‎اليك يا رب اصرخ والى السيد اتضرع‎.",
      "‎ما الفائدة من دمي اذا نزلت الى الحفرة. هل يحمدك التراب. هل يخبر بحقك‎.",
      "‎استمع يا رب وارحمني يا رب كن معينا لي‎.",
      "‎حولت نوحي الى رقص لي. حللت مسحي ومنطقتني فرحا",
      "لكي تترنم لك روحي ولا تسكت. يا رب الهي الى الابد احمدك"
    ],
    [
      "لامام المغنين. مزمور لداود‎. ‎عليك يا رب توكلت. لا تدعني اخزى مدى الدهر. بعدلك نجني‎.",
      "‎أمل اليّ اذنك. سريعا انقذني. كن لي صخرة حصن بيت ملجإ لتخليصي‎.",
      "‎لان صخرتي ومعقلي انت. من اجل اسمك تهديني وتقودني‎.",
      "‎اخرجني من الشبكة التي خبأوها لي. لانك انت حصني‎.",
      "‎في يدك استودع روحي. فديتني يا رب اله الحق‎.",
      "‎ابغضت الذين يراعون اباطيل كاذبة. اما انا فعلى الرب توكلت‎.",
      "‎ابتهج وافرح برحمتك لانك نظرت الى مذلتي وعرفت في الشدائد نفسي‎.",
      "‎ولم تحبسني في يد العدو بل اقمت في الرحب رجلي",
      "ارحمني يا رب لاني في ضيق. خسفت من الغم عيني. نفسي وبطني‎.",
      "‎لان حياتي قد فنيت بالحزن وسنيني بالتنهد. ضعفت بشقاوتي قوّتي وبليت عظامي‎.",
      "‎عند كل اعدائي صرت عارا وعند جيراني بالكلية ورعبا لمعارفي‎. ‎الذين رأوني خارجا هربوا عني‎.",
      "‎نسيت من القلب مثل الميت. صرت مثل اناء متلف‎.",
      "‎لاني سمعت مذمة من كثيرين. الخوف مستدير بي بمؤامرتهم معا عليّ. تفكروا في اخذ نفسي",
      "اما انا فعليك توكلت يا رب. قلت الهي انت‎.",
      "‎في يدك آجالي. نجني من يد اعدائي ومن الذين يطردونني‎.",
      "‎اضئ بوجهك على عبدك. خلصني برحمتك‎.",
      "‎يا رب لا تدعني اخزى لاني دعوتك. ليخز الاشرار. ليسكتوا في الهاوية‎.",
      "‎لتبكم شفاه الكذب المتكلمة على الصدّيق بوقاحة بكبرياء واستهانة",
      "ما اعظم جودك الذي ذخرته لخائفيك. وفعلته للمتكلين عليك تجاه بني البشر‎.",
      "‎تسترهم بستر وجهك من مكايد الناس. تخفيهم في مظلّة من مخاصمة الألسن‎.",
      "‎مبارك الرب لانه قد جعل عجبا رحمته لي في مدينة محصنة‎.",
      "‎وانا قلت في حيرتي اني قد انقطعت من قدام عينيك. ولكنك سمعت صوت تضرعي اذ صرخت اليك",
      "احبوا الرب يا جميع اتقيائه. الرب حافظ الامانة ومجاز بكثرة العامل بالكبرياء‎.",
      "‎لتتشدد ولتتشجع قلوبكم يا جميع المنتظرين الرب"
    ],
    [
      "لداود. قصيدة‎. ‎طوبى للذي غفر اثمه وسترت خطيته‎.",
      "‎طوبى لرجل لا يحسب له الرب خطية ولا في روحه غش",
      "لما سكت بليت عظامي من زفيري اليوم كله‎.",
      "‎لان يدك ثقلت عليّ نهارا وليلا. تحولت رطوبتي الى يبوسة القيظ‏‎. ‎سلاه‎.",
      "‎اعترف لك بخطيتي ولا اكتم اثمي. قلت اعترف للرب بذنبي وانت رفعت أثام خطيتي. سلاه‎.",
      "‎لهذا يصلّي لك كل تقي في وقت يجدك فيه. عند غمارة المياه الكثيرة اياه لا تصيب‎.",
      "‎انت ستر لي. من الضيق تحفظني. بترنم النجاة تكتنفني. سلاه",
      "اعلّمك وارشدك الطريق التي تسلكها. انصحك. عيني عليك‎.",
      "‎لا تكونوا كفرس او بغل بلا فهم. بلجام وزمام زينته يكم لئلا يدنو اليك‎.",
      "‎كثيرة هي نكبات الشرير. اما المتوكل على الرب فالرحمة تحيط به",
      "افرحوا بالرب وابتهجوا يا ايها الصدّيقون واهتفوا يا جميع المستقيمي القلوب"
    ],
    [
      "اهتفوا ايها الصديقون بالرب. بالمستقيمين يليق التسبيح‎.",
      "‎احمدوا الرب بالعود. بربابة ذات عشرة اوتار رنموا له‎.",
      "‎غنوا له اغنية جديدة. احسنوا العزف بهتاف‎.",
      "‎لان كلمة الرب مستقيمة وكل صنعه بالامانة‎.",
      "‎يحب البر والعدل. امتلأت الارض من رحمة الرب‎.",
      "‎بكلمة الرب صنعت السموات وبنسمة فيه كل جنودها‎.",
      "‎يجمع كندّ امواه اليم يجعل اللجج في اهراء‎.",
      "‎لتخش الرب كل الارض ومنه ليخف كل سكان المسكونة‎.",
      "‎لانه قال فكان. هو أمر فصار‎.",
      "‎الرب ابطل مؤامرة الامم. لاشى افكار الشعوب‎.",
      "‎اما مؤامرة الرب فالى الابد تثبت. افكار قلبه الى دور فدور",
      "طوبى للامّة التي الرب الهها الشعب الذي اختاره ميراثا لنفسه‎.",
      "‎من السموات نظر الرب. رأى جميع بني البشر‎.",
      "‎من مكان سكناه تطلّع الى جميع سكان الارض‎.",
      "‎المصوّر قلوبهم جميعا المنتبه الى كل اعمالهم‎.",
      "‎لن يخلص الملك بكثرة الجيش. الجبار لا ينقذ بعظم القوة‎.",
      "‎باطل هو الفرس لاجل الخلاص وبشدة قوّته لا ينجّي‎.",
      "‎هوذا عين الرب على خائفيه الراجين رحمته",
      "لينجّي من الموت انفسهم وليستحييهم في الجوع",
      "انفسنا انتظرت الرب. معونتنا وترسنا هو‎.",
      "‎لانه به تفرح قلوبنا لاننا على اسمه القدوس اتكلنا‎.",
      "‎لتكن يا رب رحمتك علينا حسبما انتظرناك"
    ],
    [
      "لداود عندما غيّر عقله قدام ابيمالك فطرده فانطلق‎. ‎ابارك الرب في كل حين. دائما تسبيحه في فمي‎.",
      "‎بالرب تفتخر نفسي. يسمع الودعاء فيفرحون‎.",
      "‎عظموا الرب معي ولنعلّ اسمه معا",
      "طلبت الى الرب فاستجاب لي ومن كل مخاوفي انقذني‎.",
      "‎نظروا اليه واستناروا ووجوههم لم تخجل‎.",
      "‎هذا المسكين صرخ والرب استمعه ومن كل ضيقاته خلصه‎.",
      "‎ملاك الرب حال حول خائفيه وينجيهم‎.",
      "‎ذوقوا وانظروا ما اطيب الرب. طوبى للرجل المتوكل عليه‎.",
      "‎اتقوا الرب يا قديسيه لانه ليس عوز لمتقيه‎.",
      "‎الاشبال احتاجت وجاعت واما طالبو الرب فلا يعوزهم شيء من الخير",
      "هلم ايها البنون استمعوا اليّ فاعلّمكم مخافة الرب‎.",
      "‎من هو الانسان الذي يهوى الحياة ويحب كثرة الايام ليرى خيرا‎.",
      "‎صن لسانك عن الشر وشفتيك عن التكلم بالغش‎.",
      "‎حد عن الشر واصنع الخير. اطلب السلامة واسع وراءها‎.",
      "‎عينا الرب نحو الصديقين واذناه الى صراخهم‎.",
      "‎وجه الرب ضد عاملي الشر ليقطع من الارض ذكرهم‎.",
      "‎اولئك صرخوا والرب سمع ومن كل شدائدهم انقذهم‎.",
      "‎قريب هو الرب من المنكسري القلوب ويخلص المنسحقي الروح‎.",
      "‎كثيرة هي بلايا الصدّيق ومن جميعها ينجيه الرب‎.",
      "‎يحفظ جميع عظامه. واحد منها لا ينكسر‎.",
      "‎الشر يميت الشرير ومبغضو الصدّيق يعاقبون‎.",
      "‎الرب فادي نفوس عبيده وكل من اتكل عليه لا يعاقب"
    ],
    [
      "لداود‎. ‎خاصم يا رب مخاصمي. قاتل مقاتليّ‎.",
      "‎امسك مجنا وترسا وانهض الى معونتي",
      "واشرع رمحا وصد تلقاء مطارديّ. قل لنفسي خلاصك انا‏‎.",
      "‎ليخز وليخجل الذين يطلبون نفسي. ليرتد الى الوراء ويخجل المتفكرون باساءتي‎.",
      "‎ليكونوا مثل العصافة قدام الريح وملاك الرب داحرهم‎.",
      "‎ليكن طريقهم ظلاما وزلقا وملاك الرب طاردهم‎.",
      "‎لانهم بلا سبب اخفوا لي هوّة شبكتهم. بلا سبب حفروا لنفسي‎.",
      "‎لتأته التهلكة وهو لا يعلم ولتنشب به الشبكة التي اخفاها وفي التهلكة نفسها ليقع‎.",
      "‎اما نفسي فتفرح بالرب وتبتهج بخلاصه‎.",
      "‎جميع عظامي تقول يا رب من مثلك المنقذ المسكين ممن هو اقوى منه والفقير والبائس من سالبه",
      "شهود زور يقومون وعما لم اعلم يسألونني‎.",
      "‎يجازونني عن الخير شرا ثكلا لنفسي‎.",
      "‎اما انا ففي مرضهم كان لباسي مسحا. اذللت بالصوم نفسي. وصلاتي الى حضني ترجع‎.",
      "‎كانه قريب كانه اخي كنت اتمشى. كمن ينوح على امه انحنيت حزينا‎.",
      "‎ولكنهم في ظلعي فرحوا واجتمعوا. اجتمعوا عليّ شاتمين ولم اعلم. مزّقوا ولم يكفوا‎.",
      "‎بين الفجار المجّان لاجل كعكة حرّقوا عليّ اسنانهم",
      "يا رب الى متى تنظر. استرد نفسي من تهلكاتهم وحيدتي من الاشبال‎.",
      "‎احمدك في الجماعة الكثيرة في شعب عظيم اسبحك‎.",
      "‎لا يشمت بي الذين هم اعدائي باطلا ولا يتغامز بالعين الذين يبغضونني بلا سبب‎.",
      "‎لانهم لا يتكلمون بالسلام وعلى الهادئين في الارض يفتكرون بكلام مكر‎.",
      "‎فغروا عليّ افواههم. قالوا هه هه قد رأت اعيننا‎.",
      "‎قد رأيت يا رب. لا تسكت يا سيد لا تبتعد عني‎.",
      "‎استيقظ وانتبه الى حكمي يا الهي وسيدي الى دعواي‎.",
      "‎اقض لي حسب عدلك يا رب الهي فلا يشمتوا بي‎.",
      "‎لا يقولوا في قلوبهم هه شهوتنا. لا يقولوا قد ابتلعناه‎.",
      "‎ليخز وليخجل معا الفرحون بمصيبتي. ليلبس الخزي والخجل المتعظمون عليّ",
      "ليهتف ويفرح المبتغون حقي وليقولوا دائما ليتعظم الرب المسرور بسلامة عبده‎.",
      "‎ولساني يلهج بعدلك. اليوم كله بحمدك"
    ],
    [
      "لامام المغنين. لعبد الرب داود‎. ‎نأمة معصية الشرير في داخل قلبي ان ليس خوف الله امام عينيه‎.",
      "‎لانه ملّق نفسه لنفسه من جهة وجدان اثمه وبغضه‎.",
      "‎كلام فمه اثم وغش. كف عن التعقل عن عمل الخير‎.",
      "‎يتفكر بالاثم على مضجعه. يقف في طريق غير صالح. لا يرفض الشر",
      "يا رب في السموات رحمتك. امانتك الى الغمام‎.",
      "‎عدلك مثل جبال الله واحكامك لجة عظيمة. الناس والبهائم تخلّص يا‏ رب‎.",
      "‎ما اكرم رحمتك يا الله. فبنو البشر في ظل جناحيك يحتمون‎.",
      "‎يروون من دسم بيتك ومن نهر نعمك تسقيهم‎.",
      "‎لان عندك ينبوع الحياة. بنورك نرى نورا‎.",
      "‎أدم رحمتك للذين يعرفونك وعدلك للمستقيمي القلب‎.",
      "‎لا تأتني رجل الكبرياء ويد الاشرار لا تزحزحني‎.",
      "‎هناك سقط فاعلو الاثم. دحروا فلم يستطيعوا القيام"
    ],
    [
      "لداود‎. ‎لا تغر من الاشرار ولا تحسد عمّال الاثم",
      "فانهم مثل الحشيش سريعا يقطعون ومثل العشب الاخضر يذبلون‎.",
      "‎اتكل على الرب وافعل الخير. اسكن الارض وارع الامانة‎.",
      "‎وتلذذ بالرب فيعطيك سؤل قلبك‎.",
      "‎سلم للرب طريقك واتكل عليه وهو يجري‎.",
      "‎ويخرج مثل النور برك وحقك مثل الظهيرة‎.",
      "‎انتظر الرب واصبر له ولا تغر من الذي ينجح في طريقه من الرجل المجري مكايد‎.",
      "‎كف عن الغضب واترك السخط ولا تغر لفعل الشر‎.",
      "‎لان عاملي الشر يقطعون والذين ينتظرون الرب هم يرثون الارض‎.",
      "‎بعد قليل لا يكون الشرير. تطلع في مكانه فلا يكون‎.",
      "‎اما الودعاء فيرثون الارض ويتلذذون في كثرة السلامة",
      "الشرير يتفكر ضد الصدّيق ويحرق عليه اسنانه‎.",
      "‎الرب يضحك به لانه رأى ان يومه آت‎.",
      "‎الاشرار قد سلّوا السيف ومدوا قوسهم لرمي المسكين والفقير لقتل المستقيم طريقهم‎.",
      "‎سيفهم يدخل في قلبهم وقسيّهم تنكسر",
      "القليل الذي للصديق خير من ثروة اشرار كثيرين‎.",
      "‎لان سواعد الاشرار تنكسر وعاضد الصديقين الرب‎.",
      "‎الرب عارف ايام الكملة وميراثهم الى الابد يكون‎.",
      "‎لا يخزون في زمن السوء وفي ايام الجوع يشبعون‎.",
      "‎لان الاشرار يهلكون واعداء الرب كبهاء المراعي. فنوا. كالدخان فنوا‎.",
      "‎الشرير يستقرض ولا يفي واما الصدّيق فيترأف ويعطي‎.",
      "‎لان المباركين منه يرثون الارض والملعونين منه يقطعون",
      "من قبل الرب تتثبت خطوات الانسان وفي طريقه يسرّ‎.",
      "‎اذا سقط لا ينطرح لان الرب مسند يده‎.",
      "‎ايضا كنت فتى وقد شخت ولم ار صدّيقا تخلي عنه ولا ذرية له تلتمس خبزا‎.",
      "‎اليوم كله يترأف ويقرض ونسله للبركة",
      "حد عن الشر وافعل الخير واسكن الى الابد‎.",
      "‎لان الرب يحب الحق ولا يتخلى عن اتقيائه. الى الابد يحفظون اما نسل الاشرار فينقطع‎.",
      "‎الصديقون يرثون الارض ويسكنونها الى الابد‎.",
      "‎فم الصدّيق يلهج بالحكمة ولسانه ينطق بالحق‎.",
      "‎شريعة الهه في قلبه. لا تتقلقل خطواته‎.",
      "‎الشرير يراقب الصدّيق محاولا ان يميته",
      "الرب لا يتركه في يده ولا يحكم عليه عند محاكمته‎.",
      "‎انتظر الرب واحفظ طريقه فيرفعك لترث الارض. الى انقراض الاشرار تنظر",
      "قد رأيت الشرير عاتيا وارفا مثل شجرة شارقة ناضرة‎.",
      "‎عبر فاذا هو ليس بموجود والتمسته فلم يوجد‎.",
      "‎لاحظ الكامل وانظر المستقيم فان العقب لانسان السلامة‎.",
      "‎اما الاشرار فيبادون جميعا. عقب الاشرار ينقطع‎.",
      "‎اما خلاص الصديقين فمن قبل الرب حصنهم في زمان الضيق‎.",
      "‎ويعينهم الرب وينجيهم. ينقذهم من الاشرار ويخلصهم لانهم احتموا به"
    ],
    [
      "مزمور لداود للتذكير‎. ‎يا رب لا توبخني بسخطك ولا تؤدبني بغيظك",
      "لان سهامك قد انتشبت فيّ ونزلت عليّ يدك‎.",
      "‎ليست في جسدي صحة من جهة غضبك. ليست في عظامي سلامة من جهة خطيتي",
      "لان آثامي قد طمت فوق راسي. كحمل ثقيل اثقل مما احتمل‎.",
      "‎قد انتنت قاحت حبر ضربي من جهة حماقتي‎.",
      "‎لويت انحنيت الى الغاية اليوم كله ذهبت حزينا‎.",
      "‎لان خاصرتي قد امتلأتا احتراقا وليست في جسدي صحة‎.",
      "‎خدرت وانسحقت الى الغاية. كنت أئن من زفير قلبي",
      "يا رب امامك كل تأوّهي وتنهدي ليس بمستور عنك‎.",
      "‎قلبي خافق. قوتي فارقتني ونور عيني ايضا ليس معي‎.",
      "‎احبائي واصحابي يقفون تجاه ضربتي واقاربي وقفوا بعيدا‎.",
      "‎وطالبو نفسي نصبوا شركا والملتمسون لي الشر تكلموا بالمفاسد واليوم كله يلهجون بالغش",
      "واما انا فكاصم. لا اسمع. وكابكم لا يفتح فاه‎.",
      "‎واكون مثل انسان لا يسمع وليس في فمه حجة‎.",
      "‎لاني لك يا رب صبرت انت تستجيب يا رب الهي‎.",
      "‎لاني قلت لئلا يشمتوا بي. عندما زلت قدمي تعظموا عليّ‎.",
      "‎لانني موشك ان اظلع ووجعي مقابلي دائما‏‎.",
      "‎لانني اخبر باثمي واغتم من خطيتي‎.",
      "‎واما اعدائي فاحياء. عظموا. والذين يبغضونني ظلما كثروا‎.",
      "‎والمجازون عن الخير بشر يقاومونني لاجل اتباعي الصلاح‎.",
      "‎لا تتركني يا رب. يا الهي لا تبعد عني‎.",
      "‎اسرع الى معونتي يا رب يا خلاصي"
    ],
    [
      "لامام المغنين. ليدوثون. مزمور لداود‎. ‎قلت اتحفظ لسبيلي من الخطأ بلساني. احفظ لفمي كمامة فيما الشرير مقابلي‎.",
      "‎صمتّ صمتا سكتّ عن الخير فتحرك وجعي‎.",
      "‎حمي قلبي في جوفي. عند لهجي اشتعلت النار. تكلمت بلساني‎.",
      "‎عرفني يا رب نهايتي ومقدار ايامي كم هي فاعلم كيف انا زائل‎.",
      "‎هوذا جعلت ايامي اشبارا وعمري كلا شيء قدامك. انما نفخة كل انسان قد جعل. سلاه‎.",
      "‎انما كخيال يتمشى الانسان. انما باطلا يضجّون. يذخر ذخائر ولا يدري من يضمها",
      "والآن ماذا انتظرت يا رب. رجائي فيك هو‎.",
      "‎من كل معاصيّ نجني. لا تجعلني عارا عند الجاهل‎.",
      "‎صمت. لا افتح فمي لانك انت فعلت‎.",
      "‎ارفع عني ضربك من مهاجمة يدك انا قد فنيت‎.",
      "‎بتأديبات ان ادبت الانسان من اجل اثمه افنيت مثل العث مشتهاه‎. ‎انما كل انسان نفخة. سلاه‎.",
      "‎استمع صلاتي يا رب واصغ الى صراخي. لا تسكت عن دموعي. لاني‏ انا غريب عندك. نزيل مثل جميع آبائي‎.",
      "‎اقتصر عني فاتبلج قبل ان اذهب فلا اوجد"
    ],
    [
      "لامام المغنين. مزمور لداود‎. ‎انتظارا انتظرت الرب فمال اليّ وسمع صراخي",
      "واصعدني من جب الهلاك من طين الحمأة واقام على صخرة رجليّ. ثبت خطواتي",
      "وجعل في فمي ترنيمة جديدة تسبيحة لالهنا. كثيرون يرون ويخافون ويتوكلون على الرب",
      "طوبى للرجل الذي جعل الرب متكله ولم يلتفت الى الغطاريس والمنحرفين الى الكذب‎.",
      "‎كثيرا ما جعلت انت ايها الرب الهي عجائبك وافكارك من جهتنا. لا تقوّم لديك. لاخبرن واتكلمن بها. زادت عن ان تعد‎.",
      "‎بذبيحة وتقدمة لم تسر. اذنيّ فتحت. محرقة وذبيحة خطية لم تطلب",
      "حينئذ قلت هانذا جئت. بدرج الكتاب مكتوب عني",
      "ان افعل مشيئتك يا الهي سررت. وشريعتك في وسط احشائي",
      "بشرت ببر في جماعة عظيمة. هوذا شفتاي لم امنعهما. انت يا رب علمت‎.",
      "‎لم اكتم عدلك في وسط قلبي. تكلمت بامانتك وخلاصك. لم اخف رحمتك وحقك عن الجماعة العظيمة",
      "اما انت يا رب فلا تمنع رأفتك عني. تنصرني رحمتك وحقك دائما‎.",
      "‎لان شرورا لا تحصى قد اكتنفتني. حاقت بي آثامي ولا استطيع ان‏ ابصر. كثرت اكثر من شعر راسي وقلبي قد تركني‎.",
      "‎ارتض يا رب بان تنجيني. يا رب الى معونتي اسرع‎.",
      "‎ليخز وليخجل معا الذين يطلبون نفسي لاهلاكها. ليرتد الى الوراء وليخز المسرورون باذيتي",
      "ليستوحش من اجل خزيهم القائلون لي هه هه",
      "ليبتهج ويفرح بك جميع طالبيك. ليقل ابدا محبو خلاصك يتعظم الرب",
      "اما انا فمسكين وبائس الرب يهتم بي. عوني ومنقذي انت. يا الهي لا تبطئ"
    ],
    [
      "لامام المغنين. مزمور لداود‎. ‎طوبى للذي ينظر الى المسكين. في يوم الشر ينجيه الرب‎.",
      "‎الرب يحفظه ويحييه. يغتبط في الارض ولا يسلمه الى مرام اعدائه‎.",
      "‎الرب يعضده وهو على فراش الضعف. مهدت مضجعه كله في مرضه",
      "انا قلت يا رب ارحمني. اشف نفسي لاني قد اخطأت اليك‎.",
      "‎اعدائي يتقاولون عليّ بشر. متى يموت ويبيد اسمه‎.",
      "‎وان دخل ليراني يتكلم بالكذب. قلبه يجمع لنفسه اثما. يخرج في الخارج يتكلم‎.",
      "‎كل مبغضيّ يتناجون معا عليّ. عليّ تفكروا باذيتي‎.",
      "‎يقولون امر رديء قد انسكب عليه. حيث اضطجع لا يعود يقوم‎.",
      "‎ايضا رجل سلامتي الذي وثقت به آكل خبزي رفع عليّ عقبه",
      "اما انت يا رب فارحمني واقمني فاجازيهم‎.",
      "‎بهذا علمت انك سررت بي انه لم يهتف عليّ عدوّي‎.",
      "‎اما انا فبكمالي دعمتني واقمتني قدامك الى الابد‎.",
      "‎مبارك الرب اله اسرائيل من الازل والى الابد. آمين فآمين"
    ],
    [
      "لامام المغنين. قصيدة لبني قورح‎. ‎كما يشتاق الإيل الى جداول المياه هكذا تشتاق نفسي اليك يا الله‎.",
      "‎عطشت نفسي الى الله الى الاله الحي. متى اجيء واتراءى قدام الله‎.",
      "‎صارت لي دموعي خبزا نهارا وليلا اذ قيل لي كل يوم اين الهك‎.",
      "‎هذه اذكرها فاسكب نفسي عليّ. لاني كنت امرّ مع الجمّاع اتدرج‏ معهم الى بيت الله بصوت ترنم وحمد جمهور معيّد‎.",
      "‎لماذا انت منحنية يا نفسي ولماذا تئنّين فيّ. ارتجي الله لاني بعد احمده لاجل خلاص وجهه",
      "يا الهي نفسي منحنية فيّ. لذلك اذكرك من ارض الاردن وجبال حرمون من جبل مصعر‎.",
      "‎غمر ينادي غمرا عند صوت ميازيبك. كل تياراتك ولججك طمت عليّ‎.",
      "‎بالنهار يوصي الرب رحمته وبالليل تسبيحه عندي صلاة لاله حياتي‎.",
      "‎اقول للّه صخرتي لماذا نسيتني. لماذا اذهب حزينا من مضايقة العدو‎.",
      "‎بسحق في عظامي عيّرني مضايقيّ بقولهم لي كل يوم اين الهك‎.",
      "‎لماذا انت منحنية يا نفسي ولماذا تئنين فيّ. ترجي الله لاني بعد احمده خلاص وجهي والهي"
    ],
    [
      "اقض لي يا الله وخاصم مخاصمتي مع امة غير راحمة ومن انسان غش وظلم نجني‎.",
      "‎لانك انت اله حصني. لماذا رفضتني. لماذا اتمشى حزينا من مضايقة العدو‎.",
      "‎ارسل نورك وحقك هما يهديانني وياتيان بي الى جبل قدسك والى مساكنك‎.",
      "‎فآتي الى مذبح الله الى الله بهجة فرحي واحمدك بالعود يا الله الهي‎.",
      "‎لماذا انت منحنية يا نفسي ولماذا تئنين فيّ. ترجي الله لاني بعد احمده خلاص وجهي والهي"
    ],
    [
      "لامام المغنين. لبني قورح. قصيدة‎. ‎اللهم بآذاننا قد سمعنا. آباؤنا اخبرونا بعمل عملته في ايامهم في ايام القدم‎.",
      "‎انت بيدك استأصلت الامم وغرستهم. حطمت شعوبا ومددتهم‎.",
      "‎لانه ليس بسيفهم امتلكوا الارض ولا ذراعهم خلصتهم لكن يمينك وذراعك ونور وجهك لانك رضيت عنهم",
      "انت هو ملكي يا الله. فأمر بخلاص يعقوب‎.",
      "‎بك ننطح مضايقينا. باسمك ندوس القائمين علينا‎.",
      "‎لاني على قوسي لا اتكل وسيفي لا يخلصني‎.",
      "‎لانك انت خلصتنا من مضايقينا واخزيت مبغضينا‎.",
      "‎بالله نفتخر اليوم كله واسمك نحمد الى الدهر. سلاه",
      "لكنك قد رفضتنا واخجلتنا ولا تخرج مع جنودنا‎.",
      "‎ترجعنا الى الوراء عن العدو ومبغضونا نهبوا لانفسهم‎.",
      "‎جعلتنا كالضأن اكلا. ذريتنا بين الامم‎.",
      "‎بعت شعبك بغير مال وما ربحت بثمنهم‎.",
      "‎تجعلنا عارا عند جيراننا. هزأة وسخرة للذين حولنا‎.",
      "‎تجعلنا مثلا بين الشعوب. لانغاض الراس بين الامم‎.",
      "‎اليوم كله خجلي امامي وخزي وجهي قد غطاني",
      "من صوت المعيّر والشاتم. من وجه عدو ومنتقم",
      "هذا كله جاء علينا وما نسيناك ولا خنّا في عهدك‎.",
      "‎لم يرتد قلبنا الى وراء ولا مالت خطواتنا عن طريقك",
      "حتى سحقتنا في مكان التنانين وغطيتنا بظل الموت‎.",
      "‎ان نسينا اسم الهنا او بسطنا ايدينا الى اله غريب",
      "أفلا يفحص الله عن هذا لانه هو يعرف خفيّات القلب‎.",
      "‎لاننا من اجلك نمات اليوم كله. قد حسبنا مثل غنم للذبح",
      "استيقظ. لماذا تتغافى يا رب. انتبه. لا ترفض الى الابد‎.",
      "‎لماذا تحجب وجهك وتنسى مذلتنا وضيقنا‎.",
      "‎لان انفسنا منحنية الى التراب. لصقت في الارض بطوننا‎.",
      "‎قم عونا لنا وافدنا من اجل رحمتك"
    ],
    [
      "لامام المغنين على السوسن. لبني قورح. قصيدة. ترنيمة محبة‎. ‎فاض قلبي بكلام صالح. متكلم انا بانشائي للملك. لساني قلم كاتب ماهر",
      "انت ابرع جمالا من بني البشر. انسكبت النعمة على شفتيك لذلك باركك الله الى الابد‎.",
      "‎تقلد سيفك على فخذك ايها الجبار جلالك وبهاءك‎.",
      "‎وبجلالك اقتحم. اركب. من اجل الحق والدعة والبر فتريك يمينك مخاوف‎.",
      "‎نبلك المسنونة في قلب اعداء الملك. شعوب تحتك يسقطون",
      "كرسيك يا الله الى دهر الدهور. قضيب استقامة قضيب ملكك‎.",
      "‎احببت البر وابغضت الاثم من اجل ذلك مسحك الله الهك بدهن الابتهاج اكثر من رفقائك‎.",
      "‎كل ثيابك مرّ وعود وسليخة. من قصور العاج سرّتك الاوتار‎.",
      "‎بنات ملوك بين حظياتك. جعلت الملكة عن يمينك بذهب اوفير",
      "اسمعي يا بنت وانظري واميلي اذنك وانسي شعبك وبيت ابيك",
      "فيشتهي الملك حسنك لانه هو سيدك فاسجدي له‎.",
      "‎وبنت صور اغنى الشعوب تترضى وجهك بهدية",
      "كلها مجد ابنة الملك في خدرها. منسوجة بذهب ملابسها‎.",
      "‎بملابس مطرّزة تحضر الى الملك. في اثرها عذارى صاحباتها‎. ‎مقدمات اليك",
      "يحضرن بفرح وابتهاج. يدخلنّ الى قصر الملك‎.",
      "‎عوض عن آبائك يكون بنوك تقيمهم رؤساء في كل الارض‎.",
      "‎اذكر اسمك في كل دور فدور. من اجل ذلك تحمدك الشعوب الى الدهر والابد"
    ],
    [
      "لامام المغنين. لبني قورح. على الجواب. ترنيمة‎. ‎الله لنا ملجأ وقوة. عونا في الضيقات وجد شديدا‎.",
      "‎لذلك لا نخشى ولو تزحزحت الارض ولو انقلبت الجبال الى قلب البحار",
      "تعج وتجيش مياهها. تتزعزع الجبال بطموها. سلاه",
      "نهر سواقيه تفرح مدينة الله مقدس مساكن العلي‎.",
      "‎الله في وسطها فلن تتزعزع. يعينها الله عند اقبال الصبح‎.",
      "‎عجّت الامم. تزعزعت الممالك. اعطى صوته ذابت الارض‎.",
      "‎رب الجنود معنا. ملجأنا اله يعقوب. سلاه",
      "هلموا انظروا اعمال الله كيف جعل خربا في الارض‎.",
      "‎مسكن الحروب الى اقصى الارض. يكسر القوس ويقطع الرمح. المركبات يحرقها بالنار‎.",
      "‎كفّوا واعلموا اني انا الله. اتعالى بين الامم اتعالى في الارض‎.",
      "‎رب الجنود معنا. ملجأنا اله يعقوب. سلاه"
    ],
    [
      "لامام المغنين. لبني قورح. مزمور‎. ‎يا جميع الامم صفقوا بالايادي. اهتفوا لله بصوت الابتهاج‎.",
      "‎لان الرب علي. مخوف ملك كبير على كل الارض‎.",
      "‎يخضع الشعوب تحتنا والامم تحت اقدامنا‎.",
      "‎يختار لنا نصيبنا فخر يعقوب الذي احبه. سلاه",
      "صعد الله بهتاف الرب بصوت الصور‎.",
      "‎رنموا لله رنموا. رنموا لملكنا رنموا‎.",
      "‎لان الله ملك الارض كلها رنموا قصيدة‎.",
      "‎ملك الله على الامم. الله جلس على كرسي قدسه‎.",
      "‎شرفاء الشعوب اجتمعوا. شعب اله ابراهيم. لان لله مجان الارض‎. ‎هو متعال جدا"
    ],
    [
      "تسبيحة مزمور. لبني قورح‎. ‎عظيم هو الرب وحميد جدا في مدينة الهنا جبل قدسه‎.",
      "‎جميل الارتفاع فرح كل الارض جبل صهيون. فرح اقاصي الشمال مدينة الملك العظيم‎.",
      "‎الله في قصورها يعرف ملجأ",
      "لانه هوذا الملوك اجتمعوا. مضوا جميعا‎.",
      "‎لما رأوا بهتوا ارتاعوا فرّوا‎.",
      "‎اخذتهم الرعدة هناك. والمخاض كوالدة‎.",
      "‎بريح شرقية تكسر سفن ترشيش‎.",
      "‎كما سمعنا هكذا رأينا في مدينة رب الجنود في مدينة الهنا. الله يثبّتها الى الابد. سلاه",
      "ذكرنا يا الله رحمتك في وسط هيكلك‎.",
      "‎نظير اسمك يا الله تسبيحك الى اقاصي الارض. يمينك ملآنة برا‎.",
      "‎يفرح جبل صهيون تبتهج بنات يهوذا من اجل احكامك",
      "طوفوا بصهيون ودوروا حولها. عدوّا ابراجها‎.",
      "‎ضعوا قلوبكم على متارسها. تأملوا قصورها لكي تحدثوا بها جيلا آخر‎.",
      "‎لان الله هذا هو الهنا الى الدهر والابد. هو يهدينا حتى الى‏ الموت"
    ],
    [
      "لامام المغنين. لبني قورح. مزمور‎. ‎اسمعوا هذا يا جميع الشعوب. اصغوا يا جميع سكان الدنيا",
      "عال ودون اغنياء وفقراء سواء‎.",
      "‎فمي يتكلم بالحكم ولهج قلبي فهم‎.",
      "‎اميل اذني الى مثل واوضح بعود لغزي",
      "لماذا اخاف في ايام الشر عندما يحيط بي اثم متعقّبيّ‎.",
      "‎الذين يتكلون على ثروتهم وبكثرة غناهم يفتخرون‎.",
      "‎الاخ لن يفدي الانسان فداء ولا يعطي الله كفارة عنه‎.",
      "‎وكريمة هي فدية نفوسهم فغلقت الى الدهر‎.",
      "‎حتى يحيا الى الابد فلا يرى القبر‎.",
      "‎بل يراه. الحكماء يموتون. كذلك الجاهل والبليد يهلكان ويتركان ثروتهما لآخرين‎.",
      "‎باطنهم ان بيوتهم الى الابد مساكنهم الى دور فدور. ينادون باسمائهم في الاراضي‎.",
      "‎والانسان في كرامة لا يبيت. يشبه البهائم التي تباد‎.",
      "‎هذا طريقهم اعتمادهم وخلفاؤهم يرتضون باقوالهم. سلاه‎.",
      "‎مثل الغنم للهاوية يساقون. الموت يرعاهم ويسودهم المستقيمون‎. ‎غداة وصورتهم تبلى. الهاوية مسكن لهم‎.",
      "‎انما الله يفدي نفسي من يد الهاوية لانه يأخذني. سلاه",
      "لا تخش اذا استغنى انسان اذا زاد مجد بيته‎.",
      "‎لانه عند موته كله لا يأخذ. لا ينزل وراءه مجده‎.",
      "‎لانه في حياته يبارك نفسه. ويحمدونك اذا احسنت الى نفسك‎.",
      "‎تدخل الى جيل آبائه الذين لا يعاينون النور الى الابد‎.",
      "‎انسان في كرامة ولا يفهم يشبه البهائم التي تباد"
    ],
    [
      "مزمور. لآساف‎. ‎اله الآلهة الرب تكلم ودعا الارض من مشرق الشمس الى مغربها‎.",
      "‎من صهيون كمال الجمال الله اشرق‎.",
      "‎يأتي الهنا ولا يصمت. نار قدامه تأكل وحوله عاصف جدا‎.",
      "‎يدعو السموات من فوق والارض الى مداينة شعبه‎.",
      "‎اجمعوا اليّ اتقيائي القاطعين عهدي على ذبيحة‎.",
      "‎وتخبر السموات بعدله لان الله هو الديان. سلاه",
      "اسمع يا شعبي فاتكلم. يا اسرائيل فاشهد عليك. الله الهك انا‎.",
      "‎لا على ذبائحك اوبخك. فان محرقاتك هي دائما قدامي‎.",
      "‎لا آخذ من بيتك ثورا ولا من حظائرك اعتدة‎.",
      "‎لان لي حيوان الوعر والبهائم على الجبال الالوف‎.",
      "‎قد علمت كل طيور الجبال ووحوش البرية عندي‎.",
      "‎ان جعت فلا اقول لك لان لي المسكونة وملأها‎.",
      "‎هل آكل لحم الثيران او اشرب دم التيوس‎.",
      "‎اذبح لله حمدا واوف العلي نذورك",
      "وادعني في يوم الضيق انقذك فتمجدني",
      "وللشرير قال الله مالك تحدث بفرائضي وتحمل عهدي على فمك‎.",
      "‎وانت قد ابغضت التأديب وألقيت كلامي خلفك‎.",
      "‎اذا رأيت سارقا وافقته ومع الزناة نصيبك‎.",
      "‎اطلقت فمك بالشر ولسانك يخترع غشا‎.",
      "‎تجلس تتكلم على اخيك. لابن امك تضع معثرة‎.",
      "‎هذه صنعت وسكت. ظننت اني مثلك. اوبخك واصفّ خطاياك امام عينيك‎.",
      "‎افهموا هذا يا ايها الناسون الله لئلا افترسكم ولا منقذ‎.",
      "‎ذابح الحمد يمجدني والمقوم طريقه اريه خلاص الله"
    ],
    [
      "لامام المغنين. مزمور لداود عندما جاء اليه ناثان النبي بعد ما دخل الى بثشبع‎. ‎ارحمني يا الله حسب رحمتك. حسب كثرة رأفتك امح معاصيّ‎.",
      "‎اغسلني كثيرا من اثمي ومن خطيتي طهرني‎.",
      "‎لاني عارف بمعاصيّ وخطيتي امامي دائما‎.",
      "‎اليك وحدك اخطأت والشر قدام عينيك صنعت لكي تتبرر في اقوالك وتزكو في قضائك‎.",
      "‎هانذا بالاثم صوّرت وبالخطية حبلت بي امي",
      "ها قد سررت بالحق في الباطن ففي السريرة تعرّفني حكمة‎.",
      "‎طهّرني بالزوفا فاطهر. اغسلني فابيضّ اكثر من الثلج‎.",
      "‎اسمعني سرورا وفرحا. فتبتهج عظام سحقتها‎.",
      "‎استر وجهك عن خطاياي وامح كل آثامي‏",
      "قلبا نقيا اخلق فيّ يا الله وروحا مستقيما جدّد في داخلي‎.",
      "‎لا تطرحني من قدام وجهك وروحك القدوس لا تنزعه مني‎.",
      "‎رد لي بهجة خلاصك وبروح منتدبة اعضدني‎.",
      "‎فاعلم الاثمة طرقك والخطاة اليك يرجعون",
      "نجني من الدماء يا الله اله خلاصي. فيسبح لساني برك‎.",
      "‎يا رب افتح شفتيّ فيخبر فمي بتسبيحك‎.",
      "‎لانك لا تسرّ بذبيحة والا فكنت اقدمها. بمحرقة لا ترضى‎.",
      "‎ذبائح الله هي روح منكسرة. القلب المنكسر والمنسحق يا الله لا تحتقره",
      "احسن برضاك الى صهيون. ابن اسوار اورشليم‎.",
      "‎حينئذ تسرّ بذبائح البر محرقة وتقدمة تامة. حينئذ يصعدون على مذبحك عجولا"
    ],
    [
      "لامام المغنين. قصيدة لداود عندما جاء دواغ الادومي واخبر شاول وقال له جاء داود الى بيت اخيمالك‎. ‎لماذا تفتخر بالشر ايها الجبار. رحمة الله هي كل يوم‎.",
      "‎لسانك يخترع مفاسد كموسى مسنونة يعمل بالغش‎.",
      "‎احببت الشر اكثر من الخير. الكذب اكثر من التكلم بالصدق. سلاه",
      "احببت كل كلام مهلك ولسان غش‎.",
      "‎ايضا يهدمك الله الى الابد. يخطفك ويقلعك من مسكنك ويستاصلك من ارض الاحياء. سلاه‎.",
      "‎فيرى الصديقون ويخافون وعليه يضحكون‎.",
      "‎هوذا الانسان الذي لم يجعل الله حصنه بل اتكل على كثرة غناه واعتزّ بفساده",
      "اما انا فمثل زيتونة خضراء في بيت الله. توكلت على رحمة الله الى الدهر والابد‎.",
      "‎احمدك الى الدهر لانك فعلت وانتظر اسمك فانه صالح قدام اتقيائك"
    ],
    [
      "لامام المغنين على العود. قصيدة لداود قال الجاهل في قلبه ليس اله. فسدوا ورجسوا رجاسة. ليس من يعمل صلاحا‎.",
      "‎الله من السماء اشرف على بني البشر لينظر هل من فاهم طالب الله‎.",
      "‎كلهم قد ارتدوا معا فسدوا. ليس من يعمل صلاحا ليس ولا واحد",
      "ألم يعلم فاعلو الاثم الذين يأكلون شعبي كما يأكلون الخبز والله لم يدعوا‎.",
      "‎هناك خافوا خوفا ولم يكن خوف لان الله قد بدد عظام محاصرك‎. ‎اخزيتهم لان الله قد رفضهم‎.",
      "‎ليت من صهيون خلاص اسرائيل. عند رد الله سبي شعبه يهتف يعقوب ويفرح اسرائيل"
    ],
    [
      "لامام المغنين على ذوات الاوتار. قصيدة لداود عندما أتى الزيفيون وقالوا لشاول أليس داود مختبئا عندنا‎. ‎اللهم باسمك خلصني وبقوتك احكم لي‎.",
      "‎اسمع يا الله صلاتي اصغ الى كلام فمي‎.",
      "‎لان غرباء قد قاموا عليّ وعتاة طلبوا نفسي. لم يجعلوا الله امامهم. سلاه‎.",
      "‎هوذا الله معين لي. الرب بين عاضدي نفسي‎.",
      "‎يرجع الشر على اعدائي. بحقك افنهم‎.",
      "‎اذبح لك منتدبا. احمد اسمك يا رب لانه صالح‎.",
      "‎لانه من كل ضيق نجاني وباعدائي رأت عيني"
    ],
    [
      "لامام المغنين على ذوات الاوتار. قصيدة لداود‎. ‎اصغ يا الله الى صلاتي ولا تتغاض عن تضرعي‎.",
      "‎استمع لي واستجب لي. اتحير في كربتي واضطرب",
      "من صوت العدو من قبل ظلم الشرير. لانهم يحيلون عليّ اثما وبغضب يضطهدونني‎.",
      "‎يمخض قلبي في داخلي واهوال الموت سقطت عليّ‎.",
      "‎خوف ورعدة أتيا عليّ وغشيني رعب‎.",
      "‎فقلت ليت لي جناحا كالحمامة فاطير واستريح‎.",
      "‎هانذا كنت ابعد هاربا وأبيت في البرية. سلاه‎.",
      "‎كنت اسرع في نجاتي من الريح العاصفة ومن النوء",
      "اهلك يا رب فرّق السنتهم لاني قد رأيت ظلما وخصاما في المدينة‎.",
      "‎نهارا وليلا يحيطون بها على اسوارها واثم ومشقة في وسطها‎.",
      "‎مفاسد في وسطها ولا يبرح من ساحتها ظلم وغش‎.",
      "‎لانه ليس عدو يعيرني فاحتمل. ليس مبغضي تعظم عليّ فاختبئ منه",
      "بل انت انسان عديلي الفي وصديقي",
      "الذي معه كانت تحلو لنا العشرة. الى بيت الله كنا نذهب في الجمهور‎.",
      "‎ليبغتهم الموت. لينحدروا الى الهاوية احياء لان في مساكنهم في وسطهم شرورا",
      "اما انا فالى الله اصرخ والرب يخلصني‎.",
      "‎مساء وصباحا وظهرا اشكو وانوح فيسمع صوتي‎.",
      "‎فدى بسلام نفسي من قتال عليّ لانهم بكثرة كانوا حولي‎.",
      "‎يسمع الله فيذلهم والجالس منذ القدم. سلاه. الذين ليس لهم تغير ولا يخافون الله‎.",
      "‎ألقى يديه على مسالميه. نقض عهده‎.",
      "‎أنعم من الزبدة فمه وقلبه قتال. ألين من الزيت كلماته وهي سيوف مسلولة",
      "ألق على الرب همك فهو يعولك. لا يدع الصدّيق يتزعزع الى الابد‎.",
      "‎وانت يا الله تحدرهم الى جب الهلاك. رجال الدماء والغش لا ينصفون ايامهم. اما انا فاتكل عليك"
    ],
    [
      "لامام المغنين على الحمامة البكماء بين الغرباء. مذهبة لداود عندما اخذه الفلسطينيون في جتّ‎. ‎ارحمني يا الله لان الانسان يتهممني واليوم كله محاربا يضايقني‎.",
      "‎تهممني اعدائي اليوم كله لان كثيرين يقاومونني بكبرياء‎.",
      "‎في يوم خوفي انا عليك اتكل‎.",
      "‎الله أفتخر بكلامه على الله توكلت فلا اخاف. ماذا يصنعه بي البشر‎.",
      "‎اليوم كله يحرفون كلامي. عليّ كل افكارهم بالشر‎.",
      "‎يجتمعون يختفون يلاحظون خطواتي عندما ترصّدوا نفسي‎.",
      "‎على اثمهم جازهم. بغضب اخضع الشعوب يا الله‎.",
      "‎تيهاني راقبت. اجعل انت دموعي في زقّك. أما هي في سفرك",
      "حينئذ ترتد اعدائي الى الوراء في يوم ادعوك فيه. هذا قد علمته لان الله لي‎.",
      "‎الله أفتخر بكلامه الرب أفتخر بكلامه‎.",
      "‎على الله توكلت فلا اخاف. ماذا يصنعه بي الانسان‎.",
      "‎اللهم عليّ نذورك. اوفي ذبائح شكر لك‎.",
      "‎لانك نجيت نفسي من الموت. نعم ورجليّ من الزلق لكي اسير قدام الله في نور الاحياء"
    ],
    [
      "لامام المغنين. على لا تهلك. مذهبة لداود عندما هرب من قدام‏ شاول في المغارة‎. ‎ارحمني يا الله ارحمني لانه بك احتمت نفسي وبظل جناحيك احتمي الى ان تعبر المصائب‎.",
      "‎اصرخ الى الله العلي الى الله المحامي عني‎.",
      "‎يرسل من السماء ويخلصني. عيّر الذي يتهممني. سلاه. يرسل الله رحمته وحقه‎.",
      "‎نفسي بين الاشبال. اضطجع بين المتقدين بني آدم اسنانهم أسنّة وسهام ولسانهم سيف ماض‎.",
      "‎ارتفع اللهم على السموات. ليرتفع على كل الارض مجدك‎.",
      "‎هيأوا شبكة لخطواتي. انحنت نفسي. حفروا قدامي حفرة. سقطوا في وسطها. سلاه",
      "ثابت قلبي يا الله ثابت قلبي. اغني وارنم‏‎.",
      "‎استيقظ يا مجدي. استيقظي يا رباب ويا عود انا استيقظ سحرا‎.",
      "‎احمدك بين الشعوب يا رب. ارنم لك بين الامم‎.",
      "‎لان رحمتك قد عظمت الى السموات والى الغمام حقك‎.",
      "‎ارتفع اللهم على السموات ليرتفع على كل الارض مجدك"
    ],
    [
      "لامام المغنين. على لا تهلك. لداود. مذهبة‎. ‎أحقا بالحق الاخرس تتكلمون بالمستقيمات تقضون يا بني آدم‎.",
      "‎بل بالقلب تعملون شرورا في الارض ظلم ايديكم تزنون‎.",
      "‎زاغ الاشرار من الرحم ضلّوا من البطن متكلمين كذبا‎.",
      "‎لهم حمة مثل حمة الحيّة. مثل الصلّ الاصم يسد اذنه",
      "الذي لا يستمع الى صوت الحواة الراقين رقى حكيم",
      "اللهم كسّر اسنانهم في افواههم. اهشم اضراس الاشبال يا رب‎.",
      "‎ليذوبوا كالماء ليذهبوا. اذا فوّق سهامه فلتنب‎.",
      "‎كما يذوب الحلزون ماشيا. مثل سقط المرأة لا يعاينوا الشمس‎.",
      "‎قبل ان تشعر قدوركم بالشوك نيئا او محروقا يجرفهم‎.",
      "‎يفرح الصدّيق اذ راى النقمة. يغسل خطواته بدم الشرير‎.",
      "‎ويقول الانسان ان للصديق ثمرا. انه يوجد اله قاض في الارض"
    ],
    [
      "لامام المغنين. على لا تهلك. مذهبة لداود لما ارسل شاول وراقبوا البيت ليقتلوه‎. ‎انقذني من اعدائي يا الهي. من مقاوميّ احمني‎.",
      "‎نجني من فاعلي الاثم ومن رجال الدماء خلصني‎.",
      "‎لانهم يكمنون لنفسي. الاقوياء يجتمعون علي لا لاثمي ولا لخطيتي يا رب‎.",
      "‎بلا اثم مني يجرون ويعدّون انفسهم. استيقظ الى لقائي وانظر‎.",
      "‎وانت يا رب اله الجنود اله اسرائيل انتبه لتطالب كل الامم. كل غادر اثيم لا ترحم. سلاه‎.",
      "‎يعودون عند المساء يهرّون مثل الكلب ويدورون في المدينة‎.",
      "‎هوذا يبقّون بافواههم. سيوف في شفاههم. لانهم يقولون من سامع.",
      "اما انت يا رب فتضحك بهم. تستهزئ بجميع الامم‎.",
      "‎من قوّته اليك التجئ لان الله ملجإي",
      "الهي رحمته تتقدمني. الله يريني باعدائي‎.",
      "‎لا تقتلهم لئلا ينسى شعبي. تيّههم بقوتك واهبطهم يا رب ترسنا‎.",
      "‎خطية افواههم هي كلام شفاههم. وليؤخذوا بكبريائهم ومن اللعنة ومن الكذب الذي يحدّثون به‎.",
      "‎افن بحنق افن ولا يكونوا وليعلموا ان الله متسلط في يعقوب الى اقاصي الارض. سلاه‎.",
      "‎ويعودون عند المساء يهرّون مثل الكلب ويدورون في المدينة‎.",
      "‎هم يتيهون للأكل. ان لم يشبعوا ويبيتوا",
      "اما انا فاغني بقوتك وارنم بالغداة برحمتك لانك كنت ملجأ لي ومناصا في يوم ضيقي‎.",
      "‎يا قوتي لك ارنم لان الله ملجإي اله رحمتي"
    ],
    [
      "لامام المغنين على السوسن. شهادة مذهبة لداود للتعليم. عند محاربته ارام النهرين وارام صوبة فرجع يوآب وضرب من ادوم في وادي الملح اثني عشر الفا‎. ‎يا الله رفضتنا اقتحمتنا سخطت. ارجعنا‎.",
      "‎زلزلت الارض فصمتها. اجبر كسرها لانها متزعزعة‎.",
      "‎اريت شعبك عسرا. سقيتنا خمر الترنح‎.",
      "‎اعطيت خائفيك راية ترفع لاجل الحق. سلاه‎.",
      "‎لكي ينجو احباؤك. خلّص بيمينك واستجب لي",
      "الله قد تكلم بقدسه. أبتهج اقسم شكيم واقيس وادي سكوت‎.",
      "‎لي جلعاد ولي منسّى وافرايم خوذة راسي يهوذا صولجاني‎.",
      "‎موآب مرحضتي. على ادوم اطرح نعلي. يا فلسطين اهتفي عليّ",
      "من يقودني الى المدينة المحصّنة. من يهديني الى ادوم‎.",
      "‎أليس انت يا الله الذي رفضتنا ولا تخرج يا الله مع جيوشنا‎.",
      "‎اعطنا عونا في الضيق فباطل هو خلاص الانسان‎.",
      "‎بالله نصنع ببأس وهو يدوس اعداءنا"
    ],
    [
      "لامام المغنين. على ذوات الاوتار. لداود‎. ‎اسمع يا الله صراخي واصغ الى صلاتي‎.",
      "‎من اقصى الارض ادعوك اذا غشي على قلبي. الى صخرة ارفع مني تهديني‎.",
      "‎لانك كنت ملجأ لي. برج قوة من وجه العدو‎.",
      "‎لاسكنن في مسكنك الى الدهور. احتمي بستر جناحيك. سلاه‎.",
      "‎لانك انت يا الله استمعت نذوري. اعطيت ميراث خائفي اسمك‎.",
      "‎الى ايام الملك تضيف اياما سنينه كدور فدور‎.",
      "‎يجلس قدام الله الى الدهر. اجعل رحمة وحقا يحفظانه‎.",
      "‎هكذا ارنم لاسمك الى الابد لوفاء نذوري يوما فيوما"
    ],
    [
      "لامام المغنين على يدوثون. مزمور لداود‎. ‎انما للّه انتظرت نفسي. من قبله خلاصي‎.",
      "‎انما هو صخرتي وخلاصي ملجإي. لا اتزعزع كثيرا",
      "الى متى تهجمون على الانسان. تهدمونه كلكم كحائط منقض كجدار واقع‎.",
      "‎انما يتآمرون ليدفعوه عن شرفه. يرضون بالكذب. بافواههم يباركون وبقلوبهم يلعنون. سلاه",
      "انما للّه انتظري يا نفسي لان من قبله رجائي‎.",
      "‎انما هو صخرتي وخلاصي ملجإي فلا اتزعزع‎.",
      "‎على الله خلاصي ومجدي صخرة قوتي محتماي في الله‎.",
      "‎توكلوا عليه في كل حين يا قوم اسكبوا قدامه قلوبكم. الله ملجأ لنا. سلاه",
      "انما باطل بنو آدم. كذب بنو البشر. في الموازين هم الى فوق‎. ‎هم من باطل اجمعون‎.",
      "‎لا تتكلوا على الظلم ولا تصيروا باطلا في الخطف. ان زاد الغنى فلا تضعوا عليه قلبا‎.",
      "‎مرة واحدة تكلم الرب وهاتين الاثنتين سمعت ان العزّة للّه‎.",
      "‎ولك يا رب الرحمة لانك انت تجازي الانسان كعمله"
    ],
    [
      "مزمور لداود لما كان في برية يهوذا‎. ‎يا الله الهي انت. اليك ابكّر. عطشت اليك نفسي يشتاق اليك جسدي في ارض ناشفة ويابسة بلا ماء",
      "لكي ابصر قوتك ومجدك كما قد رأيتك في قدسك‎.",
      "‎لان رحمتك افضل من الحياة. شفتاي تسبحانك‎.",
      "‎هكذا اباركك في حياتي. باسمك ارفع يديّ‎.",
      "‎كما من شحم ودسم تشبع نفسي وبشفتي الابتهاج يسبحك فمي",
      "اذا ذكرتك على فراشي. في السهد الهج بك‎.",
      "‎لانك كنت عونا لي وبظل جناحيك ابتهج",
      "التصقت نفسي بك. يمينك تعضدني‎.",
      "‎اما الذين هم للتهلكة يطلبون نفسي فيدخلون في اسافل الارض‎.",
      "‎يدفعون الى يدي السيف. يكونون نصيبا لبنات آوى‎.",
      "‎اما الملك فيفرح بالله. يفتخر كل من يحلف به. لان افواه المتكلمين بالكذب تسد"
    ],
    [
      "لامام المغنين. مزمور لداود‎. ‎استمع يا الله صوتي في شكواي. من خوف العدو احفظ حياتي‎.",
      "‎استرني من مؤامرة الاشرار من جمهور فاعلي الاثم",
      "الذين صقلوا ألسنتهم كالسيف. فوّقوا سهمهم كلاما مرّا",
      "ليرموا الكامل في المختفى بغتة يرمونه ولا يخشون‎.",
      "‎يشددون انفسهم لامر رديء. يتحادثون بطمر فخاخ. قالوا من يراهم",
      "يخترعون اثما تمموا اختراعا محكما. وداخل الانسان وقلبه عميق",
      "فيرميهم الله بسهم بغتة كانت ضربتهم‎.",
      "‎ويوقعون السنتهم على انفسهم. ينغض الراس كل من ينظر اليهم‎.",
      "‎ويخشى كل انسان ويخبر بفعل الله وبعمله يفطنون‎.",
      "‎يفرح الصدّيق بالرب ويحتمي به ويبتهج كل المستقيمي القلوب"
    ],
    [
      "لامام المغنين. مزمور لداود. تسبيحة‎. ‎لك ينبغي التسبيح يا الله في صهيون ولك يوفى النذر‎.",
      "‎يا سامع الصلاة اليك يأتي كل بشر‎.",
      "‎آثام قد قويت عليّ. معاصينا انت تكفّر عنها‎.",
      "‎طوبى للذي تختاره وتقربه ليسكن في ديارك. لنشبعنّ من خير بيتك قدس هيكلك",
      "بمخاوف في العدل تستجيبنا يا اله خلاصنا يا متكل جميع اقاصي الارض والبحر البعيدة‎.",
      "‎المثبت الجبال بقوته المتنطق بالقدرة",
      "المهدئ عجيج البحار عجيج امواجها وضجيج الامم‎.",
      "‎وتخاف سكان الاقاصي من آياتك. تجعل مطالع الصباح والمساء تبتهج‎.",
      "‎تعهدت الارض وجعلتها تفيض. تغنيها جدا. سواقي الله ملآنة ماء. تهيء طعامهم لانك هكذا تعدّها‎.",
      "‎أرو اتلامها مهّد اخاديدها. بالغيوث تحللها. تبارك غلتها‎.",
      "‎كللت السنة بجودك وآثارك تقطر دسما‎.",
      "‎تقطر مراع البرية وتتنطق الآكام بالبهجة‎.",
      "‎اكتست المروج غنما والاودية تتعطّف برا. تهتف وايضا تغني"
    ],
    [
      "لامام المغنين. تسبيحة مزمور‎. ‎اهتفي لله يا كل الارض‎.",
      "‎رنموا بمجد اسمه. اجعلوا تسبيحه ممجدا‎.",
      "‎قولوا لله ما اهيب اعمالك. من عظم قوتك تتملق لك اعداؤك‎.",
      "‎كل الارض تسجد لك وترنم لك. ترنم لاسمك. سلاه",
      "هلم انظروا اعمال الله. فعله المرهب نحو بني آدم‏‎.",
      "‎حول البحر الى يبس وفي النهر عبروا بالرجل. هناك فرحنا به‎.",
      "‎متسلط بقوته الى الدهر. عيناه تراقبان الامم. المتمردون لا يرفعنّ انفسهم. سلاه",
      "باركوا الهنا يا ايها الشعوب وسمّعوا صوت تسبيحه‎.",
      "‎الجاعل انفسنا في الحياة ولم يسلّم ارجلنا الى الزلل‎.",
      "‎لانك جربتنا يا الله. محصتنا كمحص الفضة‎.",
      "‎ادخلتنا الى الشبكة. جعلت ضغطا على متوننا‎.",
      "‎ركبت اناسا على رؤوسنا. دخلنا في النار والماء ثم اخرجتنا الى الخصب",
      "ادخل الى بيتك بمحرقات اوفيك نذوري",
      "التي نطقت بها شفتاي وتكلم بها فمي في ضيقي",
      "اصعد لك محرقات سمينة مع بخور كباش اقدم بقرا مع تيوس. سلاه",
      "هلم اسمعوا فاخبركم يا كل الخائفين الله بما صنع لنفسي‎.",
      "‎صرخت اليه بفمي وتبجيل على لساني‎.",
      "‎ان راعيت اثما في قلبي لا يستمع لي الرب‎.",
      "‎لكن قد سمع الله. اصغى الى صوت صلاتي‎.",
      "‎مبارك الله الذي لم يبعد صلاتي ولا رحمته عني"
    ],
    [
      "لامام المغنين على ذوات الاوتار. مزمور. تسبيحة‎. ‎ليتحنن الله علينا وليباركنا. لينر بوجهه علينا. سلاه‎.",
      "‎لكي يعرف في الارض طريقك وفي كل الامم خلاصك‎.",
      "‎يحمدك الشعوب يا الله يحمدك الشعوب كلهم‎.",
      "‎تفرح وتبتهج الامم لانك تدين الشعوب بالاستقامة. وامم الارض تهديهم. سلاه‎.",
      "‎يحمدك الشعوب يا الله يحمدك الشعوب كلهم‎.",
      "‎الارض اعطت غلتها. يباركنا الله الهنا‎.",
      "‎يباركنا الله وتخشاه كل اقاصي الارض"
    ],
    [
      "لامام المغنين. لداود. مزمور. تسبيحة‎. ‎يقوم الله. يتبدد اعداؤه ويهرب مبغضوه من امام وجهه‎.",
      "‎كما يذرى الدخان تذريهم. كما يذوب الشمع قدام النار يبيد الاشرار قدام الله‎.",
      "‎والصديقون يفرحون يبتهجون امام الله ويطفرون فرحا",
      "غنوا للّه رنموا لاسمه. اعدّوا طريقا للراكب في القفار باسمه ياه واهتفوا امامه‎.",
      "‎ابو اليتامى وقاضي الارامل الله في مسكن قدسه‎.",
      "‎الله مسكن المتوحدين في بيت مخرج الاسرى الى فلاح. انما المتمردون يسكنون الرمضاء",
      "اللهم عند خروجك امام شعبك عند صعودك في القفر. سلاه‎.",
      "‎الارض ارتعدت السموات ايضا قطرت امام وجه الله سينا نفسه من وجه الله اله اسرائيل‎.",
      "‎مطرا غزيرا نضحت يا الله. ميراثك وهو معي انت اصلحته‎.",
      "‎قطيعك سكن فيه. هيّأت بجودك للمساكين يا الله‎.",
      "‎الرب يعطي كلمة. المبشرات بها جند كثير‎.",
      "‎ملوك جيوش يهربون يهربون. الملازمة البيت تقسم الغنائم‎.",
      "‎اذا اضطجعتم بين الحضائر فاجنحة حمامة مغشاة بفضة وريشها بصفرة الذهب‎.",
      "‎عندما شتت القدير ملوكا فيها اثلجت في صلمون",
      "جبل الله جبل باشان. جبل اسنمة جبل باشان‎.",
      "‎لماذا ايتها الجبال المسنمة ترصدن الجبل الذي اشتهاه الله لسكنه. بل الرب يسكن فيه الى الابد‎.",
      "‎مركبات الله ربوات الوف مكررة. الرب فيها. سينا في القدس‎.",
      "‎صعدت الى العلاء. سبيت سبيا. قبلت عطايا بين الناس وايضا المتمردين للسكن ايها الرب الاله",
      "مبارك الرب يوما فيوما. يحمّلنا اله خلاصنا. سلاه‎.",
      "‎الله لنا اله خلاص وعند الرب السيد للموت مخارج‎.",
      "‎ولكن الله يسحق رؤوس اعدائه الهامة الشعراء للسالك في ذنوبه‎.",
      "‎قال الرب من باشان ارجع. ارجع من اعماق البحر",
      "لكي تصبغ رجلك بالدم. ألسن كلابك من الاعداء نصيبهم‎.",
      "‎رأوا طرقك يا الله طرق الهي ملكي في القدس‎.",
      "‎من قدام المغنون ومن وراء ضاربو الاوتار في الوسط فتيات ضاربات الدفوف‎.",
      "‎في الجماعات باركوا الله الرب ايها الخارجون من عين اسرائيل‎.",
      "‎هناك بنيامين الصغير متسلطهم رؤساء يهوذا جلّهم رؤساء زبولون رؤساء نفتالي‎.",
      "‎قد أمر الهك بعزّك. ايّد يا الله هذا الذي فعلته لنا",
      "من هيكلك فوق اورشليم لك تقدم ملوك هدايا‎.",
      "‎انتهر وحش القصب صوار الثيران مع عجول الشعوب المترامين بقطع فضة. شتت الشعوب الذين يسرّون بالقتال‎.",
      "‎يأتي شرفاء من مصر. كوش تسرع بيديها الى الله",
      "يا ممالك الارض غنوا لله رنموا للسيد. سلاه‎.",
      "‎للراكب على سماء السموات القديمة. هوذا يعطي صوته صوت قوة‎.",
      "‎اعطوا عزا للّه. على اسرائيل جلاله وقوّته في الغمام‎.",
      "‎مخوف انت يا الله من مقادسك. اله اسرائيل هو المعطي قوة وشدة للشعب. مبارك الله"
    ],
    [
      "لامام المغنين على السوسن. لداود‎. ‎خلصني يا الله لان المياه قد دخلت الى نفسي‎.",
      "‎غرقت في حمأة عميقة وليس مقر. دخلت الى اعماق المياه والسيل غمرني‎.",
      "‎تعبت من صراخي. يبس حلقي. كلّت عيناي من انتظار الهي‎.",
      "‎اكثر من شعر راسي الذين يبغضونني بلا سبب. اعتزّ مستهلكيّ اعدائي ظلما. حينئذ رددت الذي لم اخطفه",
      "يا الله انت عرفت حماقتي وذنوبي عنك لم تخف‎.",
      "‎لا يخز بي منتظروك يا سيد رب الجنود. لا يخجل بي ملتمسوك يا اله اسرائيل‎.",
      "‎لاني من اجلك احتملت العار. غطّى الخجل وجهي‎.",
      "‎صرت اجنبيا عند اخوتي وغريبا عند بني امي‎.",
      "‎لان غيرة بيتك اكلتني وتعييرات معيّريك وقعت عليّ‎.",
      "‎وابكيت بصوم نفسي فصار ذلك عارا عليّ‎.",
      "‎جعلت لباسي مسحا وصرت لهم مثلا‎.",
      "‎يتكلم فيّ الجالسون في الباب واغاني شرّابي المسكر",
      "اما انا فلك صلاتي يا رب في وقت رضى يا الله بكثرة رحمتك استجب لي بحق خلاصك‎.",
      "‎نجني من الطين فلا اغرق نجني من مبغضيّ ومن اعماق المياه‎.",
      "‎لا يغمرني سيل المياه ولا يبتلعني العمق ولا تطبق الهاوية عليّ فاها‎.",
      "‎استجب لي يا رب لان رحمتك صالحة. ككثرة مراحمك التفت اليّ‎.",
      "‎ولا تحجب وجهك عن عبدك. لان لي ضيقا. استجب لي سريعا‎.",
      "‎اقترب الى نفسي. فكها. بسبب اعدائي افدني‎.",
      "‎انت عرفت عاري وخزيي وخجلي. قدامك جميع مضايقيّ‎.",
      "‎العار قد كسر قلبي فمرضت. انتظرت رقة فلم تكن ومعزّين فلم اجد",
      "ويجعلون في طعامي علقما وفي عطشي يسقونني خلا",
      "لتصر مائدتهم قدامهم فخا وللآمنين شركا‎.",
      "‎لتظلم عيونهم عن البصر وقلقل متونهم دائما‎.",
      "‎صبّ عليهم سخطك وليدركهم حمو غضبك‏‎.",
      "‎لتصر دارهم خرابا وفي خيامهم لا يكن ساكن‎.",
      "‎لان الذي ضربته انت هم طردوه وبوجع الذين جرحتهم يتحدثون‎.",
      "‎اجعل اثما على اثمهم ولا يدخلوا في برك‎.",
      "‎ليمحوا من سفر الاحياء ومع الصديقين لا يكتبوا",
      "اما انا فمسكين وكئيب. خلاصك يا الله فليرفعني‎.",
      "‎اسبح اسم الله بتسبيح واعظمه بحمد‎.",
      "‎فيستطاب عند الرب اكثر من ثور بقر ذي قرون واظلاف‎.",
      "‎يرى ذلك الودعاء فيفرحون وتحيا قلوبكم يا طالبي الله‎.",
      "‎لان الرب سامع للمساكين ولا يحتقر اسراه‎.",
      "‎تسبحه السموات والارض البحار وكل ما يدبّ فيها‎.",
      "‎لان الله يخلص صهيون ويبني مدن يهوذا فيسكنون هناك ويرثونها‎.",
      "‎ونسل عبيده يملكونها ومحبو اسمه يسكنون فيها"
    ],
    [
      "لامام المغنين. لداود للتذكير‎. ‎اللهم الى تنجيتي يا رب الى معونتي اسرع‎.",
      "‎ليخز ويخجل طالبو نفسي. ليرتد الى خلف ويخجل المشتهون لي شرا",
      "ليرجع من اجل خزيهم القائلون هه هه‎.",
      "‎وليبتهج ويفرح بك كل طالبيك وليقل دائما محبو خلاصك ليتعظم الرب",
      "اما انا فمسكين وفقير. اللهم اسرع اليّ. معيني ومنقذي انت. يا رب لا تبطؤ"
    ],
    [
      "بك يا رب احتميت فلا اخزى الى الدهر‎.",
      "‎بعدلك نجني وانقذني امل اليّ اذنك وخلّصني‎.",
      "‎كن لي صخرة ملجأ ادخله دائما. امرت بخلاصي لانك صخرتي وحصني‎.",
      "‎يا الهي نجني من يد الشرير من كف فاعل الشر والظالم‎.",
      "‎لانك انت رجائي يا سيدي الرب متكلي منذ صباي‎.",
      "‎عليك استندت من البطن وانت مخرجي من احشاء امي بك تسبيحي دائما‎.",
      "‎صرت كآية لكثيرين. اما انت فملجإي القوي‎.",
      "‎يمتلئ فمي من تسبيحك اليوم كله من مجدك",
      "لا ترفضني في زمن الشيخوخة. لا تتركني عند فناء قوّتي‎.",
      "‎لان اعدائي تقاولوا عليّ والذين يرصدون نفسي تآمروا معا",
      "قائلين ان الله قد تركه. الحقوه وامسكوه لانه لا منقذ له‎.",
      "‎يا الله لا تبعد عني يا الهي الى معونتي اسرع‎.",
      "‎ليخز ويفن مخاصمو نفسي. ليلبس العار والخجل الملتمسون لي شرا‎.",
      "‎اما انا فارجو دائما وازيد على كل تسبيحك‎.",
      "‎فمي يحدث بعدلك اليوم كله بخلاصك لاني لا اعرف لها اعدادا‎.",
      "‎آتي بجبروت السيد الرب. اذكر برك وحدك",
      "اللهم قد علمتني منذ صباي والى الآن اخبر بعجائبك‎.",
      "‎وايضا الى الشيخوخة والشيب يا الله لا تتركني حتى اخبر بذراعك الجيل المقبل وبقوتك كل آت‏‎.",
      "‎وبرك الى العلياء يا الله الذي صنعت العظائم. يا الله من مثلك",
      "انت الذي اريتنا ضيقات كثيرة وردية تعود فتحيينا ومن اعماق الارض تعود فتصعدنا‎.",
      "‎تزيد عظمتي وترجع فتعزيني‎.",
      "‎فانا ايضا احمدك برباب حقك يا الهي. ارنم لك بالعود يا قدوس اسرائيل‎.",
      "‎تبتهج شفتاي اذ ارنم لك ونفسي التي فديتها‎.",
      "‎ولساني ايضا اليوم كله يلهج ببرك. لانه قد خزي لانه قد خجل الملتمسون لي شرا"
    ],
    [
      "لسليمان‎. ‎اللهم اعطي احكامك للملك وبرك لابن الملك‎.",
      "‎يدين شعبك بالعدل ومساكينك بالحق‎.",
      "‎تحمل الجبال سلاما للشعب والاكام بالبر‎.",
      "‎يقضي لمساكين الشعب. يخلّص بني البائسين ويسحق الظالم‎.",
      "‎يخشونك ما دامت الشمس وقدام القمر الى دور فدور‎.",
      "‎ينزل مثل المطر على الجزاز ومثل الغيوث الذارفة على الارض‎.",
      "‎يشرق في ايامه الصدّيق وكثرة السلام الى ان يضمحل القمر‎.",
      "‎ويملك من البحر الى البحر ومن النهر الى اقاصي الارض",
      "امامه تجثو اهل البرية واعداؤه يلحسون التراب‎.",
      "‎ملوك ترشيش والجزائر يرسلون تقدمة. ملوك شبا وسبإ يقدمون هدية‎.",
      "‎ويسجد له كل الملوك. كل الامم تتعبد له‎.",
      "‎لانه ينجي الفقير المستغيث والمسكين اذ لا معين له‎.",
      "‎يشفق على المسكين والبائس ويخلص انفس الفقراء‎.",
      "‎من الظلم والخطف يفدي انفسهم ويكرم دمهم في عينيه‎.",
      "‎ويعيش ويعطيه من ذهب شبا. ويصلّي لاجله دائما . اليوم كله يباركه",
      "تكون حفنة بر في الارض في رؤوس الجبال. تتمايل مثل لبنان ثمرتها ويزهرون من المدينة مثل عشب الارض‎.",
      "‎يكون اسمه الى الدهر. قدام الشمس يمتد اسمه. ويتباركون به‎. ‎كل امم الارض يطوّبونه‎.",
      "‎مبارك الرب الله اله اسرائيل الصانع العجائب وحده‎.",
      "‎ومبارك اسم مجده الى الدهر ولتمتلئ الارض كلها من مجده. آمين ثم آمين",
      "تمّت صلوات داود بن يسّى"
    ],
    [
      "مزمور لآساف‎. ‎انما صالح الله لاسرائيل لانقياء القلب‎.",
      "‎اما انا فكادت تزل قدماي. لولا قليل لزلقت خطواتي‎.",
      "‎لاني غرت من المتكبرين اذ رايت سلامة الاشرار‎.",
      "‎لانه ليست في موتهم شدائد وجسمهم سمين‎.",
      "‎ليسوا في تعب الناس ومع البشر لا يصابون‎.",
      "‎لذلك تقلدوا الكبرياء. لبسوا كثوب ظلمهم‎.",
      "‎جحظت عيونهم من الشحم. جاوزوا تصورات القلب‎.",
      "‎يستهزئون ويتكلمون بالشر ظلما من العلاء يتكلمون‎.",
      "‎جعلوا افواههم في السماء وألسنتهم تتمشى في الارض‎.",
      "‎لذلك يرجع شعبه الى هنا وكمياه مروية يمتصون منهم‎.",
      "‎وقالوا كيف يعلم الله وهل عند العلي معرفة‎.",
      "‎هوذا هؤلاء هم الاشرار ومستريحين الى الدهر يكثرون ثروة",
      "حقا قد زكّيت قلبي باطلا وغسلت بالنقاوة يدي‎.",
      "‎وكنت مصابا اليوم كله وتأدبت كل صباح‎.",
      "‎لو قلت احدّث هكذا لغدرت بجيل بنيك‎.",
      "‎فلما قصدت معرفة هذا اذ هو تعب في عينيّ‎.",
      "‎حتى دخلت مقادس الله وانتبهت الى آخرتهم‎.",
      "‎حقا في مزالق جعلتهم. اسقطتهم الى البوار‎.",
      "‎كيف صاروا للخراب بغتة. اضمحلوا فنوا من الدواهي‏‎.",
      "‎كحلم عند التيّقظ يا رب عند التيقظ تحتقر خيالهم",
      "لانه تمرمر قلبي وانتخست في كليتيّ‎.",
      "‎وانا بليد ولا اعرف. صرت كبهيم عندك‎.",
      "‎ولكني دائما معك. امسكت بيدي اليمنى‎.",
      "‎برأيك تهديني وبعد الى مجد تأخذني‎.",
      "‎من لي في السماء. ومعك لا اريد شيئا في الارض‎.",
      "‎قد فني لحمي وقلبي. صخرة قلبي ونصيبي الله الى الدهر‎.",
      "‎لانه هوذا البعداء عنك يبيدون. تهلك كل من يزني عنك‎.",
      "‎اما انا فالاقتراب الى الله حسن لي. جعلت بالسيد الرب ملجإي لاخبر بكل صنائعك"
    ],
    [
      "قصيدة لآساف‎. ‎لماذا رفضتنا يا الله الى الابد. لماذا يدخن غضبك على غنم مرعاك‎.",
      "‎اذكر جماعتك التي اقتنيتها منذ القدم وفديتها سبط ميراثك. جبل صهيون هذا الذي سكنت فيه‎.",
      "‎ارفع خطواتك الى الخرب الابدية. الكل قد حطم العدو في المقدس‎.",
      "‎قد زمجر مقاوموك في وسط معهدك جعلوا آياتهم آيات‎.",
      "‎يبان كانه رافع فؤوس على الاشجار المشتبكة‎.",
      "‎والآن منقوشاته معا بالفؤوس والمعاول يكسرون‎.",
      "‎اطلقوا النار في مقدسك. دنسوا للارض مسكن اسمك‎.",
      "‎قالوا في قلوبهم لنفنيهم معا. احرقوا كل معاهد الله في الارض‏‎.",
      "‎آياتنا لا نرى. لا نبي بعد. ولا بيننا من يعرف حتى متى",
      "حتى متى يا الله يعير المقاوم ويهين العدو اسمك الى الغاية‎.",
      "‎لماذا ترد يدك ويمينك. اخرجها من وسط حضنك. افن‎.",
      "‎والله ملكي منذ القدم فاعل الخلاص في وسط الارض‎.",
      "‎انت شققت البحر بقوتك. كسرت رؤوس التنانين على المياه‎.",
      "‎انت رضضت رؤوس لوياثان. جعلته طعاما للشعب لاهل البرية‎.",
      "‎انت فجرت عينا وسيلا. انت يبّست انهارا دائمة الجريان‎.",
      "‎لك النهار ولك ايضا الليل. انت هيأت النور والشمس‎.",
      "‎انت نصبت كل تخوم الارض الصيف والشتاء انت خلقتهما",
      "اذكر هذا ان العدو قد عيّر الرب وشعبا جاهلا قد اهان اسمك‎.",
      "‎لا تسلم للوحش نفس يمامتك. قطيع بائسيك لا تنس الى الابد‎.",
      "‎انظر الى العهد. لان مظلمات الارض امتلأت من مساكن الظلم‎.",
      "‎لا يرجعن المنسحق خازيا. الفقير والبائس ليسبحا اسمك‎.",
      "‎قم يا الله. اقم دعواك. اذكر تعيير الجاهل اياك اليوم كله‎.",
      "‎لا تنس صوت اضدادك ضجيج مقاوميك الصاعد دائما"
    ],
    [
      "لامام المغنين. على لا تهلك. مزمور لآساف. تسبيحة‎. ‎نحمدك يا الله نحمدك واسمك قريب. يحدثون بعجائبك‎.",
      "‎لاني اعين ميعادا. انا بالمستقيمات اقضي‎.",
      "‎ذابت الارض وكل سكانها. انا وزنت اعمدتها. سلاه",
      "قلت للمفتخرين لا تفتخروا وللاشرار لا ترفعوا قرنا‎.",
      "‎لا ترفعوا الى العلى قرنكم. لا تتكلموا بعنق متصلب‎.",
      "‎لانه لا من المشرق ولا من المغرب ولا من برية الجبال‎.",
      "‎ولكن الله هو القاضي. هذا يضعه وهذا يرفعه‎.",
      "‎لان في يد الرب كاسا وخمرها مختمرة. ملآنة شرابا ممزوجا. وهو يسكب منها. لكن عكرها يمصه يشربه كل اشرار الارض",
      "اما انا فاخبر الى الدهر. ارنم لاله يعقوب‏‎.",
      "‎وكل قرون الاشرار اعضب قرون الصدّيق تنتصب"
    ],
    [
      "لامام المغنين على ذوات الاوتار. مزمور لآساف. تسبيحة‎. ‎الله معروف في يهوذا اسمه عظيم في اسرائيل‎.",
      "‎كانت في ساليم مظلته ومسكنه في صهيون‎.",
      "‎هناك سحق القسي البارقة. المجن والسيف والقتال. سلاه",
      "ابهى انت امجد من جبال السلب‎.",
      "‎سلب اشداء القلب. ناموا سنتهم. كل رجال البأس لم يجدوا ايديهم",
      "من انتهارك يا اله يعقوب يسبخ فارس وخيل‎.",
      "‎انت مهوب انت. فمن يقف قدامك حال غضبك‎.",
      "‎من السماء اسمعت حكما. الارض فزعت وسكتت",
      "عند قيام الله للقضاء لتخليص كل ودعاء الارض. سلاه‎.",
      "‎لان غضب الانسان يحمدك. بقية الغضب تتمنطق بها",
      "انذروا واوفوا للرب الهكم يا جميع الذين حوله. ليقدموا هدية للمهوب‎.",
      "‎يقطف روح الرؤساء. هو مهوب لملوك الارض"
    ],
    [
      "لامام المغنين على يدوثون. لآساف مزمور‎. ‎صوتي الى الله فاصرخ. صوتي الى الله فاصغى اليّ‎.",
      "‎في يوم ضيقي التمست الرب. يدي في الليل انبسطت ولم تخدر. ابت نفسي التعزية‎.",
      "‎اذكر الله فأئنّ. اناجي نفسي فيغشى على روحي. سلاه",
      "امسكت اجفان عيني. انزعجت فلم اتكلم‎.",
      "‎تفكرت في ايام القدم السنين الدهرية‎.",
      "‎اذكر ترنمي في الليل. مع قلبي اناجي وروحي تبحث‎.",
      "‎هل الى الدهور يرفض الرب ولا يعود للرضا بعد‎.",
      "‎هل انتهت الى الابد رحمته انقطعت كلمته الى دور فدور‎.",
      "‎هل نسي الله رأفة او قفص برجزه مراحمه. سلاه",
      "فقلت هذا ما يعلّني تغيّر يمين العلي‎.",
      "‎اذكر اعمال الرب اذ اتذكر عجائبك منذ القدم",
      "والهج بجميع افعالك وبصنائعك اناجي",
      "اللهم في القدس طريقك. اي اله عظيم مثل الله‎.",
      "‎انت الاله الصانع العجائب. عرفت بين الشعوب قوتك‎.",
      "‎فككت بذراعك شعبك بني يعقوب ويوسف. سلاه‎.",
      "‎ابصرتك المياه يا الله ابصرتك المياه ففزعت ارتعدت ايضا اللجج",
      "سكبت الغيوم مياها اعطت السحب صوتا. ايضا سهامك طارت‎.",
      "‎صوت رعدك في الزوبعة البروق اضاءت المسكونة. ارتعدت ورجفت الارض‎.",
      "‎في البحر طريقك وسبلك في المياه الكثيرة وآثارك لم تعرف‎.",
      "‎هديت شعبك كالغنم بيد موسى وهرون"
    ],
    [
      "قصيدة لآساف‎. ‎اصغ يا شعبي الى شريعتي. اميلوا آذانكم الى كلام فمي‎.",
      "‎افتح بمثل فمي. اذيع الغازا منذ القدم‎.",
      "‎التي سمعناها وعرفناها وآباؤنا اخبرونا‎.",
      "‎لا نخفي عن بنيهم الى الجيل الآخر مخبرين بتسابيح الرب وقوته وعجائبه التي صنع‎.",
      "‎اقام شهادة في يعقوب ووضع شريعة في اسرائيل التي اوصى آباءنا ان يعرّفوا بها ابناءهم",
      "لكي يعلم الجيل الآخر. بنون يولدون فيقومون ويخبرون ابناءهم",
      "فيجعلون على الله اعتمادهم ولا ينسون اعمال الله بل يحفظون وصاياه",
      "ولا يكونون مثل آبائهم جيلا زائغا وماردا جيلا لم يثبت قلبه ولم تكن روحه امينة لله",
      "بنو افرايم النازعون في القوس الرامون انقلبوا في يوم الحرب‎.",
      "‎لم يحفظوا عهد الله وابوا السلوك في شريعته",
      "ونسوا افعاله وعجائبه التي اراهم‎.",
      "‎قدام آبائهم صنع اعجوبة في ارض مصر بلاد صوعن‎.",
      "‎شق البحر فعبّرهم ونصب المياه كندّ‎.",
      "‎وهداهم بالسحاب نهارا والليل كله بنور نار‎.",
      "‎شق صخورا في البرية وسقاهم كانه من لجج عظيمة‎.",
      "‎اخرج مجاري من صخرة واجرى مياها كالانهار‎.",
      "‎ثم عادوا ايضا ليخطئوا اليه لعصيان العلي في الارض الناشفة‎.",
      "‎وجربوا الله في قلوبهم بسؤالهم طعاما لشهوتهم‎.",
      "‎فوقعوا في الله. قالوا هل يقدر الله ان يرتب مائدة في البرية‎.",
      "‎هوذا ضرب الصخرة فجرت المياه وفاضت الاودية. هل يقدر ايضا ان يعطي خبزا ويهيئ لحما لشعبه‎.",
      "‎لذلك سمع الرب فغضب واشتعلت نار في يعقوب وسخط ايضا صعد على اسرائيل‎.",
      "‎لانهم لم يؤمنوا بالله ولم يتكلوا على خلاصه‎.",
      "‎فامر السحاب من فوق وفتح مصاريع السموات",
      "وامطر عليهم منّا للأكل وبر السماء اعطاهم‎.",
      "‎اكل الانسان خبز الملائكة. ارسل عليهم زادا للشبع‎.",
      "‎اهاج شرقية في السماء وساق بقوته جنوبية",
      "وامطر عليهم لحما مثل التراب وكرمل البحر طيورا ذوات اجنحة‎.",
      "‎واسقطها في وسط محلتهم حوالي مساكنهم‎.",
      "‎فأكلوا وشبعوا جدا واتاهم بشهوتهم‎.",
      "‎لم يزوغوا عن شهوتهم طعامهم بعد في افواههم",
      "فصعد عليهم غضب الله وقتل من اسمنهم. وصرع مختاري اسرائيل‎.",
      "‎في هذا كله اخطأوا بعد ولم يؤمنوا بعجائبه",
      "فافنى ايامهم بالباطل وسنيهم بالرعب‎.",
      "‎اذ قتلهم طلبوه ورجعوا وبكروا الى الله",
      "وذكروا ان الله صخرتهم والله العلي وليّهم‎.",
      "‎فخادعوه بافواههم وكذبوا عليه بالسنتهم‎.",
      "‎اما قلوبهم فلم تثبت معه ولم يكونوا امناء في عهده",
      "اما هو فرؤوف يغفر الاثم ولا يهلك وكثيرا ما رد غضبه ولم يشعل كل سخطه‎.",
      "‎ذكر انهم بشر ريح تذهب ولا تعود‎.",
      "‎كم عصوه في البرية واحزنوه في القفر‎.",
      "‎رجعوا وجربوا الله وعنّوا قدوس اسرائيل‎.",
      "‎لم يذكروا يده يوم فداهم من العدو",
      "حيث جعل في مصر آياته وعجائبه في بلاد صوعن",
      "اذ حول خلجانهم الى دم ومجاريهم لكي لا يشربوا‎.",
      "‎ارسل عليهم بعوضا فاكلهم وضفادع فافسدتهم‎.",
      "‎اسلم للجردم غلتهم وتعبهم للجراد‎.",
      "‎اهلك بالبرد كرومهم وجميزهم بالصقيع‎.",
      "‎ودفع الى البرد بهائمهم ومواشيهم للبروق‎.",
      "‎ارسل عليهم حمو غضبه سخطا ورجزا وضيقا جيش ملائكة اشرار‏‎.",
      "‎مهد سبيلا لغضبه. لم يمنع من الموت انفسهم بل دفع حياتهم للوبإ",
      "وضرب كل بكر في مصر. اوائل القدرة في خيام حام‎.",
      "‎وساق مثل الغنم شعبه وقادهم مثل قطيع في البرية‎.",
      "‎وهداهم آمنين فلم يجزعوا. اما اعداؤهم فغمرهم البحر‎.",
      "‎وادخلهم في تخوم قدسه هذا الجبل الذي اقتنته يمينه‎.",
      "‎وطرد الامم من قدامهم وقسمهم بالحبل ميراثا واسكن في خيامهم اسباط اسرائيل",
      "فجربوا وعصوا الله العلي وشهاداته لم يحفظوا",
      "بل ارتدّوا وغدروا مثل آبائهم. انحرفوا كقوس مخطئة‎.",
      "‎اغاظوه بمرتفعاتهم واغاروه بتماثيلهم‎.",
      "‎سمع الله فغضب ورذل اسرائيل جدا",
      "ورفض مسكن شيلو الخيمة التي نصبها بين الناس‎.",
      "‎وسلم للسبي عزه وجلاله ليد العدو‎.",
      "‎ودفع الى السيف شعبه وغضب على ميراثه‎.",
      "‎مختاروه اكلتهم النار وعذاراه لم يحمدن‎.",
      "‎كهنته سقطوا بالسيف وارامله لم يبكين",
      "فاستيقظ الرب كنائم كجبار معّيط من الخمر‎.",
      "‎فضرب اعداءه الى الوراء. جعلهم عارا ابديا‎.",
      "‎ورفض خيمة يوسف ولم يختر سبط افرايم‎.",
      "‎بل اختار سبط يهوذا جبل صهيون الذي احبه‎.",
      "‎وبنى مثل مرتفعات مقدسه كالارض التي اسسها الى الابد‎.",
      "‎واختار داود عبده واخذه من حظائر الغنم‎.",
      "‎من خلف المرضعات أتى به ليرعى يعقوب شعبه واسرائيل ميراثه‎.",
      "‎فرعاهم حسب كمال قلبه وبمهارة يديه هداهم"
    ],
    [
      "مزمور. لآساف‎. ‎اللهم ان الامم قد دخلوا ميراثك. نجسوا هيكل قدسك. جعلوا اورشليم اكواما‎.",
      "‎دفعوا جثث عبيدك طعاما لطيور السماء. لحم اتقيائك لوحوش الارض",
      "سفكوا دمهم كالماء حول اورشليم وليس من يدفن‎.",
      "‎صرنا عارا عند جيراننا هزءا وسخرة للذين حولنا‎.",
      "‎الى متى يا رب تغضب كل الغضب وتتقد كالنار غيرتك‎.",
      "‎افض رجزك على الامم الذين لا يعرفونك وعلى الممالك التي لم تدع باسمك‎.",
      "‎لانهم قد اكلوا يعقوب واخربوا مسكنه",
      "لا تذكر علينا ذنوب الاولين. لتتقدمنا مراحمك سريعا لاننا قد تذللنا جدا‎.",
      "‎أعنّا يا اله خلاصنا من اجل مجد اسمك ونجنا واغفر خطايانا من اجل اسمك‎.",
      "‎لماذا يقول الامم اين هو الههم. لتعرف عند الامم قدام اعيننا نقمة دم عبيدك المهراق‎.",
      "‎ليدخل قدامك انين الاسير. كعظمة ذراعك استبق بني الموت‎.",
      "‎ورد على جيراننا سبعة اضعاف في احضانهم العار الذي عيروك به يا رب‎.",
      "‎اما نحن شعبك وغنم رعايتك نحمدك الى الدهر. الى دور فدور نحدث بتسبيحك"
    ],
    [
      "لامام المغنين. على السوسن. شهادة. لآساف. مزمور‎. ‎يا راعي اسرائيل اصغ يا قائد يوسف كالضأن يا جالسا على الكروبيم اشرق",
      "قدام افرايم وبنيامين ومنسّى ايقظ جبروتك وهلم لخلاصنا‎.",
      "‎يا الله ارجعنا وانر بوجهك فنخلص",
      "يا رب اله الجنود الى متى تدخن على صلاة شعبك‎.",
      "‎قد اطعمتهم خبز الدموع وسقيتهم الدموع بالكيل‎.",
      "‎جعلتنا نزاعا عند جيراننا واعداؤنا يستهزئون بين انفسهم‎.",
      "‎يا اله الجنود ارجعنا وانر بوجهك فنخلص",
      "كرمة من مصر نقلت. طردت امما وغرستها‎.",
      "‎هيأت قدامها فأصلت اصولها فملأت الارض‎.",
      "‎غطى الجبال ظلها واغصانها ارز الله‎.",
      "‎مدت قضبانها الى البحر والى النهر فروعها‎.",
      "‎فلماذا هدمت جدرانها فيقطفها كل عابري الطريق‎.",
      "‎يفسدها الخنزير من الوعر ويرعاها وحش البرية",
      "يا اله الجنود ارجعنّ اطّلع من السماء وانظر وتعهد هذه الكرمة",
      "والغرس الذي غرسته يمينك والابن الذي اخترته لنفسك‎.",
      "‎هي محروقة بنار مقطوعة. من انتهار وجهك يبيدون‎.",
      "‎لتكن يدك على رجل يمينك وعلى ابن آدم الذي اخترته لنفسك‎.",
      "‎فلا نرتد عنك. أحينا فندعو باسمك‎.",
      "‎يا رب اله الجنود ارجعنا. أنر بوجهك فنخلص"
    ],
    [
      "لامام المغنين على الجتية. لآساف‎. ‎رنموا لله قوتنا اهتفوا لاله يعقوب‎.",
      "‎ارفعوا نغمة وهاتوا دفا عودا حلوا مع رباب‎.",
      "‎انفخوا في راس الشهر بالبوق عند الهلال ليوم عيدنا‎.",
      "‎لان هذا فريضة لاسرائيل حكم لاله يعقوب‎.",
      "‎جعله شهادة في يوسف عند خروجه على ارض مصر. سمعت لسانا لم اعرفه",
      "ابعدت من الحمل كتفه. يداه تحولتا عن السل‎.",
      "‎في الضيق دعوت فنجيتك. استجبتك في ستر الرعد. جربتك على ماء مريبة. سلاه",
      "اسمع يا شعبي فاحذرك. يا اسرائيل ان سمعت لي",
      "لا يكن فيك اله غريب ولا تسجد لاله اجنبي‎.",
      "‎انا الرب الهك الذي اصعدك من ارض مصر. افغر فاك فاملأه‎.",
      "‎فلم يسمع شعبي لصوتي واسرائيل لم يرض بي‎.",
      "‎فسلمتهم الى قساوة قلوبهم. ليسلكوا في مؤامرات انفسهم‎.",
      "‎لو سمع لي شعبي وسلك اسرائيل في طرقي",
      "سريعا كنت اخضع اعداءهم وعلى مضايقيهم كنت ارد يدي‎.",
      "‎مبغضو الرب يتذللون له. ويكون وقتهم الى الدهر‎.",
      "‎وكان اطعمه من شحم الحنطة. ومن الصخرة كنت اشبعك عسلا"
    ],
    [
      "مزمور لآساف‎. ‎الله قائم في مجمع الله. في وسط الآلهة يقضي‎.",
      "‎حتى متى تقضون جورا وترفعون وجوه الاشرار. سلاه‎.",
      "‎اقضوا للذليل ولليتيم. انصفوا المسكين والبائس‎.",
      "‎نجوا المسكين والفقير. من يد الاشرار انقذوا",
      "لا يعلمون ولا يفهمون. في الظلمة يتمشون. تتزعزع كل أسس الارض.",
      "انا قلت انكم آلهة وبنو العلي كلكم‎.",
      "‎لكن مثل الناس تموتون وكاحد الرؤساء تسقطون‎.",
      "‎قم يا الله. دن الارض. لانك انت تمتلك كل الامم"
    ],
    [
      "تسبيحة. مزمور لآساف‎. ‎اللهم لا تصمت لا تسكت ولا تهدأ يا الله‎.",
      "‎فهوذا اعداؤك يعجون ومبغضوك قد رفعوا الراس‎.",
      "‎على شعبك مكروا مؤامرة وتشاوروا على أحميائك‎.",
      "‎قالوا هلم نبدهم من بين الشعوب ولا يذكر اسم اسرائيل بعد",
      "لانهم تآمروا بالقلب معا. عليك تعاهدوا عهدا‎.",
      "‎خيام ادوم والاسمعيليين . موآب والهاجريون‎.",
      "‎جبال وعمون وعماليق. فلسطين مع سكان صور‎.",
      "‎اشور ايضا اتفق معهم. صاروا ذراعا لبني لوط. سلاه‎.",
      "‎افعل بهم كما بمديان كما بسيسرا كما بيابين في وادي قيشون‎.",
      "‎بادوا في عين دور. صاروا دمنا للارض‎.",
      "‎اجعلهم شرفاءهم مثل غراب ومثل ذئب. ومثل زبح ومثل صلمناع كل امرائهم‎.",
      "‎الذين قالوا لنمتلك لانفسنا مساكن الله",
      "يا الهي اجعلهم مثل الجل مثل القش امام الريح‎.",
      "‎كنار تحرق الوعر كلهيب يشعل الجبال",
      "هكذا اطردهم بعاصفتك وبزوبعتك روعهم‎.",
      "‎املأ وجوههم خزيا فيطلبوا اسمك يا رب‎.",
      "‎ليخزوا ويرتاعوا الى الابد وليخجلوا ويبيدوا",
      "ويعلموا انك اسمك يهوه وحدك العلي على كل الارض"
    ],
    [
      "لامام المغنين على الجتية. لبني قورح. مزمور‎. ‎ما احلى مساكنك يا رب الجنود‎.",
      "‎تشتاق بل تتوق نفسي الى ديار الرب. قلبي ولحمي يهتفان بالاله الحي‎.",
      "‎العصفور ايضا وجد بيتا والسنونة عشّا لنفسها حيث تضع افراخها مذابحك يا رب الجنود ملكي والهي‎.",
      "‎طوبى للساكنين في بيتك ابدا يسبحونك. سلاه",
      "طوبى لاناس عزهم بك. طرق بيتك في قلوبهم‎.",
      "‎عابرين في وادي البكاء يصيرونه ينبوعا. ايضا ببركات يغطون مورة",
      "يذهبون من قوة الى قوة. يرون قدام الله في صهيون",
      "يا رب اله الجنود اسمع صلاتي واصغ يا اله يعقوب. سلاه‎.",
      "‎يا مجننا انظر يا الله والتفت الى وجه مسيحك‎.",
      "‎لان يوما واحدا في ديارك خير من الف. اخترت الوقوف على العتبة في بيت الهي على السكن في خيام الاشرار‎.",
      "‎لان الرب الله شمس ومجن. الرب يعطي رحمة ومجدا. لا يمنع خيرا عن السالكين بالكمال‎.",
      "‎يا رب الجنود طوبى للانسان المتكل عليك"
    ],
    [
      "لامام المغنين. لبني قورح. مزمور‎. ‎رضيت يا رب على ارضك. ارجعت سبي يعقوب‎.",
      "‎غفرت اثم شعبك. سترت كل خطيتهم. سلاه‎.",
      "‎حجزت كل رجزك. رجعت عن حمو غضبك‎.",
      "‎ارجعنا يا اله خلاصنا وانف غضبك عنا‎.",
      "‎هل الى الدهر تسخط علينا. هل تطيل غضبك الى دور فدور‎.",
      "‎ألا تعود انت فتحيينا فيفرح بك شعبك‎.",
      "‎أرنا يا رب رحمتك واعطنا خلاصك",
      "اني اسمع ما يتكلم به الله الرب. لانه يتكلم بالسلام لشعبه ولاتقيائه فلا يرجعن الى الحماقة‎.",
      "‎لان خلاصه قريب من خائفيه ليسكن المجد في ارضنا‎.",
      "‎الرحمة والحق التقيا. البر والسلام تلاثما‎.",
      "‎الحق من الارض ينبت والبر من السماء يطلع‎.",
      "‎ايضا الرب يعطي الخير وارضنا تعطي غلتها‎.",
      "‎البر قدامه يسلك ويطأ في طريق خطواته"
    ],
    [
      "صلاة لداود‎. ‎امل يا رب اذنك. استجب لي. لاني مسكين وبائس انا‎.",
      "‎احفظ نفسي لاني تقي. يا الهي خلص انت عبدك المتكل عليك‏‎.",
      "‎ارحمني يا رب لانني اليك اصرخ اليوم كله‎.",
      "‎فرح نفس عبدك لانني اليك يا رب ارفع نفسي‎.",
      "‎لانك انت يا رب صالح وغفور وكثير الرحمة لكل الداعين اليك",
      "اصغ يا رب الى صلاتي وانصت الى صوت تضرعاتي‎.",
      "‎في يوم ضيقي ادعوك لانك تستجيب لي‎.",
      "‎لا مثل لك بين الآلهة يا رب ولا مثل اعمالك‎.",
      "‎كل الامم الذين صنعتهم ياتون ويسجدون امامك يا رب ويمجدون اسمك",
      "لانك عظيم انت وصانع عجائب. انت الله وحدك",
      "علمني يا رب طريقك اسلك في حقك. وحد قلبي لخوف اسمك‎.",
      "‎احمدك يا رب الهي من كل قلبي وامجد اسمك الى الدهر‏‎.",
      "‎لان رحمتك عظيمة نحوي وقد نجيت نفسي من الهاوية السفلى",
      "اللهم المتكبرون قد قاموا عليّ وجماعة العتاة طلبوا نفسي ولم يجعلوك امامهم‎.",
      "‎اما انت يا رب فاله رحيم ورؤوف طويل الروح وكثير الرحمة والحق",
      "التفت اليّ وارحمني. اعط عبدك قوتك وخلص ابن امتك‎.",
      "‎اصنع معي آية للخير فيرى ذلك مبغضيّ فيخزوا لانك انت يا رب اعنتني وعزيتني"
    ],
    [
      "لبني قورح. مزمور تسبيحة‎. ‎اساسه في الجبال المقدسة‎.",
      "‎الرب احب ابواب صهيون اكثر من جميع مساكن يعقوب‎.",
      "‎قد قيل بك امجاد يا مدينة الله. سلاه",
      "اذكر رهب وبابل عارفتيّ. هوذا فلسطين وصور مع كوش. هذا ولد هناك‎.",
      "‎ولصهيون يقال هذا الانسان وهذا الانسان ولد فيها وهي العلي يثبتها‎.",
      "‎الرب يعد في كتابة الشعوب ان هذا ولد هناك. سلاه‎.",
      "‎ومغنون كعازفين كل السكان فيك"
    ],
    [
      "تسبيحة مزمور لبني قورح. لامام المغنين على العود للغناء‎. ‎قصيدة لهيمان الازراحي‎. ‎يا رب اله خلاصي بالنهار والليل صرخت امامك‎.",
      "‎فلتأت قدامك صلاتي. امل اذنك الى صراخي‎.",
      "‎لانه قد شبعت من المصائب نفسي وحياتي الى الهاوية دنت‎.",
      "‎حسبت مثل المنحدرين الى الجب. صرت كرجل لا قوة له‎.",
      "‎بين الاموات فراشي مثل القتلى المضطجعين في القبر الذين لا تذكرهم بعد وهم من يدك انقطعوا‎.",
      "‎وضعتني في الجب الاسفل في ظلمات في اعماق‎.",
      "‎عليّ استقر غضبك وبكل تياراتك ذللتني. سلاه‎.",
      "‎ابعدت عني معارفي. جعلتني رجسا لهم. اغلق عليّ فما اخرج‎.",
      "‎عيني ذابت من الذل. دعوتك يا رب كل يومً. بسطت اليك يدي",
      "أفلعلك للاموات تصنع عجائب أم الاخيلة تقوم تمجدك. سلاه‎.",
      "‎هل يحدث في القبر برحمتك او بحقك في الهلاك‎.",
      "‎هل تعرف في الظلمة عجائبك وبرك في ارض النسيان",
      "اما انا فاليك يا رب صرخت وفي الغداة صلاتي تتقدمك‎.",
      "‎لماذا يا رب ترفض نفسي. لماذا تحجب وجهك عني‎.",
      "‎انا مسكين ومسلم الروح منذ صباي. احتملت اهوالك. تحيرت‎.",
      "‎عليّ عبر سخطك. اهوالك اهلكتني‎.",
      "‎احاطت بي كالمياه اليوم كله. اكتنفتني معا‎.",
      "‎ابعدت عني محبا وصاحبا. معارفي في الظلمة"
    ],
    [
      "قصيدة لايثان الازراحي‎. ‎بمراحم الرب اغني الى الدهر. لدور فدور اخبر عن حقك بفمي‎.",
      "‎لاني قلت ان الرحمة الى الدهر تبنى. السموات تثبت فيها حقك‎.",
      "‎قطعت عهدا مع مختاري. حلفت لداود عبدي",
      "الى الدهر اثبت نسلك وابني الى دور فدور كرسيك. سلاه‎.",
      "‎والسموات تحمد عجائبك يا رب وحقك ايضا في جماعة القديسين‎.",
      "‎لانه من في السماء يعادل الرب. من يشبه الرب بين ابناء الله‎.",
      "‎اله مهوب جدا في مؤامرة القديسين ومخوف عند جميع الذين حوله",
      "يا رب اله الجنود من مثلك قوي رب وحقك من حولك‎.",
      "‎انت متسلط على كبرياء البحر. عند ارتفاع لججه انت تسكنها‎.",
      "‎انت سحقت رهب مثل القتيل. بذراع قوتك بددت اعداءك‎.",
      "‎لك السموات. لك ايضا الارض . المسكونة وملؤها انت اسّستهما‏‎.",
      "‎الشمال والجنوب انت خلقتهما. تابور وحرمون باسمك يهتفان‎.",
      "‎لك ذراع القدرة. قوية يدك. مرتفعة يمينك‎.",
      "‎العدل والحق قاعدة كرسيك. الرحمة والامانة تتقدمان امام وجهك.",
      "طوبى للشعب العارفين الهتاف. يا رب بنور وجهك يسلكون‎.",
      "‎باسمك يبتهجون اليوم كله وبعدلك يرتفعون‎.",
      "‎لانك انت فخر قوتهم وبرضاك ينتصب قرننا‎.",
      "‎لان الرب مجننا وقدوس اسرائيل ملكنا",
      "حينئذ كلمت برؤيا تقيك وقلت جعلت عونا على قوي. رفعت مختارا من بين الشعب‎.",
      "‎وجدت داود عبدي. بدهن قدسي مسحته‎.",
      "‎الذي تثبت يدي معه. ايضا ذراعي تشدده‎.",
      "‎لا يرغمه عدو وابن الاثم لا يذلله‎.",
      "‎واسحق اعداءه امام وجهه واضرب مبغضيه‎.",
      "‎اما امانتي ورحمتي فمعه وباسمي ينتصب قرنه‎.",
      "‎واجعل على البحر يده وعلى الانهار يمينه‎.",
      "‎هو يدعوني ابي انت. الهي وصخرة خلاصي‎.",
      "‎انا ايضا اجعله بكرا اعلى من ملوك الارض‎.",
      "‎الى الدهر احفظ له رحمتي. وعهدي يثبت له‎.",
      "‎واجعل الى الابد نسله وكرسيه مثل ايام السموات‎.",
      "‎ان ترك بنوه شريعتي ولم يسلكوا باحكامي",
      "ان نقضوا فرائضي ولم يحفظوا وصاياي",
      "افتقد بعصا معصيتهم وبضربات اثمهم‎.",
      "‎اما رحمتي فلا انزعها عنه ولا اكذب من جهة امانتي‎.",
      "‎لا انقض عهدي ولا اغيّر ما خرج من شفتيّ‎.",
      "‎مرة حلفت بقدسي اني لا اكذب لداود‎.",
      "‎نسله الى الدهر يكون وكرسيه كالشمس امامي‎.",
      "‎مثل القمر يثبت الى الدهر. والشاهد في السماء امين. سلاه",
      "لكنك رفضت ورذلت. غضبت على مسيحك‎.",
      "‎نقضت عهد عبدك. نجست تاجه في التراب‎.",
      "‎هدمت كل جدرانه. جعلت حصونه خرابا‎.",
      "‎افسده كل عابري الطريق. صار عارا عند جيرانه‎.",
      "‎رفعت يمين مضايقيه. فرحت جميع اعدائه‎.",
      "‎ايضا رددت حد سيفه ولم تنصره في القتال‎.",
      "‎ابطلت بهاءه والقيت كرسيه الى الارض‎.",
      "‎قصرت ايام شبابه غطيته بالخزي. سلاه",
      "حتى متى يا رب تختبئ كل الاختباء. حتى متى يتقد كالنار غضبك",
      "اذكر كيف انا زائل. الى اي باطل خلقت جميع بني آدم‎.",
      "‎اي انسان يحيا ولا يرى الموت اي ينجي نفسه من يد الهاوية. سلاه‎.",
      "‎اين مراحمك الأول يا رب التي حلفت بها لداود بامانتك‎.",
      "‎اذكر يا رب عار عبيدك. الذي احتمله في حضني من كثرة الامم كلها",
      "الذي به عير اعداؤك يا رب الذين عيّروا آثار مسيحك‎.",
      "‎مبارك الرب الى الدهر. آمين فآمين"
    ],
    [
      "صلاة لموسى رجل الله‎. ‎يا رب ملجأ كنت لنا في دور فدور‎.",
      "‎من قبل ان تولد الجبال او أبدأت الارض والمسكونة منذ الازل الى الابد انت الله‎.",
      "‎ترجع الانسان الى الغبار وتقول ارجعوا يا بني آدم‎.",
      "‎لان الف سنة في عينيك مثل يوم امس بعدما عبر وكهزيع من الليل‎.",
      "‎جرفتهم. كسنة يكونون. بالغداة كعشب يزول‎.",
      "‎بالغداة يزهر فيزول. عند المساء يجزّ فييبس",
      "لاننا قد فنينا بسخطك وبغضبك ارتعبنا‎.",
      "‎قد جعلت آثامنا امامك خفياتنا في ضوء وجهك‏‎.",
      "‎لان كل ايامنا قد انقضت برجزك. افنينا سنينا كقصة‎.",
      "‎ايام سنينا هي سبعون سنة. وان كانت مع القوة فثمانون سنة وافخرها تعب وبلية. لانها تقرض سريعا فنطير‎.",
      "‎من يعرف قوة غضبك. وكخوفك سخطك‎.",
      "‎احصاء ايامنا هكذا علمنا فنؤتى قلب حكمة",
      "ارجع يا رب. حتى متى. وترأف على عبيدك‎.",
      "‎اشبعنا بالغداة من رحمتك فنبتهج ونفرح كل ايامنا‎.",
      "‎فرحنا كالايام التي فيها اذللتنا كالسنين التي رأينا فيها شرا",
      "ليظهر فعلك لعبيدك وجلالك لبنيهم‎.",
      "‎ولتكن نعمة الرب الهنا علينا وعمل ايدينا ثبت علينا وعمل ايدينا ثبته"
    ],
    [
      "الساكن في ستر العلي في ظل القدير يبيت",
      "اقول للرب ملجإي وحصني الهي فاتكل عليه‎.",
      "‎لانه ينجيك من فخ الصياد ومن الوبإ الخطر‎.",
      "‎بخوافيه يظللك وتحت اجنحته تحتمي. ترس ومجن حقه‎.",
      "‎لا تخشى من خوف الليل ولا من سهم يطير في النهار‎.",
      "‎ولا من وبإ يسلك في الدجى ولا من هلاك يفسد في الظهيرة‎.",
      "‎يسقط عن جانبك الف وربوات عن يمينك. اليك لا يقرب‎.",
      "‎انما بعينيك تنظر وترى مجازاة الاشرار",
      "لانك قلت انت يا رب ملجإي. جعلت العلي مسكنك‎.",
      "‎لا يلاقيك شر ولا تدنو ضربة من خيمتك‎.",
      "‎لانه يوصي ملائكته بك لكي يحفظوك في كل طرقك‎.",
      "‎على الايدي يحملونك لئلا تصدم بحجر رجلك‎.",
      "‎على الاسد والصل تطأ. الشبل والثعبان تدوس‎.",
      "‎لانه تعلق بي انجيه. ارفعه لانه عرف اسمي‎.",
      "‎يدعوني فاستجيب له. معه انا في الضيق. انقذه وامجده‎.",
      "‎من طول الايام اشبعه واريه خلاصي"
    ],
    [
      "مزمور تسبيحة. ليوم السبت‎. ‎حسن هو الحمد للرب والترنم لاسمك ايها العلي‎.",
      "‎ان يخبر برحمتك في الغداة وامانتك كل ليلة",
      "على ذات عشرة اوتار وعلى الرباب على عزف العود‎.",
      "‎لانك فرحتني يا رب بصنائعك. باعمال يديك ابتهج‎.",
      "‎ما اعظم اعمالك يا رب واعمق جدا افكارك‎.",
      "‎الرجل البليد لا يعرف والجاهل لا يفهم هذا‎.",
      "‎اذا زها الاشرار كالعشب وازهر كل فاعلي الاثم فلكي يبادوا الى الدهر‎.",
      "‎اما انت يا رب فمتعال الى الابد‎.",
      "‎لانه هوذا اعداؤك يا رب لانه هوذا اعداؤك يبيدون. يتبدد كل فاعلي الاثم‎.",
      "‎وتنصب مثل البقر الوحشي قرني. تدهنت بزيت طري‎.",
      "‎وتبصر عيني بمراقبيّ. وبالقائمين عليّ بالشر تسمع اذناي",
      "الصدّيق كالنخلة يزهو كالارز في لبنان ينمو‎.",
      "‎مغروسين في بيت الرب في ديار الهنا يزهرون‎.",
      "‎ايضا يثمرون في الشيبة. يكونون دساما وخضرا",
      "ليخبروا بان الرب مستقيم. صخرتي هو ولا ظلم فيه"
    ],
    [
      "الرب قد ملك. لبس الجلال. لبس الرب القدرة. ائتزر بها. ايضا تثبتت المسكونة. لا تتزعزع‎.",
      "‎كرسيك مثبتة منذ القدم. منذ الازل انت‎.",
      "‎رفعت الانهار يا رب رفعت الانهار صوتها. ترفع الانهار عجيجها‎.",
      "‎من اصوات مياه كثيرة من غمار امواج البحر الرب في العلى اقدر‎.",
      "‎شهاداتك ثابتة جدا. ببيتك تليق القداسة يا رب الى طول الايام"
    ],
    [
      "يا اله النقمات يا رب يا اله النقمات اشرق‎.",
      "‎ارتفع يا ديان الارض. جاز صنيع المستكبرين‎.",
      "‎حتى متى الخطاة يا رب حتى متى الخطاة يشمتون‎.",
      "‎يبقون يتكلمون بوقاحة. كل فاعلي الاثم يفتخرون‎.",
      "‎يسحقون شعبك يا رب ويذلون ميراثك‎.",
      "‎يقتلون الارملة والغريب ويميتون اليتيم‎.",
      "‎ويقولون الرب لا يبصر واله يعقوب لا يلاحظ",
      "افهموا ايها البلداء في الشعب ويا جهلاء متى تعقلون‎.",
      "‎الغارس الاذن ألا يسمع. الصانع العين ألا يبصر‎.",
      "‎المؤدب الامم ألا يبكت. المعلم الانسان معرفة‎.",
      "‎الرب يعرف افكار الانسان انها باطلة‎.",
      "‎طوبى للرجل الذي تؤدبه يا رب وتعلمه من شريعتك",
      "لتريحه من ايام الشر حتى تحفر للشرير حفرة‎.",
      "‎لان الرب لا يرفض شعبه ولا يترك ميراثه‎.",
      "‎لانه الى العدل يرجع القضاء وعلى اثره كل مستقيمي القلوب",
      "من يقوم لي على المسيئين. من يقف لي ضد فعلة الاثم‎.",
      "‎لولا ان الرب معيني لسكنت نفسي سريعا ارض السكوت‎.",
      "‎اذ قلت قد زلت قدمي فرحمتك يا رب تعضدني‎.",
      "‎عند كثرة همومي في داخلي تعزياتك تلذذ نفسي‎.",
      "‎هل يعاهدك كرسي المفاسد المختلق اثما على فريضة‎.",
      "‎يزدحمون على نفس الصدّيق ويحكمون على دم زكي‎.",
      "‎فكان الرب لي صرحا والهي صخرة ملجإي",
      "ويرد عليهم اثمهم وبشرهم يفنيهم. يفنيهم الرب الهنا"
    ],
    [
      "هلم نرنم للرب نهتف لصخرة خلاصنا‎.",
      "‎نتقدم امامه بحمد وبترنيمات نهتف له‎.",
      "‎لان الرب اله عظيم ملك كبير على كل الآلهة‎.",
      "‎الذي بيده مقاصير الارض وخزائن الجبال له‎.",
      "‎الذي له البحر وهو صنعه ويداه سبكتا اليابسة",
      "هلم نسجد ونركع ونجثو امام الرب خالقنا‎.",
      "‎لانه هو الهنا ونحن شعب مرعاه وغنم يده. اليوم ان سمعتم صوته",
      "فلا تقسّوا قلوبكم كما في مريبة مثل يوم مسة في البرية",
      "حيث جربني آباؤكم. اختبروني. ابصروا ايضا فعلي",
      "اربعين سنة مقت ذلك الجيل وقلت هم شعب ضال قلبهم وهم لم يعرفوا سبلي‎.",
      "‎فاقسمت في غضبي لا يدخلون راحتي"
    ],
    [
      "رنموا للرب ترنيمة جديدة رنمي للرب يا كل الارض‎.",
      "‎رنموا للرب باركوا اسمه بشروا من يوم الى يوم بخلاصه‎.",
      "‎حدثوا بين الامم بمجده بين جميع الشعوب بعجائبه‎.",
      "‎لان الرب عظيم وحميد جدا مهوب هو على كل الآلهة‎.",
      "‎لان كل آلهة الشعوب اصنام اما الرب فقد صنع السموات‎.",
      "‎مجد وجلال قدامه. العزّ والجمال في مقدسه",
      "قدموا للرب يا قبائل الشعوب قدموا للرب مجدا وقوة‎.",
      "‎قدموا للرب مجد اسمه. هاتوا تقدمة وادخلوا دياره‎.",
      "‎اسجدوا للرب في زينة مقدسة. ارتعدي قدامه يا كل الارض‎.",
      "‎قولوا بين الامم الرب قد ملك. ايضا تثبتت المسكونة فلا تتزعزع. يدين الشعوب بالاستقامة‎.",
      "‎لتفرح السموات ولتبتهج الارض ليعج البحر وملؤه",
      "ليجذل الحقل وكل ما فيه لتترنم حينئذ كل اشجار الوعر",
      "امام الرب لانه جاء. جاء ليدين الارض. يدين المسكونة بالعدل والشعوب بامانته"
    ],
    [
      "الرب قد ملك فلتبتهج الارض ولتفرح الجزائر الكثيرة‎.",
      "‎السحاب والضباب حوله. العدل والحق قاعدة كرسيه‎.",
      "‎قدامه تذهب نار وتحرق اعداءه حوله‎.",
      "‎اضاءت بروقه المسكونة. رأت الارض وارتعدت‎.",
      "‎ذابت الجبال مثل الشمع قدام الرب قدام سيد الارض كلها‎.",
      "‎اخبرت السموات بعدله ورأى جميع الشعوب مجده",
      "يخزى كل عابدي تمثال منحوت المفتخرين بالاصنام. اسجدوا له يا جميع الآلهة‎.",
      "‎سمعت صهيون ففرحت وابتهجت بنات يهوذا من اجل احكامك يا رب‎.",
      "‎لانك انت يا رب علي على كل الارض. علوت جدا على كل الآلهة",
      "يا محبي الرب ابغضوا الشر. هو حافظ نفوس اتقيائه. من يد الاشرار ينقذهم‎.",
      "‎نور قد زرع للصديق وفرح للمستقيمي القلب‎.",
      "‎افرحوا ايها الصديقون بالرب واحمدوا ذكر قدسه"
    ],
    [
      "مزمور‎. ‎رنموا للرب ترنيمة جديدة لانه صنع عجائب. خلصته يمينه وذراع قدسه‎.",
      "‎اعلن الرب خلاصه. لعيون الامم كشف بره‎.",
      "‎ذكر رحمته وامانته لبيت اسرائيل. رأت كل اقاصي الارض خلاص الهنا",
      "اهتفي للرب يا كل الارض اهتفوا ورنموا وغنوا‎.",
      "‎رنموا للرب بعود. بعود وصوت نشيد",
      "بالابواق وصوت الصور اهتفوا قدام الملك الرب‎.",
      "‎ليعج البحر وملؤه المسكونة والساكنون فيها‎.",
      "‎الانهار لتصفق بالايادي الجبال لترنم معا",
      "امام الرب لانه جاء ليدين الارض. يدين المسكونة بالعدل والشعوب بالاستقامة"
    ],
    [
      "الرب قد ملك. ترتعد الشعوب. هو جالس على الكروبيم. تتزلزل الارض‎.",
      "‎الرب عظيم في صهيون وعال هو على كل الشعوب‎.",
      "‎يحمدون اسمك العظيم والمهوب. قدوس هو‎.",
      "‎وعز الملك ان يحب الحق. انت ثبت الاستقامة انت اجريت حقا وعدلا في يعقوب",
      "علّوا الرب الهنا واسجدوا عند موطئ قدميه. قدوس هو‎.",
      "‎موسى وهرون بين كهنته وصموئيل بين الذين يدعون باسمه. دعوا الرب‏ وهو استجاب لهم‎.",
      "‎بعمود السحاب كلمهم. حفظوا شهاداته والفريضة التي اعطاهم‎.",
      "‎ايها الرب الهنا انت استجبت لهم. الها غفورا كنت لهم ومنتقما على افعالهم‎.",
      "‎علّوا الرب الهنا. واسجدوا في جبل قدسه لان الرب الهنا قدوس"
    ],
    [
      "مزمور حمد‎. ‎اهتفي للرب يا كل الارض‎.",
      "‎اعبدوا الرب بفرح. ادخلوا الى حضرته بترنم‎.",
      "‎اعلموا ان الرب هو الله. هو صنعنا وله نحن شعبه وغنم مرعاه‎.",
      "‎ادخلوا ابوابه بحمد دياره بالتسبيح احمدوه باركوا اسمه‎.",
      "‎لان الرب صالح. الى الابد رحمته والى دور فدور امانته"
    ],
    [
      "لداود. مزمور‎. ‎رحمة وحكما اغني. لك يا رب ارنم‎.",
      "‎اتعقل في طريق كامل. متى تاتي اليّ. اسلك في كمال قلبي في وسط بيتي‎.",
      "‎لا اضع قدام عينيّ امرا رديئا عمل الزيغان ابغضت. لا يلصق بي.",
      "قلب معوج يبعد عني. الشرير لا اعرفه‎.",
      "‎الذي يغتاب صاحبه سرا هذا اقطعه. مستكبر العين ومنتفخ القلب لا احتمله‎.",
      "‎عيناي على امناء الارض لكي اجلسهم معي. السالك طريقا كاملا هو يخدمني‎.",
      "‎لا يسكن وسط بيتي عامل غش. المتكلم بالكذب لا يثبت امام عينيّ.",
      "باكرا ابيد جميع اشرار الارض لاقطع من مدينة الرب كل فاعلي الاثم"
    ],
    [
      "صلاة لمسكين اذا اعيا وسكب شكواه قدام الله‎. ‎يا رب استمع صلاتي وليدخل اليك صراخي‎.",
      "‎لا تحجب وجهك عني في يوم ضيقي. امل اليّ اذنك في يوم ادعوك‎. ‎استجب لي سريعا‎.",
      "‎لان ايامي قد فنيت في دخان وعظامي مثل وقيد قد يبست‎.",
      "‎ملفوح كالعشب ويابس قلبي حتى سهوت عن اكل خبزي‎.",
      "‎من صوت تنهدي لصق عظمي بلحمي‎.",
      "‎اشبهت قوق البرية. صرت مثل بومة الخرب‎.",
      "‎سهدت وصرت كعصفور منفرد على السطح‎.",
      "‎اليوم كله عيّرني اعدائي. الحنقون عليّ حلفوا عليّ‎.",
      "‎اني قد اكلت الرماد مثل الخبز ومزجت شرابي بدموع",
      "بسبب غضبك وسخطك لانك حملتني وطرحتني‎.",
      "‎ايامي كظل مائل وانا مثل العشب يبست",
      "اما انت يا رب فالى الدهر جالس وذكرك الى دور فدور‎.",
      "‎انت تقوم وترحم صهيون لانه وقت الرأفة لانه جاء الميعاد‎.",
      "‎لان عبيدك قد سرّوا بحجارتها وحنّوا الى ترابها‎.",
      "‎فتخشى الامم اسم الرب وكل ملوك الارض مجدك‎.",
      "‎اذا بنى الرب صهيون يرى بمجده‎.",
      "‎التفت الى صلاة المضطر ولم يرذل دعاءهم‎.",
      "‎يكتب هذا للدور الآخر وشعب سوف يخلق يسبح الرب‎.",
      "‎لانه اشرف من علو قدسه الرب من السماء الى الارض نظر",
      "ليسمع انين الاسير ليطلق بني الموت",
      "لكي يحدث في صهيون باسم الرب وبتسبيحه في اورشليم",
      "عند اجتماع الشعوب معا والممالك لعبادة الرب",
      "ضعّف في الطريق قوتي قصر ايامي‎.",
      "‎اقول يا الهي لا تقبضني في نصف ايامي. الى دهر الدهور سنوك‎.",
      "‎من قدم اسست الارض والسموات هي عمل يديك‎.",
      "‎هي تبيد وانت تبقى وكلها كثوب تبلى كرداء تغيّرهنّ فتتغيّر‎.",
      "‎وانت هو وسنوك لن تنتهي‎.",
      "‎ابناء عبيدك يسكنون وذريتهم تثبت امامك"
    ],
    [
      "لداود‎. ‎باركي يا نفسي الرب وكل ما في باطني ليبارك اسمه القدوس‎.",
      "‎باركي يا نفسي الرب ولا تنسي كل حسناته‎.",
      "‎الذي يغفر جميع ذنوبك الذي يشفي كل امراضك",
      "الذي يفدي من الحفرة حياتك الذي يكللك بالرحمة والرأفة",
      "الذي يشبع بالخير عمرك فيتجدد مثل النسر شبابك",
      "الرب مجري العدل والقضاء لجميع المظلومين‎.",
      "‎عرف موسى طرقه وبني اسرائيل افعاله‎.",
      "‎الرب رحيم ورؤوف طويل الروح وكثير الرحمة‎.",
      "‎لا يحاكم الى الابد ولا يحقد الى الدهر‏‎.",
      "‎لم يصنع معنا حسب خطايانا ولم يجازنا حسب آثامنا‎.",
      "‎لانه مثل ارتفاع السموات فوق الارض قويت رحمته على خائفيه‎.",
      "‎كبعد المشرق من المغرب ابعد عنا معاصينا",
      "كما يترأف الاب على البنين يترأف الرب على خائفيه‎.",
      "‎لانه يعرف جبلتنا. يذكر اننا تراب نحن‎.",
      "‎الانسان مثل العشب ايامه. كزهر الحقل كذلك يزهر‎.",
      "‎لان ريحا تعبر عليه فلا يكون ولا يعرفه موضعه بعد‎.",
      "‎اما رحمة الرب فالى الدهر والابد على خائفيه وعدله على بني البنين",
      "لحافظي عهده وذاكري وصاياه ليعملوها",
      "الرب في السموات ثبت كرسيه ومملكته على الكل تسود‎.",
      "‎باركوا الرب يا ملائكته المقتدرين قوة الفاعلين امره عند سماع صوت كلامه‎.",
      "‎باركوا الرب يا جميع جنوده خدامه العاملين مرضاته‎.",
      "‎باركوا الرب يا جميع اعماله في كل مواضع سلطانه باركي يا نفسي الرب"
    ],
    [
      "باركي يا نفسي الرب. يا رب الهي قد عظمت جدا مجدا وجلالا لبست.",
      "اللابس النور كثوب الباسط السموات كشقّة‎.",
      "‎المسقف علاليه بالمياه الجاعل السحاب مركبته الماشي على اجنحة الريح",
      "الصانع ملائكته رياحا وخدامه نارا ملتهبة",
      "المؤسس الارض على قواعدها فلا تتزعزع الى الدهر والابد‎.",
      "‎كسوتها الغمر كثوب. فوق الجبال تقف المياه‎.",
      "‎من انتهارك تهرب من صوت رعدك تفر‎.",
      "‎تصعد الى الجبال. تنزل الى البقاع الى الموضع الذي اسسته لها.",
      "وضعت لها تخما لا تتعداه. لا ترجع لتغطي الارض",
      "المفجر عيونا في الاودية. بين الجبال تجري‎.",
      "‎تسقي كل حيوان البر. تكسر الفراء ظمأها‎.",
      "‎فوقها طيور السماء تسكن. من بين الاغصان تسمع صوتا‎.",
      "‎الساقي الجبال من علاليه. من ثمر اعمالك تشبع الارض‎.",
      "‎المنبت عشبا للبهائم وخضرة لخدمة الانسان لاخراج خبز من الارض",
      "وخمر تفرح قلب الانسان لإلماع وجهه اكثر من الزيت وخبز يسند قلب الانسان‎.",
      "‎تشبع اشجار الرب ارز لبنان الذي نصبه‎.",
      "‎حيث تعشش هناك العصافير اما اللقلق فالسرو بيته‎.",
      "‎الجبال العالية للوعول الصخور ملجأ للوبار",
      "صنع القمر للمواقيت الشمس تعرف مغربها‎.",
      "‎تجعل ظلمة فيصير ليل. فيه يدبّ كل حيوان الوعر‎.",
      "‎الاشبال تزمجر لتخطف ولتلتمس من الله طعامها‎.",
      "‎تشرق الشمس فتجتمع وفي مآويها تربض‎.",
      "‎الانسان يخرج الى عمله والى شغله الى المساء‏",
      "ما اعظم اعمالك يا رب. كلها بحكمة صنعت. ملآنة الارض من غناك.",
      "هذا البحر الكبير الواسع الاطراف. هناك دبابات بلا عدد. صغار حيوان مع كبار‎.",
      "‎هناك تجري السفن. لوياثان هذا خلقته ليلعب فيه‎.",
      "‎كلها اياك تترجى لترزقها قوتها في حينه‎.",
      "‎تعطيها فتلتقط. تفتح يدك فتشبع خيرا‎.",
      "‎تحجب وجهك فترتاع. تنزع ارواحها فتموت والى ترابها تعود‎.",
      "‎ترسل روحك فتخلق. وتجدد وجه الارض",
      "يكون مجد الرب الى الدهر. يفرح الرب باعماله‎.",
      "‎الناظر الى الارض فترتعد. يمسّ الجبال فتدخن‎.",
      "‎اغني للرب في حياتي. ارنم لالهي ما دمت موجودا‎.",
      "‎فيلذ له نشيدي وانا افرح بالرب‎.",
      "‎لتبد الخطاة من الارض والاشرار لا يكونوا بعد. باركي يا نفسي الرب. هللويا"
    ],
    [
      "احمدوا الرب ادعوا باسمه. عرفوا بين الامم باعماله‎.",
      "‎غنوا له رنموا له. انشدوا بكل عجائبه‎.",
      "‎افتخروا باسمه القدوس. لتفرح قلوب الذين يلتمسون الرب",
      "اطلبوا الرب وقدرته. التمسوا وجهه دائما‎.",
      "‎اذكروا عجائبه التي صنع. آياته واحكام فيه",
      "يا ذرية ابراهيم عبده يا بني يعقوب مختاريه‎.",
      "‎هو الرب الهنا في كل الارض احكامه‎.",
      "‎ذكر الى الدهر عهده كلاما اوصى به الى الف دور",
      "الذي عاهد به ابراهيم وقسمه لاسحق",
      "فثبته ليعقوب فريضة ولاسرائيل عهدا ابديا",
      "قائلا لك اعطي ارض كنعان حبل ميراثكم‎.",
      "‎اذ كانوا عددا يحصى قليلين وغرباء فيها‎.",
      "‎ذهبوا من امة الى امة من مملكة الى شعب آخر‎.",
      "‎فلم يدع انسانا يظلمهم. بل وبخ ملوكا من اجلهم‎.",
      "‎قائلا لا تمسوا مسحائي ولا تسيئوا الى انبيائي‎.",
      "‎دعا بالجوع على الارض كسر قوام الخبز كله‎.",
      "‎ارسل امامهم رجلا. بيع يوسف عبدا‎.",
      "‎آذوا بالقيد رجليه. في الحديد دخلت نفسه",
      "الى وقت مجيء كلمته. قول الرب امتحنه‎.",
      "‎ارسل الملك فحله. ارسل سلطان الشعب فاطلقه‎.",
      "‎اقامه سيدا على بيته ومسلطا على كل ملكه",
      "ليأسر رؤساءه حسب ارادته ويعلم مشايخه حكمة‎.",
      "‎فجاء اسرائيل الى مصر ويعقوب تغرب في ارض حام",
      "جعل شعبه مثمرا جدا واعزه على اعدائه",
      "حول قلوبهم ليبغضوا شعبه ليحتالوا على عبيده‎.",
      "‎ارسل موسى عبده وهرون الذي اختاره‎.",
      "‎اقاما بينهم كلام آياته وعجائب في ارض حام‎.",
      "‎ارسل ظلمة فاظلمت ولم يعصوا كلامه‎.",
      "‎حول مياههم الى دم وقتل اسماكهم‎.",
      "‎افاضت ارضهم ضفادع. حتى في مخادع ملوكهم‎.",
      "‎أمر فجاء الذبان والبعوض في كل تخومهم‎.",
      "‎جعل امطارهم بردا ونارا ملتهبة في ارضهم‎.",
      "‎ضرب كرومهم وتينهم وكسر كل اشجار تخومهم‎.",
      "‎امر فجاء الجراد وغوغاء بلا عدد",
      "فأكل كل عشب في بلادهم. وأكل اثمار ارضهم‎.",
      "‎قتل كل بكر في ارضهم. اوائل كل قوتهم‎.",
      "‎فاخرجهم بفضة وذهب ولم يكن في اسباطهم عاثر‎.",
      "‎فرحت مصر بخروجهم لان رعبهم سقط عليهم",
      "بسط سحابا سجفا ونارا لتضيء الليل‎.",
      "‎سألوا فاتاهم بالسلوى وخبز السماء اشبعهم‎.",
      "‎شق الصخرة فانفجرت المياه. جرت في اليابسة نهرا‎.",
      "‎لانه ذكر كلمة قدسه مع ابراهيم عبده",
      "فاخرج شعبه بابتهاج ومختاريه بترنم‎.",
      "‎واعطاهم اراضي الامم. وتعب الشعوب ورثوه‎.",
      "‎لكي يحفظوا فرائضه ويطيعوا شرائعه. هللويا"
    ],
    [
      "هللويا. احمدوا الرب لانه صالح لان الى الابد رحمته‎.",
      "‎من يتكلم بجبروت الرب من يخبر بكل تسابيحه‎.",
      "‎طوبى للحافظين الحق وللصانع البر في كل حين‎.",
      "‎اذكرني يا رب برضا شعبك. تعهدني بخلاصك‎.",
      "‎لأرى خير مختاريك. لأفرح بفرح أمتك. لأفتخر مع ميراثك",
      "اخطأنا مع آبائنا اسأنا واذنبنا‎.",
      "‎آباؤنا في مصر لم يفهموا عجائبك لم يذكروا كثرة مراحمك فتمردوا عند البحر عند بحر سوف‎.",
      "‎فخلصهم من اجل اسمه ليعرف بجبروته",
      "وانتهر بحر سوف فيبس وسيرهم في اللجج كالبرية‎.",
      "‎وخلّصهم من يد المبغض وفداهم من يد العدو‎.",
      "‎وغطت المياه مضايقيهم واحد منهم لم يبق",
      "فآمنوا بكلامه. غنوا بتسبيحه‎.",
      "‎اسرعوا فنسوا اعماله. لم ينتظروا مشورته‎.",
      "‎بل اشتهوا شهوة في البرية وجربوا الله في القفر‎.",
      "‎فاعطاهم سؤلهم وارسل هزالا في انفسهم‎.",
      "‎وحسدوا موسى في المحلّة وهرون قدوس الرب‎.",
      "‎فتحت الارض وابتلعت داثان وطبقت على جماعة ابيرام‎.",
      "‎واشتعلت نار في جماعتهم. اللهيب احرق الاشرار",
      "صنعوا عجلا في حوريب وسجدوا لتمثال مسبوك‎.",
      "‎وابدلوا مجدهم بمثال ثور آكل عشب‎.",
      "‎نسوا الله مخلصهم الصانع عظائم في مصر",
      "وعجائب في ارض حام ومخاوف على بحر سوف‎.",
      "‎فقال باهلاكهم لولا موسى مختاره وقف في الثغر قدامه ليصرف غضبه عن اتلافهم‎.",
      "‎ورذلوا الارض الشهية. لم يؤمنوا بكلمته‎.",
      "‎بل تمرمروا في خيامهم. لم يسمعوا لصوت الرب‎.",
      "‎فرفع يده عليهم ليسقطهم في البرية",
      "وليسقط نسلهم بين الامم وليبددهم في الاراضي‎.",
      "‎وتعلقوا ببعل فغور واكلوا ذبائح الموتى‎.",
      "‎واغاظوه باعمالهم فاقتحمهم الوبأ‎.",
      "‎فوقف فينحاس ودان فامتنع الوبأ‎.",
      "‎فحسب له ذلك برا الى دور فدور الى الابد",
      "واسخطوه على ماء مريبة حتى تأذى موسى بسببهم‎.",
      "‎لانهم امرّوا روحه حتى فرط بشفتيه‎.",
      "‎لم يستأصلوا الامم الذين قال لهم الرب عنهم",
      "بل اختلطوا بالامم وتعلموا اعمالهم",
      "وعبدوا اصنامهم فصارت لهم شركا‎.",
      "‎وذبحوا بنيهم وبناتهم للاوثان",
      "واهرقوا دما زكيا دم بنيهم وبناتهم الذين ذبحوهم لاصنام كنعان وتدنست الارض بالدماء",
      "وتنجسوا باعمالهم وزنوا بافعالهم‎.",
      "‎فحمي غضب الرب على شعبه وكره ميراثه‎.",
      "‎واسلمهم ليد الامم وتسلط عليهم مبغضوهم‎.",
      "‎وضغطهم اعداؤهم فذلوا تحت يدهم",
      "مرات كثيرة انقذهم. اما هم فعصوه بمشورتهم وانحطوا باثمهم",
      "فنظر الى ضيقهم اذ سمع صراخهم‏",
      "وذكر لهم عهده وندم حسب كثرة رحمته‎.",
      "‎واعطاهم نعمة قدام كل الذين سبوهم‎.",
      "‎خلّصنا ايها الرب الهنا واجمعنا من بين الامم لنحمد اسم قدسك ونتفاخر بتسبيحك‎.",
      "‎مبارك الرب اله اسرائيل من الازل والى الابد. ويقول كل الشعب آمين. هللويا"
    ],
    [
      "احمدوا الرب لانه صالح لان الى الابد رحمته‎.",
      "‎ليقل مفديو الرب الذين فداهم من يد العدو",
      "ومن البلدان جمعهم من المشرق ومن المغرب من الشمال ومن البحر‎.",
      "‎تاهوا في البرية في قفر بلا طريق. لم يجدوا مدينة سكن‎.",
      "‎جياع عطاش ايضا اعيت انفسهم فيهم‏‎.",
      "‎فصرخوا الى الرب في ضيقهم فانقذهم من شدائدهم‎.",
      "‎وهداهم طريقا مستقيما ليذهبوا الى مدينة سكن‎.",
      "‎فليحمدوا الرب على رحمته وعجائبه لبني آدم",
      "لانه اشبع نفسا مشتهية وملأ نفسا جائعة خبزا",
      "الجلوس في الظلمة وظلال الموت موثقين بالذل والحديد‎.",
      "‎لانهم عصوا كلام الله واهانوا مشورة العلي",
      "فاذل قلوبهم بتعب. عثروا ولا معين‎.",
      "‎ثم صرخوا الى الرب في ضيقهم فخلصهم من شدائدهم‎.",
      "‎اخرجهم من الظلمة وظلال الموت وقطع قيودهم‎.",
      "‎فليحمدوا الرب على رحمته وعجائبه لبني آدم‎.",
      "‎لانه كسر مصاريع نحاس وقطع عوارض حديد",
      "والجهال من طريق معصيتهم ومن آثامهم يذلون‎.",
      "‎كرهت انفسهم كل طعام واقتربوا الى ابواب الموت‎.",
      "‎فصرخوا الى الرب في ضيقهم فخلّصهم من شدائدهم‎.",
      "‎ارسل كلمته فشفاهم ونجاهم من تهلكاتهم‎.",
      "‎فليحمدوا الرب على رحمته وعجائبه لبني آدم",
      "وليذبحوا له ذبائح الحمد وليعدوا اعماله بترنم",
      "النازلون الى البحر في السفن العاملون عملا في المياه الكثيرة",
      "هم رأوا اعمال الرب وعجائبه في العمق‎.",
      "‎امر فاهاج ريحا عاصفة فرفعت امواجه‎.",
      "‎يصعدون الى السموات يهبطون الى الاعماق. ذابت انفسهم بالشقاء.",
      "يتمايلون ويترنحون مثل السكران وكل حكمتهم ابتلعت‎.",
      "‎فيصرخون الى الرب في ضيقهم ومن شدائدهم يخلصهم‎.",
      "‎يهدئ العاصفة فتسكن وتسكت امواجها‎.",
      "‎فيفرحون لانهم هدأوا فيهديهم الى المرفإ الذي يريدونه‎.",
      "‎فليحمدوا الرب على رحمته وعجائبه لبني آدم‎.",
      "‎وليرفعوه في مجمع الشعب وليسبحوه في مجلس المشايخ",
      "يجعل الانهار قفارا ومجاري المياه معطشة",
      "والارض المثمرة سبخة من شر الساكنين فيها‎.",
      "‎يجعل القفر غدير مياه وارضا يبسا ينابيع مياه‎.",
      "‎ويسكن هناك الجياع فيهيئون مدينة سكن‎.",
      "‎ويزرعون حقولا ويغرسون كروما فتصنع ثمر غلة‎.",
      "‎ويباركهم فيكثرون جدا ولا يقلل بهائمهم‎.",
      "‎ثم يقلون وينحنون من ضغط الشر والحزن‎.",
      "‎يسكب هوانا على رؤساء ويضلهم في تيه بلا طريق‎.",
      "‎ويعلي المسكين من الذل ويجعل القبائل مثل قطعان الغنم‎.",
      "‎يرى ذلك المستقيمون فيفرحون وكل اثم يسد فاه‎.",
      "‎من كان حكيما يحفظ هذا ويتعقل مراحم الرب"
    ],
    [
      "تسبيحة. مزمور لداود‎. ‎ثابت قلبي يا الله اغني وارنم. كذلك مجدي‏‎.",
      "‎استيقظي ايتها الرباب والعود انا استيقظ سحرا‎.",
      "‎احمدك بين الشعوب يا رب وارنم لك بين الامم‎.",
      "‎لان رحمتك قد عظمت فوق السموات والى الغمام حقك‎.",
      "‎ارتفع اللهم على السموات وليرتفع على كل الارض مجدك‎.",
      "‎لكي ينجو احباؤك. خلص بيمينك واستجب لي",
      "الله قد تكلم بقدسه. ابتهج اقسم شكيم واقيس وادي سكوت‎.",
      "‎لي جلعاد لي منسّى. افرايم خوذة راسي. يهوذا صولجاني‎.",
      "‎موآب مرحضتي. على ادوم اطرح نعلي. يا فلسطين اهتفي عليّ",
      "من يقودني الى المدينة المحصّنة. من يهديني الى ادوم‎.",
      "‎أليس انت يا الله الذي رفضتنا ولا تخرج يا الله مع جيوشنا‎.",
      "‎اعطنا عونا في الضيق فباطل هو خلاص الانسان‎.",
      "‎بالله نصنع بباس وهو يدوس اعداءنا"
    ],
    [
      "لامام المغنين. لداود. مزمور‎. ‎يا اله تسبيحي لا تسكت‎.",
      "‎لانه قد انفتح عليّ فم الشرير وفم الغش. تكلموا معي بلسان كذب.",
      "بكلام بغض احاطوا بي وقاتلوني بلا سبب‎.",
      "‎بدل محبتي يخاصمونني. اما انا فصلاة‎.",
      "‎وضعوا علي شرا بدل خير وبغضا بدل حبي",
      "فاقم انت عليه شريرا وليقف شيطان عن يمينه‏‎.",
      "‎اذا حوكم فليخرج مذنبا وصلاته فلتكن خطية‎.",
      "‎لتكن ايامه قليلة ووظيفته ليأخذها آخر‎.",
      "‎ليكن بنوه ايتاما وامرأته ارملة‎.",
      "‎ليته بنوه تيهانا ويستعطوا. ويلتمسوا خبزا من خربهم‎.",
      "‎ليصطد المرابي كل ما له ولينهب الغرباء تعبه‎.",
      "‎لا يكن له باسط رحمة ولا يكن مترأف على يتاماه‎.",
      "‎لتنقرض ذريته. في الجيل القادم ليمح اسمهم‎.",
      "‎ليذكر اثم آبائه لدى الرب ولا تمح خطية امه‎.",
      "‎لتكن امام الرب دائما وليقرض من الارض ذكرهم‎.",
      "‎من اجل انه لم يذكر ان يصنع رحمة بل طرد انسانا مسكينا وفقيرا‏ والمنسحق القلب ليميته‎.",
      "‎واحب اللعنة فأتته ولم يسر بالبركة فتباعدت عنه‎.",
      "‎ولبس اللعنة مثل ثوبه فدخلت كمياه في حشاه وكزيت في عظامه‎.",
      "‎لتكن له كثوب يتعطف به وكمنطقة يتنطق بها دائما‎.",
      "‎هذه اجرة مبغضيّ من عند الرب واجرة المتكلمين شرا على نفسي",
      "اما انت يا رب السيد فاصنع معي من اجل اسمك. لان رحمتك طيبة نجني‎.",
      "‎فاني فقير ومسكين انا وقلبي مجروح في داخلي‎.",
      "‎كظل عند ميله ذهبت. انتفضت كجرادة‎.",
      "‎ركبتاي ارتعشتا من الصوم ولحمي هزل عن سمن‎.",
      "‎وانا صرت عارا عندهم. ينظرون اليّ وينغضون رؤوسهم",
      "أعنّي يا رب الهي. خلّصني حسب رحمتك‎.",
      "‎وليعلموا ان هذه هي يدك. انت يا رب فعلت هذا‎.",
      "‎اما هم فيلعنون. واما انت فتبارك. قاموا وخزوا. اما عبدك فيفرح‎.",
      "‎ليلبس خصمائي خجلا وليتعطفوا بخزيهم كالرداء‎.",
      "‎احمد الرب جدا بفمي وفي وسط كثيرين اسبحه‎.",
      "‎لانه يقوم عن يمين المسكين ليخلّصه من القاضين على نفسه"
    ],
    [
      "لداود. مزمور‎. ‎قال الرب لربي اجلس عن يميني حتى اضع اعداءك موطئا لقدميك‎.",
      "‎يرسل الرب قضيب عزك من صهيون. تسلط في وسط اعدائك‎.",
      "‎شعبك منتدب في يوم قوتك في زينة مقدسة من رحم الفجر لك طل حداثتك",
      "اقسم الرب ولن يندم. انت كاهن الى الابد على رتبة ملكي صادق‎.",
      "‎الرب عن يمينك يحطم في يوم رجزه ملوكا‎.",
      "‎يدين بين الامم. ملأ جثثا ارضا واسعة سحق رؤوسها‎.",
      "‎من النهر يشرب في الطريق لذلك يرفع الراس"
    ],
    [
      "هللويا. احمد الرب بكل قلبي في مجلس المستقيمين وجماعتهم‎.",
      "‎عظيمة هي اعمال الرب مطلوبة لكل المسرورين بها‎.",
      "‎جلال وبهاء عمله وعدله قائم الى الابد‎.",
      "‎صنع ذكرا لعجائبه. حنّان ورحيم هو الرب‏‎.",
      "‎اعطى خائفيه طعاما‎ . ‎ ‎يذكر الى الابد عهده‎.",
      "‎اخبر شعبه بقوة اعماله ليعطيهم ميراث الامم‎.",
      "‎اعمال يديه امانة وحق. كل وصاياه امينة",
      "ثابتة مدى الدهر والابد مصنوعة بالحق والاستقامة‎.",
      "‎ارسل فداء لشعبه. اقام الى الابد عهده. قدوس ومهوب اسمه‎.",
      "‎راس الحكمة مخافة الرب. فطنة جيدة لكل عامليها. تسبيحه قائم الى الابد"
    ],
    [
      "هللويا. طوبى للرجل المتقي الرب المسرور جدا بوصاياه‎.",
      "‎نسله يكون قويا في الارض. جيل المستقيمين يبارك‎.",
      "‎رغد وغنى في بيته وبره قائم الى الابد‏‎.",
      "‎نور اشرق في الظلمة للمستقيمين. هو حنّان ورحيم وصديق",
      "سعيد هو الرجل الذي يترأف ويقرض. يدبر اموره بالحق‎.",
      "‎لانه لا يتزعزع الى الدهر. الصدّيق يكون لذكر ابدي‎.",
      "‎لا يخشى من خبر سوء. قلبه ثابت متكلا على الرب‎.",
      "‎قلبه ممكن فلا يخاف حتى يرى بمضايقيه‎.",
      "‎فرّق اعطى المساكين بره قائم الى الابد. قرنه ينتصب بالمجد‎.",
      "‎الشرير يرى فيغضب. يحرق اسنانه ويذوب. شهوة الشرير تبيد"
    ],
    [
      "هللويا. سبحوا يا عبيد الرب. سبحوا اسم الرب‎.",
      "‎ليكن اسم الرب مباركا من الآن والى الابد‎.",
      "‎من مشرق الشمس الى مغربها اسم الرب مسبح‎.",
      "‎الرب عال فوق كل الامم. فوق السموات مجده‎.",
      "‎من مثل الرب الهنا الساكن في الاعالي",
      "الناظر الاسافل في السموات وفي الارض",
      "المقيم المسكين من التراب. الرافع البائس من المزبلة",
      "ليجلسه مع اشراف مع اشراف شعبه‎.",
      "‎المسكن العاقر في بيت ام اولاد فرحانة. هللويا"
    ],
    [
      "عند خروج اسرائيل من مصر وبيت يعقوب من شعب أعجم",
      "كان يهوذا مقدسه. واسرائيل محل سلطانه‎.",
      "‎البحر رآه فهرب. الاردن رجع الى خلف‎.",
      "‎الجبال قفزت مثل الكباش والآكام مثل حملان الغنم‎.",
      "‎ما لك ايها البحر قد هربت وما لك ايها الاردن قد رجعت الى خلف",
      "وما لكن ايتها الجبال قد قفزتنّ مثل الكباش وايتها التلال مثل حملان الغنم‎.",
      "‎ايتها الارض تزلزلي من قدام الرب من قدام اله يعقوب",
      "المحول الصخرة الى غدران مياه الصوان الى ينابيع مياه"
    ],
    [
      "ليس لنا يا رب ليس لنا لكن لاسمك اعط مجدا من اجل رحمتك من اجل امانتك‎.",
      "‎لماذا يقول الامم اين هو الههم‎.",
      "‎ان الهنا في السماء. كلما شاء صنع‎.",
      "‎اصنامهم فضة وذهب عمل ايدي الناس‎.",
      "‎لها افواه ولا تتكلم. لها اعين ولا تبصر‎.",
      "‎لها آذان ولا تسمع. لها مناخر ولا تشم‎.",
      "‎لها ايد ولا تلمس. لها ارجل ولا تمشي ولا تنطق بحناجرها‎.",
      "‎مثلها يكون صانعوها بل كل من يتكل عليها",
      "يا اسرائيل اتكل على الرب. هو معينهم ومجنهم‎.",
      "‎يا بيت هرون اتكلوا على الرب. هو معينهم ومجنهم‎.",
      "‎يا متقي الرب اتكلوا على الرب. هو معينهم ومجنهم‎.",
      "‎الرب قد ذكرنا فيبارك. يبارك بيت اسرائيل يبارك بيت هرون‎.",
      "‎يبارك متقي الرب الصغار مع الكبار‎.",
      "‎ليزد الرب عليكم. عليكم وعلى ابنائكم‎.",
      "‎انتم مباركون للرب الصانع السموات والارض‎.",
      "‎السموات سموات للرب. اما الارض فاعطاها لبني آدم‎.",
      "‎ليس الاموات يسبحون الرب ولا من ينحدر الى ارض السكوت‎.",
      "‎اما نحن فنبارك الرب من الآن والى الدهر. هللويا"
    ],
    [
      "احببت لان الرب يسمع صوتي تضرعاتي‎.",
      "‎لانه امال اذنه اليّ. فادعوه مدة حياتي‎.",
      "‎اكتنفتني حبال الموت اصابتني شدائد الهاوية. كابدت ضيقا وحزنا.",
      "وباسم الرب دعوت آه يا رب نج نفسي‎.",
      "‎الرب حنّان وصديق والهنا رحيم‎.",
      "‎الرب حافظ البسطاء. تذللت فخلصني‎.",
      "‎ارجعي يا نفسي الى راحتك لان الرب قد احسن اليك‎.",
      "‎لانك انقذت نفسي من الموت وعيني من الدمعة ورجلي من الزلق‎.",
      "‎اسلك قدام الرب في ارض الاحياء",
      "آمنت لذلك تكلمت. انا تذللت جدا‎.",
      "‎انا قلت في حيرتي كل انسان كاذب‎.",
      "‎ماذا ارد للرب من اجل كل حسناته لي‎.",
      "‎كاس الخلاص اتناول وباسم الرب ادعو‎.",
      "‎اوفي نذوري للرب مقابل كل شعبه",
      "عزيز في عيني الرب موت اتقيائه‎.",
      "‎آه يا رب. لاني عبدك. انا عبدك ابن امتك. حللت قيودي‎.",
      "‎فلك اذبح ذبيحة حمد وباسم الرب ادعو‏‎.",
      "‎اوفي نذوري للرب مقابل شعبه",
      "في ديار بيت الرب في وسطك يا اورشليم. هللويا"
    ],
    [
      "سبحوا الرب يا كل الامم حمدوه يا كل الشعوب‎.",
      "‎لان رحمته قد قويت علينا وامانة الرب الى الدهر. هللويا"
    ],
    [
      "احمدوا الرب لانه صالح لان الى الابد رحمته‎.",
      "‎ليقل اسرائيل ان الى الابد رحمته‎.",
      "‎ليقل بيت هرون ان الى الابد رحمته‎.",
      "‎ليقل متقو الرب ان الى الابد رحمته",
      "من الضيق دعوت الرب فاجابني من الرحب‎.",
      "‎الرب لي فلا اخاف. ماذا يصنع بي الانسان‎.",
      "‎الرب لي بين معينيّ وانا سأرى باعدائي‎.",
      "‎الاحتماء بالرب خير من التوكل على انسان",
      "الاحتماء بالرب خير من التوكل على الرؤساء‎.",
      "‎كل الامم احاطوا بي. باسم الرب ابيدهم‎.",
      "‎احاطوا بي واكتنفوني. باسم الرب ابيدهم‎.",
      "‎احاطوا بي مثل النحل. انطفأوا كنار الشوك. باسم الرب ابيدهم.",
      "دحرتني دحورا لاسقط. اما الرب فعضدني‎.",
      "‎قوتي وترنمي الرب وقد صار لي خلاصا‎.",
      "‎صوت ترنم وخلاص في خيام الصديقين. يمين الرب صانعة ببأس",
      "يمين الرب مرتفعة. يمين الرب صانعة ببأس‎.",
      "‎لا اموت بل احيا واحدث باعمال الرب‎.",
      "‎تأديبا ادبني الرب والى الموت لم يسلمني",
      "افتحوا لي ابواب البر. ادخل فيها واحمد الرب‎.",
      "‎هذا الباب للرب. الصديقون يدخلون فيه‎.",
      "‎احمدك لانك استجبت لي وصرت لي خلاصا‎.",
      "‎الحجر الذي رفضه البناؤون قد صار راس الزاوية‎.",
      "‎من قبل الرب كان هذا وهو عجيب في اعيننا",
      "هذا هو اليوم الذي صنعه الرب. نبتهج ونفرح فيه‎.",
      "‎آه يا رب خلّص. آه يا رب انقذ‎.",
      "‎مبارك الآتي باسم الرب. باركناكم من بيت الرب‎.",
      "‎الرب هو الله وقد انار لنا. اوثقوا الذبيحة بربط الى قرون المذبح‎.",
      "‎الهي انت فاحمدك الهي فارفعك‎.",
      "‎احمدوا الرب لانه صالح لان الى الابد رحمته"
    ],
    [
      "ا ـ طوبى للكاملين طريقا السالكين في شريعة الرب‎.",
      "‎طوبى لحافظي شهاداته. من كل قلوبهم يطلبونه‎.",
      "‎ايضا لا يرتكبون اثما. في طرقه يسلكون‎.",
      "‎انت اوصيت بوصاياك ان تحفظ تماما",
      "ليت طرقي تثبت في حفظ فرائضك‎.",
      "‎حينئذ لا اخزى اذا نظرت الى كل وصاياك‎.",
      "‎احمدك باستقامة قلب عند تعلمي احكام عدلك‎.",
      "‎وصاياك احفظ. لا تتركني الى الغاية",
      "ب ـ بم يزكي الشاب طريقه. بحفظه اياه حسب كلامك‎.",
      "‎بكل قلبي طلبتك. لا تضلني عن وصاياك‎.",
      "‎خبأت كلامك في قلبي لكيلا اخطئ اليك‎.",
      "‎مبارك انت يا رب. علمني فرائضك‎.",
      "‎بشفتيّ حسبت كل احكام فمك‎.",
      "‎بطريق شهاداتك فرحت كما على كل الغنى‎.",
      "‎بوصاياك الهج والاحظ سبلك‎.",
      "‎بفرائضك اتلذذ. لا انسى كلامك",
      "ج ـ احسن الى عبدك فاحيا واحفظ امرك‎.",
      "‎اكشف عن عينيّ فارى عجائب من شريعتك‎.",
      "‎غريب انا في الارض. لا تخف عني وصاياك‎.",
      "‎انسحقت نفسي شوقا الى احكامك في كل حين‎.",
      "‎انتهرت المتكبرين الملاعين الضالين عن وصاياك‎.",
      "‎دحرج عني العار والاهانة لاني حفظت شهاداتك‎.",
      "‎جلس ايضا رؤساء تقاولوا عليّ. اما عبدك فيناجي بفرائضك‎.",
      "‎ايضا شهاداتك هي لذّتي اهل مشورتي",
      "د ـ لصقت بالتراب نفسي فاحيني حسب كلمتك‎.",
      "‎قد صرّحت بطرقي فاستجبت لي. علمني فرائضك‎.",
      "‎طريق وصاياك فهمني فاناجي بعجائبك‎.",
      "‎قطرت نفسي من الحزن. اقمني حسب كلامك‎.",
      "‎طريق الكذب ابعد عني وبشريعتك ارحمني‎.",
      "‎اخترت طريق الحق. جعلت احكامك قدامي‎.",
      "‎لصقت بشهاداتك. يا رب لا تخزني‎.",
      "‎في طريق وصاياك اجري لانك ترحب قلبي",
      "ه ـ علّمني يا رب طريق فرائضك فاحفظها الى النهاية‎.",
      "‎فهمني فالاحظ شريعتك واحفظها بكل قلبي‎.",
      "‎دربني في سبيل وصاياك لاني به سررت‎.",
      "‎أمل قلبي الى شهاداتك لا الى المكسب‎.",
      "‎حول عينيّ عن النظر الى الباطل. في طريقك احيني‎.",
      "‎أقم لعبدك قولك الذي لمتقيك‎.",
      "‎أزل عاري الذي حذرت منه لان احكامك طيبة‎.",
      "‎هانذا قد اشتهيت وصاياك. بعدلك احيني",
      "و ـ لتأتني رحمتك يا رب خلاصك حسب قولك",
      "فأجاوب معيّري كلمة. لاني اتكلت على كلامك‎.",
      "‎ولا تنزع من فمي كلام الحق كل النزع لاني انتظرت احكامك‎.",
      "‎فاحفظ شريعتك دائما الى الدهر والابد‎.",
      "‎واتمشى في رحب لاني طلبت وصاياك‎.",
      "‎واتكلم بشهاداتك قدام ملوك ولا اخزى",
      "واتلذذ بوصاياك التي احببت‎.",
      "‎وارفع يديّ الى وصاياك التي وددت واناجي بفرائضك",
      "ز ـ اذكر لعبدك القول الذي جعلتني انتظره‎.",
      "‎هذه هي تعزيتي في مذلتي. لان قولك احياني‎.",
      "‎المتكبرون استهزأوا بي الى الغاية. عن شريعتك لم امل‎.",
      "‎تذكرت احكامك منذ الدهر يا رب فتعزيت‎.",
      "‎الحمية اخذتني بسبب الاشرار تاركي شريعتك‎.",
      "‎ترنيمات صارت لي فرائضك في بيت غربتي‎.",
      "‎ذكرت في الليل اسمك يا رب وحفظت شريعتك‎.",
      "‎هذا صار لي لاني حفظت وصاياك",
      "ح ـ نصيبي الرب قلت لحفظ كلامك‎.",
      "‎ترضيت وجهك بكل قلبي. ارحمني حسب قولك‎.",
      "‎تفكرت في طرقي ورددت قدمي الى شهاداتك‎.",
      "‎اسرعت ولم اتوان لحفظ وصاياك‎.",
      "‎حبال الاشرار التفت عليّ. اما شريعتك فلم انسها‎.",
      "‎في منتصف الليل اقوم لاحمدك على احكام برك‎.",
      "‎رفيق انا لكل الذين يتقونك ولحافظي وصاياك‎.",
      "‎رحمتك يا رب قد ملأت الارض. علّمني فرائضك",
      "ط ـ خيرا صنعت مع عبدك يا رب حسب كلامك‎.",
      "‎ذوقا صالحا ومعرفة علمني لاني بوصاياك آمنت‎.",
      "‎قبل ان أذلل انا ضللت. اما الآن فحفظت قولك‎.",
      "‎صالح انت ومحسن علمني فرائضك‎.",
      "‎المتكبرون قد لفقوا عليّ كذبا. اما انا فبكل قلبي احفظ وصاياك.",
      "سمن مثل الشحم قلبهم. اما انا فبشريعتك اتلذذ‎.",
      "‎خير لي اني تذللت لكي اتعلم فرائضك‎.",
      "‎شريعة فمك خير لي من الوف ذهب وفضة",
      "ي ـ يداك صنعتاني وانشأتاني. فهمني فاتعلّم وصاياك‎.",
      "‎متقوك يرونني فيفرحون لاني انتظرت كلامك‎.",
      "‎قد علمت يا رب ان احكامك عدل وبالحق اذللتني‎.",
      "‎فلتصر رحمتك لتعزيتي حسب قولك لعبدك‎.",
      "‎لتأتني مراحمك فاحيا لان شريعتك هي لذّتي‎.",
      "‎ليخز المتكبرون لانهم زورا افتروا عليّ. اما انا فاناجي بوصاياك‎.",
      "‎ليرجع اليّ متقوك وعارفو شهاداتك‎.",
      "‎ليكن قلبي كاملا في فرائضك لكيلا اخزى",
      "ك ـ تاقت نفسي الى خلاصك. كلامك انتظرت‎.",
      "‎كلّت عيناي من النظر الى قولك فاقول متى تعزيني‎.",
      "‎لاني قد صرت كزق في الدخان. اما فرائضك فلم انسها‎.",
      "‎كم هي ايام عبدك. متى تجري حكما على مضطهديّ‎.",
      "‎المتكبرون قد كروا لي حفائر. ذلك ليس حسب شريعتك‎.",
      "‎كل وصاياك امانة. زورا يضطهدونني. أعنّي‎.",
      "‎لولا قليل لافنوني من الارض. اما انا فلم اترك وصاياك‎.",
      "‎حسب رحمتك احيني فاحفظ شهادات فمك",
      "ل ـ الى الابد يا رب كلمتك مثبتة في السموات‎.",
      "‎الى دور فدور امانتك. اسست الارض فثبتت‎.",
      "‎على احكامك ثبتت اليوم لان الكل عبيدك‎.",
      "‎لو لم تكن شريعتك لذّتي لهلكت حينئذ في مذلتي‏‎.",
      "‎الى الدهر لا انسى وصاياك لانك بها احييتني‎.",
      "‎لك انا فخلّصني لاني طلبت وصاياك‎.",
      "‎اياي انتظر الاشرار ليهلكوني. بشهاداتك افطن‎.",
      "‎لكل كمال رأيت حدا. اما وصيتك فواسعة جدا",
      "م ـ كم احببت شريعتك. اليوم كله هي لهجي‎.",
      "‎وصيتك جعلتني احكم من اعدائي لانها الى الدهر هي لي‎.",
      "‎اكثر من كل معلّميّ تعقلت لان شهاداتك هي لهجي‎.",
      "‎اكثر من الشيوخ فطنت لاني حفظت وصاياك‎.",
      "‎من كل طريق شر منعت رجلي لكي احفظ كلامك‎.",
      "‎عن احكامك لم امل لانك انت علّمتني‎.",
      "‎ما احلى قولك لحنكي احلى من العسل لفمي‎.",
      "‎من وصاياك اتفطن. لذلك ابغضت كل طريق كذب",
      "ن ـ سراج لرجلي كلامك ونور لسبيلي‎.",
      "‎حلفت فأبره ان احفظ احكام برك‎.",
      "‎تذللت الى الغاية. يا رب احيني حسب كلامك‎.",
      "‎ارتض بمندوبات فمي يا رب واحكامك علمني‎.",
      "‎نفسي دائما في كفي. اما شريعتك فلم انسها‎.",
      "‎الاشرار وضعوا لي فخا. اما وصاياك فلم اضل عنها‎.",
      "‎ورثت شهاداتك الى الدهر لانها هي بهجة قلبي‎.",
      "‎عطفت قلبي لاصنع فرائضك الى الدهر الى النهاية",
      "س ـ المتقلبين ابغضت وشريعتك احببت‎.",
      "‎ستري ومجني انت. كلامك انتظرت‎.",
      "‎انصرفوا عني ايها الاشرار فاحفظ وصايا الهي‎.",
      "‎اعضدني حسب قولك فاحيا ولا تخزني من رجائي‎.",
      "‎اسندني فاخلص واراعي فرائضك دائما‎.",
      "‎احتقرت كل الضالين عن فرائضك لان مكرهم باطل‎.",
      "‎كزغل عزلت كل اشرار الارض. لذلك احببت شهاداتك‎.",
      "‎قد اقشعر لحمي من رعبك ومن احكامك جزعت",
      "ع ـ اجريت حكما وعدلا. لا تسلمني الى ظالميّ‎.",
      "‎كن ضامن عبدك للخير لكيلا يظلمني المستكبرون‎.",
      "‎كلت عيناي اشتياقا الى خلاصك والى كلمة برك‎.",
      "‎اصنع مع عبدك حسب رحمتك وفرائضك علمني‎.",
      "‎عبدك انا. فهمني فاعرف شهاداتك‎.",
      "‎انه وقت عمل للرب. قد نقضوا شريعتك‎.",
      "‎لاجل ذلك احببت وصاياك اكثر من الذهب والابريز‎.",
      "‎لاجل ذلك حسبت كل وصاياك في كل شيء مستقيمة. كل طريق كذب ابغضت",
      "ف ـ عجيبة هي شهاداتك لذلك حفظتها نفسي‎.",
      "‎فتح كلامك ينير يعقل الجهال‎.",
      "‎فغرت فمي ولهثت لاني الى وصاياك اشتقت‎.",
      "‎التفت اليّ وارحمني كحق محبي اسمك‎.",
      "‎ثبت خطواتي في كلمتك ولا يتسلط عليّ اثم‎.",
      "‎افدني من ظلم الانسان فاحفظ وصاياك‎.",
      "‎اضئ بوجهك على عبدك وعلمني فرائضك‎.",
      "‎جداول مياه جرت من عيني لانهم لم يحفظوا شريعتك",
      "ص ـ بار انت يا رب واحكامك مستقيمة‎.",
      "‎عدلا امرت بشهاداتك وحقا الى الغاية‎.",
      "‎اهلكتني غيرتي لان اعدائي نسوا كلامك‎.",
      "‎كلمتك ممحصة جدا وعبدك احبها‎.",
      "‎صغير انا وحقير. اما وصاياك فلم انسها‎.",
      "‎عدلك عدل الى الدهر وشريعتك حق‎.",
      "‎ضيق وشدة اصاباني اما وصاياك فهي لذّاتي‎.",
      "‎عادلة شهاداتك الى الدهر فهمني فاحيا",
      "ق ـ صرخت من كل قلبي. استجب لي يا رب. فرائضك احفظ‎.",
      "‎دعوتك. خلّصني فاحفظ شهاداتك‎.",
      "‎تقدمت في الصبح وصرخت. كلامك انتظرت‎.",
      "‎تقدمت عيناي الهزع لكي الهج باقوالك‎.",
      "‎صوتي استمع حسب رحمتك. يا رب حسب احكامك احيني‎.",
      "‎اقترب التابعون الرذيلة. عن شريعتك بعدوا‎.",
      "‎قريب انت يا رب وكل وصاياك حق‎.",
      "‎منذ زمان عرفت من شهاداتك انك الى الدهر اسستها",
      "ر ـ انظر الى ذلي وانقذني لاني لم انسى شريعتك‎.",
      "‎احسن دعواي وفكني. حسب كلمتك احيني‎.",
      "‎الخلاص بعيد عن الاشرار لانهم لم يلتمسوا فرائضك‎.",
      "‎كثيرة هي مراحمك يا رب. حسب احكامك احيني‎.",
      "‎كثيرون مضطهديّ ومضايقيّ. اما شهاداتك فلم امل عنها‎.",
      "‎رأيت الغادرين ومقت لانهم لم يحفظوا كلمتك‎.",
      "‎انظر اني احببت وصاياك. يا رب حسب رحمتك احيني‎.",
      "‎راس كلامك حق والى الدهر كل احكام عدلك",
      "ش ـ رؤساء اضطهدوني بلا سبب. ومن كلامك جزع قلبي‎.",
      "‎ابتهج انا بكلامك كمن وجد غنيمة وافرة‎.",
      "‎ابغضت الكذب وكرهته. اما شريعتك فاحببتها‎.",
      "‎سبع مرات في النهار سبحتك على احكام عدلك‎.",
      "‎سلامة جزيلة لمحبي شريعتك وليس لهم معثرة‎.",
      "‎رجوت خلاصك يا رب ووصاياك عملت‎.",
      "‎حفظت نفسي شهاداتك واحبها جدا‎.",
      "‎حفظت وصاياك وشهاداتك لان كل طرقي امامك",
      "ت ـ ليبلغ صراخي اليك يا رب. حسب كلامك فهمني‎.",
      "‎لتدخل طلبتي الى حضرتك . ككلمتك نجني‎.",
      "‎تنبع شفتاي تسبيحا اذا علمتني فرائضك‎.",
      "‎يغني لساني باقوالك لان كل وصاياك عدل‎.",
      "‎لتكن يدك لمعونتي لانني اخترت وصاياك‎.",
      "‎اشتقت الى خلاصك يا رب وشريعتك هي لذّتي‎.",
      "‎لتحي نفسي وتسبحك واحكامك لتعنّي‎.",
      "‎ضللت كشاة ضالة. اطلب عبدك لاني لم انس وصاياك"
    ],
    [
      "ترنيمة المصاعد‎. ‎الى الرب في ضيقي صرخت فاستجاب لي‎.",
      "‎يا رب نج نفسي من شفاه الكذب من لسان غش‎.",
      "‎ماذا يعطيك وماذا يزيد لك لسان الغش‎.",
      "‎سهام جبار مسنونة مع جمر الرتم‎.",
      "‎ويلي لغربتي في ماشك لسكني في خيام قيدار‎.",
      "‎طال على نفسي سكنها مع مبغض السلام‎.",
      "‎انا سلام وحينما اتكلم فهم للحرب"
    ],
    [
      "ترنيمة المصاعد‎. ‎ارفع عينيّ الى الجبال من حيث ياتي عوني‎.",
      "‎معونتي من عند الرب صانع السموات والارض‎.",
      "‎لا يدع رجلك تزل. لا ينعس حافظك‎.",
      "‎انه لا ينعس ولا ينام حافظ اسرائيل‎.",
      "‎الرب حافظك. الرب ظل لك عن يدك اليمنى‎.",
      "‎لا تضربك الشمس في النهار ولا القمر في الليل‎.",
      "‎الرب يحفظك من كل شر يحفظ نفسك‎.",
      "‎الرب يحفظ خروجك ودخولك من الآن والى الدهر"
    ],
    [
      "ترنيمة المصاعد. لداود‎. ‎فرحت بالقائلين لي الى بيت الرب نذهب‎.",
      "‎تقف ارجلنا في ابوابك يا اورشليم‎.",
      "‎اورشليم المبنية كمدينة متصلة كلها",
      "حيث صعدت الاسباط اسباط الرب شهادة لاسرائيل ليحمدوا اسم الرب.",
      "لانه هناك استوت الكراسي للقضاء كراسي بيت داود‎.",
      "‎اسالوا سلامة اورشليم. ليسترح محبوك‎.",
      "‎ليكن سلام في ابراجك راحة في قصورك‎.",
      "‎من اجل اخوتي واصحابي لاقولنّ سلام بك‎.",
      "‎من اجل بيت الرب الهنا التمس لك خيرا"
    ],
    [
      "ترنيمة المصاعد‎. ‎اليك رفعت عينيّ يا ساكنا في السموات‎.",
      "‎هوذا كما ان عيون العبيد نحو ايادي ساداتهم كما ان عيني الجارية نحو يد سيدتها هكذا عيوننا نحو الرب الهنا حتى يترأف علينا‎.",
      "‎ارحمنا يا رب ارحمنا لاننا كثيرا ما امتلأنا هوانا‎.",
      "‎كثيرا ما شبعت انفسنا من هزء المستريحين واهانة المستكبرين"
    ],
    [
      "ترنيمة المصاعد. لداود‎. ‎لولا الرب الذي كان لنا ليقل اسرائيل",
      "لولا الرب الذي كان لنا عندما قام الناس علينا",
      "اذا لابتلعونا احياء عند احتماء غضبهم علينا",
      "اذا لجرفتنا المياه لعبر السيل على انفسنا",
      "اذا لعبرت على انفسنا المياه الطامية‎.",
      "‎مبارك الرب الذي لم يسلمنا فريسة لاسنانهم‎.",
      "‎انفلتت انفسنا مثل العصفور من فخ الصيادين الفخ انكسر ونحن انفلتنا‎.",
      "‎عوننا باسم الرب الصانع السموات والارض"
    ],
    [
      "ترنيمة المصاعد‎. ‎المتوكلون على الرب مثل جبل صهيون الذي لا يتزعزع بل يسكن الى الدهر.",
      "اورشليم الجبال حولها والرب حول شعبه من الآن والى الدهر‎.",
      "‎لانه لا تستقر عصا الاشرار على نصيب الصديقين لكيلا يمد الصديقون ايديهم الى الاثم‎.",
      "‎احسن يا رب الى الصالحين والى المستقيمي القلوب‎.",
      "‎اما العادلون الى طرق معوجة فيذهبهم الرب مع فعلة الاثم‎. ‎سلام على اسرائيل"
    ],
    [
      "ترنيمة المصاعد‎. ‎عندما رد الرب سبي صهيون صرنا مثل الحالمين‎.",
      "‎حينئذ امتلأت افواهنا ضحكا وألسنتنا ترنما. حينئذ قالوا بين الامم ان الرب قد عظّم العمل مع هؤلاء‏‎.",
      "‎عظّم الرب العمل معنا وصرنا فرحين‎.",
      "‎اردد يا رب سبينا مثل السواقي في الجنوب‎.",
      "‎الذين يزرعون بالدموع يحصدون بالابتهاج‎.",
      "‎الذاهب ذهابا بالبكاء حاملا مبذر الزرع مجيئا يجيء بالترنم حاملا حزمه"
    ],
    [
      "ترنيمة المصاعد. لسليمان‎. ‎ان لم يبن الرب البيت فباطلا يتعب البناؤون. ان لم يحفظ الرب المدينة فباطلا يسهر الحارس‎.",
      "‎باطل هو لكم ان تبكروا الى القيام مؤخرين الجلوس آكلين خبز الاتعاب. لكنه يعطي حبيبه نوما‎.",
      "‎هوذا البنون ميراث من عند الرب ثمرة البطن اجرة‎.",
      "‎كسهام بيد جبار هكذا ابناء الشبيبة‎.",
      "‎طوبى للذي ملأ جعبته منهم. لا يخزون بل يكلمون الاعداء في الباب"
    ],
    [
      "ترنيمة المصاعد‎. ‎طوبى لكل من يتقي الرب ويسلك في طرقه‎.",
      "‎لانك تأكل تعب يديك. طوباك وخير لك‎.",
      "‎امرأتك مثل كرمة مثمرة في جوانب بيتك. بنوك مثل غروس الزيتون حول مائدتك‎.",
      "‎هكذا يبارك الرجل المتقي الرب‎.",
      "‎يباركك الرب من صهيون وتبصر خير اورشليم كل ايام حياتك‎.",
      "‎وترى بني بنيك. سلام على اسرائيل"
    ],
    [
      "ترنيمة المصاعد‎. ‎كثيرا ما ضايقوني منذ شبابي ليقل اسرائيل",
      "كثيرا ما ضايقوني منذ شبابي. لكن لم يقدروا عليّ‎.",
      "‎على ظهري حرث الحرّاث. طوّلوا اتلامهم‎.",
      "‎الرب صديق. قطع ربط الاشرار‎.",
      "‎فليخز وليرتد الى الوراء كل مبغضي صهيون‎.",
      "‎ليكونوا كعشب السطوح الذي ييبس قبل ان يقلع‎.",
      "‎الذي لا يملأ الحاصد كفه منه ولا المحزم حضنه‎.",
      "‎ولا يقول العابرون بركة الرب عليكم. باركناكم باسم الرب"
    ],
    [
      "ترنيمة المصاعد‎. ‎من الاعماق صرخت اليك يا رب‎.",
      "‎يا رب اسمع صوتي لتكن اذناك مصغيتين الى صوت تضرعاتي‎.",
      "‎ان كنت تراقب الآثام يا رب يا سيد فمن يقف‏‎.",
      "‎لان عندك المغفرة لكي يخاف منك‎.",
      "‎انتظرتك يا رب انتظرت نفسي وبكلامه رجوت‎.",
      "‎نفسي تنتظر الرب اكثر من المراقبين الصبح اكثر من المراقبين الصبح‎.",
      "‎ليرج اسرائيل الرب لان عند الرب الرحمة وعنده فدى كثير‎.",
      "‎وهو يفدي اسرائيل من كل آثامه"
    ],
    [
      "ترنيمة المصاعد. لداود‎. ‎يا رب لم يرتفع قلبي ولم تستعل عيناي ولم اسلك في العظائم ولا في عجائب فوقي‎.",
      "‎بل هدأت وسكت نفسي كفطيم نحو امه نفسي نحوي كفطيم‎.",
      "‎ليرج اسرائيل الرب من الآن والى الدهر"
    ],
    [
      "ترنيمة المصاعد‎. ‎اذكر يا رب داود كل ذله‎.",
      "‎كيف حلف للرب نذر لعزيز يعقوب",
      "لا ادخل خيمة بيتي لا اصعد على سرير فراشي",
      "لا اعطي وسنا لعينيّ ولا نوما لاجفاني",
      "او اجد مقاما للرب مسكنا لعزيز يعقوب‎.",
      "‎هوذا قد سمعنا به في افراتة. وجدناه في حقول الوعر‎.",
      "‎لندخل الى مساكنه. لنسجد عند موطئ قدميه",
      "قم يا رب الى راحتك انت وتابوت عزك‎.",
      "‎كهنتك يلبسون البر واتقياؤك يهتفون‎.",
      "‎من اجل داود عبدك لا ترد وجه مسيحك‎.",
      "‎اقسم الرب لداود بالحق لا يرجع عنه. من ثمرة بطنك اجعل على كرسيك‎.",
      "‎ان حفظ بنوك عهدي وشهاداتي التي اعلمهم اياها فبنوهم ايضا الى الابد يجلسون على كرسيك‎.",
      "‎لان الرب قد اختار صهيون اشتهاها مسكنا له‎.",
      "‎هذه هي راحتي الى الابد ههنا اسكن لاني اشتهيتها‎.",
      "‎طعامها ابارك بركة مساكينها اشبع خبزا‎.",
      "‎كهنتها البس خلاصا واتقياؤها يهتفون هتافا‎.",
      "‎هناك انبت قرنا لداود. رتبت سراجا لمسيحي‎.",
      "‎اعداءه البس خزيا وعليه يزهر اكليله"
    ],
    [
      "ترنيمة المصاعد. لداود‎. ‎هوذا ما احسن وما اجمل ان يسكن الاخوة معا‎.",
      "‎مثل الدهن الطيب على الراس النازل على اللحية لحية هرون النازل الى طرف ثيابه‎.",
      "‎مثل ندى حرمون النازل على جبل صهيون. لانه هناك أمر الرب بالبركة حياة الى الابد"
    ],
    [
      "ترنيمة المصاعد‎. ‎هوذا باركوا الرب يا جميع عبيد الرب الواقفين في بيت الرب بالليالي‎.",
      "‎ارفعوا ايديكم نحو القدس وباركوا الرب‎.",
      "‎يباركك الرب من صهيون الصانع السموات والارض"
    ],
    [
      "هللويا. سبحوا اسم الرب. سبحوا يا عبيد الرب",
      "الواقفين في بيت الرب في ديار بيت الهنا",
      "سبحوا الرب لان الرب صالح. رنموا لاسمه لان ذاك حلو‎.",
      "‎لان الرب قد اختار يعقوب لذاته واسرائيل لخاصته‎.",
      "‎لاني انا قد عرفت ان الرب عظيم وربنا فوق جميع الآلهة‎.",
      "‎كل ما شاء الرب صنع في السموات وفي الارض في البحار وفي كل اللجج‎.",
      "‎المصعد السحاب من اقاصي الارض. الصانع بروقا للمطر. المخرج الريح من خزائنه‎.",
      "‎الذي ضرب ابكار مصر من الناس الى البهائم‎.",
      "‎ارسل آيات وعجائب في وسطك يا مصر على فرعون وعلى كل عبيده‎.",
      "‎الذي ضرب امما كثيرة وقتل ملوكا اعزاء",
      "سيحون ملك الاموريين وعوج ملك باشان وكل ممالك كنعان‎.",
      "‎واعطى ارضهم ميراثا. ميراثا لاسرائيل شعبه",
      "يا رب اسمك الى الدهر. يا رب ذكرك الى دور فدور‎.",
      "‎لان الرب يدين شعبه وعلى عبيده يشفق‎.",
      "‎اصنام الامم فضة وذهب عمل ايدي الناس‎.",
      "‎لها افواه ولا تتكلم. لها اعين ولا تبصر‎.",
      "‎لها آذان ولا تسمع. كذلك ليس في افواهها نفس‎.",
      "‎مثلها يكون صانعوها وكل من يتكل عليها‎.",
      "‎يا بيت اسرائيل باركوا الرب. يا بيت هرون باركوا الرب‎.",
      "‎يا بيت لاوي باركوا الرب. يا خائفي الرب باركوا الرب‎.",
      "‎مبارك الرب من صهيون الساكن في اورشليم. هللويا"
    ],
    [
      "احمدوا الرب لانه صالح لان الى الابد رحمته‏‎.",
      "‎احمدوا اله الآلهة لان الى الابد رحمته‎.",
      "‎احمدوا رب الارباب لان الى الابد رحمته‎.",
      "‎الصانع العجائب العظام وحده لان الى الابد رحمته‎.",
      "‎الصانع السموات بفهم لان الى الابد رحمته‎.",
      "‎الباسط الارض على المياه لان الى الابد رحمته‎.",
      "‎الصانع انوارا عظيمة لان الى الابد رحمته‎.",
      "‎الشمس لحكم النهار لان الى الابد رحمته‎.",
      "‎القمر والكواكب لحكم الليل لان الى الابد رحمته‎.",
      "‎الذي ضرب مصر مع ابكارها لان الى الابد رحمته‎.",
      "‎واخرج اسرائيل من وسطهم لان الى الابد رحمته‎.",
      "‎بيد شديدة وذراع ممدودة لان الى الابد رحمته‎.",
      "‎الذي شق بحر سوف الى شقق لان الى الابد رحمته‎.",
      "‎وعبر اسرائيل في وسطه لان الى الابد رحمته‎.",
      "‎ودفع فرعون وقوته في بحر سوف لان الى الابد رحمته‎.",
      "‎الذي سار بشعبه في البرية لان الى الابد رحمته‎.",
      "‎الذي ضرب ملوكا عظماء لان الى الابد رحمته‎.",
      "‎وقتل ملوكا اعزاء لان الى الابد رحمته‎.",
      "‎سيحون ملك الاموريين لان الى الابد رحمته",
      "وعوج ملك باشان لان الى الابد رحمته‎.",
      "‎واعطى ارضهم ميراثا لان الى الابد رحمته‏",
      "ميراثا لاسرائيل عبده لان الى الابد رحمته‎.",
      "‎الذي في مذلتنا ذكرنا لان الى الابد رحمته‎.",
      "‎ونجانا من اعدائنا لان الى الابد رحمته‎.",
      "‎الذي يعطي خبزا لكل بشر لان الى الابد رحمته‎.",
      "‎احمدوا اله السموات لان الى الابد رحمته"
    ],
    [
      "على انهار بابل هناك جلسنا. بكينا ايضا عندما تذكرنا صهيون‎.",
      "‎على الصفصاف في وسطها علقنا اعوادنا‎.",
      "‎لانه هناك سألنا الذين سبونا كلام ترنيمة ومعذبونا سألونا فرحا قائلين رنموا لنا من ترنيمات صهيون",
      "كيف نرنم ترنيمة الرب في ارض غريبة‎.",
      "‎ان نسيتك يا اورشليم تنسى يميني‎****",
      "‎ليلتصق لساني بحنكي ان لم اذكرك ان لم افضل اورشليم على اعظم فرحي",
      "اذكر يا رب لبني ادوم يوم اورشليم القائلين هدوا هدوا حتى الى اساسها‎.",
      "‎يا بنت بابل المخربة طوبى لمن يجازيك جزاءك الذي جازيتنا‎.",
      "‎طوبى لمن يمسك اطفالك ويضرب بهم الصخرة"
    ],
    [
      "لداود‎. ‎احمدك من كل قلبي. قدام الآلهة ارنم لك‎.",
      "‎اسجد في هيكل قدسك واحمد اسمك على رحمتك وحقك لانك قد عظمت كلمتك على كل اسمك‎.",
      "‎في يوم دعوتك اجبتني. شجعتني قوة في نفسي",
      "يحمدك يا رب كل ملوك الارض اذا سمعوا كلمات فمك‎.",
      "‎ويرنمون في طرق الرب لان مجد الرب عظيم‎.",
      "‎لان الرب عال ويرى المتواضع. اما المتكبر فيعرفه من بعيد‎.",
      "‎ان سلكت في وسط الضيق تحيني. على غضب اعدائي تمد يدك وتخلّصني يمينك‎.",
      "‎الرب يحامي عني. يا رب رحمتك الى الابد. عن اعمال يديك لا تتخل"
    ],
    [
      "لامام المغنين. لداود. مزمور‎. ‎يا رب قد اختبرتني وعرفتني‎.",
      "‎انت عرفت جلوسي وقيامي. فهمت فكري من بعيد",
      "مسلكي ومربضي ذريت وكل طرقي عرفت‎.",
      "‎لانه ليس كلمة في لساني الا وانت يا رب عرفتها كلها‎.",
      "‎من خلف ومن قدام حاصرتني وجعلت عليّ يدك‎.",
      "‎عجيبة هذه المعرفة فوقي ارتفعت لا استطيعها‎.",
      "‎اين اذهب من روحك ومن وجهك اين اهرب‎.",
      "‎ان صعدت الى السموات فانت هناك. وان فرشت في الهاوية فها انت.",
      "ان اخذت جناحي الصبح وسكنت في اقاصي البحر",
      "فهناك ايضا تهديني يدك وتمسكني يمينك‎.",
      "‎فقلت انما الظلمة تغشاني. فالليل يضيء حولي‎.",
      "‎الظلمة ايضا لا تظلم لديك والليل مثل النهار يضيء. كالظلمة هكذا النور",
      "لانك انت اقتنيت كليتيّ. نسجتني في بطن امي‎.",
      "‎احمدك من اجل اني قد امتزت عجبا. عجيبة هي اعمالك ونفسي تعرف ذلك يقينا‎.",
      "‎لم تختف عنك عظامي حينما صنعت في الخفاء ورقمت في اعماق الارض.",
      "رأت عيناك اعضائي وفي سفرك كلها كتبت يوم تصورت اذ لم يكن واحد منها‎.",
      "‎ما اكرم افكارك يا الله عندي ما اكثر جملتها‎.",
      "‎ان احصها فهي اكثر من الرمل. استيقظت وانا بعد معك‎.",
      "‎ليتك تقتل الاشرار يا الله. فيا رجال الدماء ابعدوا عني‎.",
      "‎الذين يكلمونك بالمكر ناطقين بالكذب هم اعداؤك‎.",
      "‎ألا ابغض مبغضيك يا رب وامقت مقاوميك‎.",
      "‎بغضا تاما ابغضتهم. صاروا لي اعداء",
      "اختبرني يا الله واعرف قلبي امتحني واعرف افكاري‎.",
      "‎وانظر ان كان فيّ طريق باطل واهدني طريقا ابديا"
    ],
    [
      "لامام المغنين. مزمور لداود‎. ‎انقذني يا رب من اهل الشر. من رجل الظلم احفظني‎.",
      "‎الذين يتفكرون بشرور في قلوبهم. اليوم كله يجتمعون للقتال‎.",
      "‎سنوا ألسنتهم كحية حمة الافعوان تحت شفاههم. سلاه‎.",
      "‎احفظني يا رب من يدي الشرير. من رجل الظلم انقذني. الذين تفكروا في تعثير خطواتي‎.",
      "‎اخفى لي المستكبرون فخا وحبالا. مدوا شبكة بجانب الطريق‎. ‎وضعوا لي اشراكا. سلاه",
      "قلت للرب انت الهي. اصغ يا رب الى صوت تضرعاتي‎.",
      "‎يا رب السيد قوة خلاصي ظللت راسي في يوم القتال‎.",
      "‎لا تعط يا رب شهوات الشرير. لا تنجح مقاصده. يترفعون. سلاه.",
      "اما رؤوس المحيطين بي فشقاء شفاههم يغطيهم‎.",
      "‎ليسقط عليهم جمر. ليسقطوا في النار وفي غمرات فلا يقوموا‎.",
      "‎رجل لسان لا يثبت في الارض. رجل الظلم يصيده الشر الى هلاكه.",
      "قد علمت ان الرب يجري حكما للمساكين وحقا للبائسين‎.",
      "‎انما الصديقون يحمدون اسمك. المستقيمون يجلسون في حضرتك‏"
    ],
    [
      "مزمور لداود‎. ‎يا رب اليك صرخت. اسرع اليّ. اصغ الى صوتي عندما اصرخ اليك‎.",
      "‎لتستقم صلاتي كالبخور قدامك ليكن رفع يدي كذبيحة مسائية‎.",
      "‎اجعل يا رب حارسا لفمي. احفظ باب شفتيّ‎.",
      "‎لا تمل قلبي الى امر رديء لأتعلل بعلل الشر مع اناس فاعلي اثم ولا آكل من نفائسهم",
      "ليضربني الصدّيق فرحمة وليوبخني فزيت للرأس. لا يأبى راسي. لان صلاتي بعد في مصائبهم‎.",
      "‎قد انطرح قضاتهم من على الصخرة. وسمعوا كلماتي لانها لذيذة‎.",
      "‎كمن يفلح ويشق الارض تبددت عظامنا عند فم الهاوية‎.",
      "‎لانه اليك يا سيد يا رب عيناي. بك احتميت. لا تفرغ نفسي‎.",
      "‎احفظني من الفخ الذي قد نصبوه لي ومن اشراك فاعلي الاثم",
      "ليسقط الاشرار في شباكهم حتى انجو انا بالكلية"
    ],
    [
      "قصيدة لداود لما كان في المغارة. صلاة بصوتي الى الرب اصرخ بصوتي الى الرب اتضرع‎.",
      "‎اسكب امامه شكواي. بضيقي قدامه اخبر",
      "عندما اعيت روحي فيّ وانت عرفت مسلكي. في الطريق التي اسلك اخفوا لي فخا‎.",
      "‎انظر الى اليمين وأبصر. فليس لي عارف. باد عني المناص. ليس من يسأل عن نفسي‎.",
      "‎صرخت اليك يا رب. قلت انت ملجإي نصيبي في ارض الاحياء‎.",
      "‎اصغ الى صراخي لاني قد تذللت جدا. نجني من مضطهديّ لانهم اشد مني‎.",
      "‎اخرج من الحبس نفسي لتحميد اسمك. الصديقون يكتنفونني لانك تحسن اليّ"
    ],
    [
      "مزمور لداود‎. ‎يا رب اسمع صلاتي واصغ الى تضرعاتي. بامانتك استجب لي بعدلك‎.",
      "‎ولا تدخل في المحاكمة مع عبدك فانه لن يتبرر قدامك حيّ‎.",
      "‎لان العدو قد اضطهد نفسي سحق الى الارض حياتي. اجلسني في الظلمات مثل الموتى منذ الدهر‎.",
      "‎اعيت فيّ روحي. تحيّر في داخلي قلبي‎.",
      "‎تذكرت ايام القدم لهجت بكل اعمالك بصنائع يديك اتأمل‎.",
      "‎بسطت اليك يدي نفسي نحوك كارض يابسة. سلاه",
      "اسرع اجبني يا رب. فنيت روحي لا تحجب وجهك عني فاشبه الهابطين في الجب‎.",
      "‎اسمعني رحمتك في الغداة لاني عليك توكلت. عرفني الطريق التي اسلك فيها لاني اليك رفعت نفسي‎.",
      "‎انقذني من اعدائي يا رب اليك التجأت‎.",
      "‎علّمني ان اعمل رضاك لانك انت الهي. روحك الصالح يهديني في ارض مستوية‎.",
      "‎من اجل اسمك يا رب تحييني. بعدلك تخرج من الضيق نفسي‎.",
      "‎وبرحمتك تستأصل اعدائي وتبيد كل مضايقي نفسي لاني انا عبدك"
    ],
    [
      "لداود‎. ‎مبارك الرب صخرتي الذي يعلم يدي القتال واصابعي الحرب‎.",
      "‎رحمتي وملجإي صرحي ومنقذي مجني والذي عليه توكلت المخضع شعبي تحتي‎.",
      "‎يا رب اي شيء هو الانسان حتى تعرفه او ابن الانسان حتى تفتكر به.",
      "الانسان اشبه نفخة. ايامه مثل ظل عابر",
      "يا رب طأطئ سمواتك وانزل المس الجبال فتدخن‎.",
      "‎ابرق بروقا وبددهم. ارسل سهامك وازعجهم‎.",
      "‎ارسل يدك من العلاء. انقذني ونجني من المياه الكثيرة من ايدي الغرباء",
      "الذين تكلمت افواههم بالباطل ويمينهم يمين كذب‎.",
      "‎يا الله ارنم لك ترنيمة جديدة برباب ذات عشرة اوتار ارنم لك‎.",
      "‎المعطي خلاصا للملوك المنقذ داود عبده من السيف السوء",
      "انقذني ونجني من ايدي الغرباء الذين تكلمت افواههم بالباطل ويمينهم يمين كذب",
      "لكي يكون بنونا مثل الغروس النامية في شبيبتها. بناتنا كاعمدة الزوايا منحوتات حسب بناء هيكل‎.",
      "‎اهراؤنا ملآنة تفيض من صنف فصنف. اغنامنا تنتج الوفا وربوات في شوارعنا‎.",
      "‎بقرنا محملة. لا اقتحام ولا هجوم ولا شكوى في شوارعنا‎.",
      "‎طوبى للشعب الذي له كهذا. طوبى للشعب الذي الرب الهه"
    ],
    [
      "تسبيحة لداود‎. ‎ارفعك يا الهي الملك وابارك اسمك الى الدهر والابد‎.",
      "‎في كل يوم اباركك واسبح اسمك الى الدهر والابد‎.",
      "‎عظيم هو الرب وحميد جدا وليس لعظمته استقصاء‎.",
      "‎دور الى دور يسبح اعمالك وبجبروتك يخبرون‎.",
      "‎بجلال مجد حمدك وامور عجائبك الهج‎.",
      "‎بقوة مخاوفك ينطقون وبعظمتك احدث",
      "ذكر كثرة صلاحك يبدون وبعدلك يرنمون",
      "الرب حنّان ورحيم طويل الروح وكثير الرحمة‎.",
      "‎الرب صالح للكل ومراحمه على كل اعماله‎.",
      "‎يحمدك يا رب كل اعمالك ويباركك اتقياؤك‎.",
      "‎بمجد ملكك ينطقون وبجبروتك يتكلمون",
      "ليعرفوا بني آدم قدرتك ومجد جلال ملكك‎.",
      "‎ملكك ملك كل الدهور وسلطانك في كل دور فدور",
      "الرب عاضد كل الساقطين ومقوم كل المنحنين‎.",
      "‎اعين الكل اياك تترجى وانت تعطيهم طعامهم في حينه‎.",
      "‎تفتح يدك فتشبع كل حيّ رضى‎.",
      "‎الرب بار في كل طرقه ورحيم في كل اعماله‎.",
      "‎الرب قريب لكل الذين يدعونه الذين يدعونه بالحق‎.",
      "‎يعمل رضى خائفيه ويسمع تضرعهم فيخلصهم‎.",
      "‎يحفظ الرب كل محبيه ويهلك جميع الاشرار‎.",
      "‎بتسبيح الرب ينطق فمي. وليبارك كل بشر اسمه القدوس الى الدهر والابد"
    ],
    [
      "هللويا. سبحي يا نفسي الرب‎.",
      "‎اسبح الرب في حياتي. وارنم لالهي ما دمت موجودا",
      "لا تتكلوا على الرؤساء ولا على ابن آدم حيث لا خلاص عنده‎.",
      "‎تخرج روحه فيعود الى ترابه. في ذلك اليوم نفسه تهلك افكاره",
      "طوبى لمن اله يعقوب معينه ورجاؤه على الرب الهه",
      "الصانع السموات والارض البحر وكل ما فيها. الحافظ الامانة الى الابد‎.",
      "‎المجري حكما للمظلومين المعطي خبزا للجياع. الرب يطلق الاسرى.",
      "الرب يفتح اعين العمي. الرب يقوم المنحنين. الرب يحب الصديقين.",
      "الرب يحفظ الغرباء. يعضد اليتيم والارملة. اما طريق الاشرار‏ فيعوجه‎.",
      "‎يملك الرب الى الابد الهك يا صهيون الى دور فدور. هللويا"
    ],
    [
      "سبحوا الرب لان الترنم لالهنا صالح لانه ملذ. التسبيح لائق‎.",
      "‎الرب يبني اورشليم. يجمع منفيي اسرائيل‎.",
      "‎يشفي المنكسري القلوب ويجبر كسرهم‎.",
      "‎يحصي عدد الكواكب. يدعو كلها باسماء‎.",
      "‎عظيم هو ربنا وعظيم القوة. لفهمه لا احصاء‎.",
      "‎الرب يرفع الودعاء ويضع الاشرار الى الارض",
      "اجيبوا الرب بحمد. رنموا لالهنا بعود‎.",
      "‎الكاسي السموات سحابا المهيئ للارض مطرا المنبت الجبال عشبا",
      "المعطي للبهائم طعامها لفراخ الغربان التي تصرخ‎.",
      "‎لا يسر بقوة الخيل. لا يرضى بساقي الرجل‎.",
      "‎يرضى الرب باتقيائه بالراجين رحمته",
      "سبحي يا اورشليم الرب سبحي الهك يا صهيون‎.",
      "‎لانه قد شدد عوارض ابوابك. بارك ابناءك داخلك‎.",
      "‎الذي يجعل تخومك سلاما ويشبعك من شحم الحنطة‎.",
      "‎يرسل كلمته في الارض سريعا جدا يجري قوله‎.",
      "‎الذي يعطي الثلج كالصوف ويذري الصقيع كالرماد",
      "يلقي جمده كفتات. قدام برده من يقف‎.",
      "‎يرسل كلمته فيذيبها. يهب بريحه فتسيل المياه‎.",
      "‎يخبر يعقوب بكلمته واسرائيل بفرائضه واحكامه‎.",
      "‎لم يصنع هكذا باحدى الامم. واحكامه لم يعرفوها. هللويا"
    ],
    [
      "هللويا. سبحوا الرب من السموات سبحوه في الاعالي‎.",
      "‎سبحوه يا جميع ملائكته سبحوه يا كل جنوده‎.",
      "‎سبحيه يا ايتها الشمس والقمر سبحيه يا جميع كواكب النور‎.",
      "‎سبحيه يا سماء السموات ويا ايتها المياه التي فوق السموات‎.",
      "‎لتسبح اسم الرب لانه امر فخلقت‎.",
      "‎وثبتها الى الدهر والابد. وضع لها حدا فلن تتعداه",
      "سبحي الرب من الارض يا ايتها التنانين وكل اللجج‎.",
      "‎النار والبرد الثلج والضباب الريح العاصفة الصانعة كلمته",
      "الجبال وكل الآكام الشجر المثمر وكل الارز",
      "الوحوش وكل البهائم الدبابات والطيور ذوات الاجنحة",
      "ملوك الارض وكل الشعوب الرؤساء وكل قضاة الارض",
      "الاحداث والعذارى ايضا الشيوخ مع الفتيان",
      "ليسبحوا اسم الرب لانه قد تعالى اسمه وحده. مجده فوق الارض والسموات‎.",
      "‎وينصب قرنا لشعبه فخرا لجميع اتقيائه لبني اسرائيل الشعب القريب اليه. هللويا"
    ],
    [
      "هللويا. غنوا للرب ترنيمة جديدة تسبيحته في جماعة الاتقياء‎.",
      "‎ليفرح اسرائيل بخالقه. ليبتهج بنو صهيون بملكهم",
      "ليسبحوا اسمه برقص. بدف وعود ليرنموا له‎.",
      "‎لان الرب راض عن شعبه. يجمل الودعاء بالخلاص‎.",
      "‎ليبتهج الاتقياء بمجد ليرنموا على مضاجعهم‎.",
      "‎تنويهات الله في افواههم وسيف ذو حدين في يدهم‎.",
      "‎ليصنعوا نقمة في الامم وتأديبات في الشعوب‎.",
      "‎لأسر ملوكهم بقيود وشرفائهم بكبول من حديد‎.",
      "‎ليجروا بهم الحكم المكتوب. كرامة هذا لجميع اتقيائه. هللويا"
    ],
    [
      "هللويا. سبحوا الله في قدسه. سبحوه في فلك قوته‎.",
      "‎سبحوه على قواته سبحوه حسب كثرة عظمته‎.",
      "‎سبحوه بصوت الصور سبحوه برباب وعود‎.",
      "‎سبحوه بدف ورقص. سبحوه باوتار ومزمار‎.",
      "‎سبحوه بصنوج التصويت سبحوه بصنوج الهتاف‎.",
      "‎كل نسمة فلتسبح الرب. هللويا"
    ]
  ],
  "name": "Psalms"
}
