{
  "id": "mt",
  "chapters": [
    [
      "Jeesuksen Kristuksen, Daavidin pojan ja Abrahamin pojan, sukuluettelo:",
      "Abrahamille syntyi Iisak, Iisakille Jaakob, Jaakobille Juuda ja tämän veljet,",
      "Juudalle Peres ja Serah, joiden äiti oli Tamar, Peresille Hesron, Hesronille Ram,",
      "Ramille Amminadab, Amminadabille Nahson, Nahsonille Salma,",
      "Salmalle Boas, jonka äiti oli Rahab, Boasille Obed, jonka äiti oli Ruut, Obedille Iisai",
      "ja Iisaille Daavid, kuningas. Daavidille syntyi Salomo, jonka äiti oli Urian vaimo,",
      "Salomolle Rehabeam, Rehabeamille Abia, Abialle Asaf,",
      "Asafille Josafat, Josafatille Joram, Joramille Ussia,",
      "Ussialle Jotam, Jotamille Ahas, Ahasille Hiskia,",
      "Hiskialle Manasse, Manasselle Amos, Amosille Josia",
      "ja Josialle Jekonja ja tämän veljet Babylonian pakkosiirtolaisuuden aikoihin.",
      "Kansan pakkosiirron jälkeen Jekonjalle syntyi Sealtiel, Sealtielille Serubbabel,",
      "Serubbabelille Abihud, Abihudille Eljakim, Eljakimille Asur,",
      "Asurille Sadok, Sadokille Jakin, Jakinille Elihud,",
      "Elihudille Eleasar, Eleasarille Mattan, Mattanille Jaakob",
      "ja Jaakobille Joosef, Marian mies. Maria synnytti Jeesuksen, jota sanotaan Kristukseksi.",
      "Sukupolvia on siis Abrahamista Daavidiin kaikkiaan neljätoista, Daavidista pakkosiirron aikaan samoin neljätoista, ja siitä taas neljätoista Kristukseen.",
      "Jeesuksen Kristuksen syntymä tapahtui näin. Maria, Jeesuksen äiti, oli kihlattu Joosefille. Ennen kuin heidän liittonsa oli vahvistettu, kävi ilmi, että Maria, Pyhän Hengen vaikutuksesta, oli raskaana.",
      "Joosef oli lakia kunnioittava mies mutta ei halunnut häpäistä kihlattuaan julkisesti. Hän aikoi purkaa avioliittosopimuksen kaikessa hiljaisuudessa.",
      "Tämä kaikki tapahtui, jotta kävisi toteen, mitä Herra on profeetan suulla ilmoittanut:",
      "-- Katso, neitsyt tulee raskaaksi ja synnyttää pojan, ja hänelle annetaan nimeksi Immanuel -- se merkitsee: Jumala on meidän kanssamme.",
      "Unesta herättyään Joosef teki niin kuin Herran enkeli oli käskenyt ja otti Marian vaimokseen.",
      "Hän ei kuitenkaan koskenut vaimoonsa ennen kuin tämä oli synnyttänyt pojan. Joosef antoi pojalle nimen Jeesus."
    ],
    [
      "Kun Jeesus oli syntynyt Juudean Betlehemissä kuningas Herodeksen aikana, Jerusalemiin tuli idästä tietäjiä.",
      "Kuullessaan tästä kuningas Herodes pelästyi, ja hänen kanssaan koko Jerusalem.",
      "Hän kutsui koolle kansan ylipapit ja lainopettajat ja tiedusteli heiltä, missä messiaan oli määrä syntyä.",
      "Silloin Herodes kutsui salaa tietäjät luokseen ja otti heiltä juurta jaksain selville, milloin tähti oli tullut näkyviin.",
      "Kuninkaan sanat kuultuaan tietäjät lähtivät matkaan, ja tähti, jonka he olivat nähneet nousevan taivaalle, kulki heidän edellään. Kun tähti tuli sen paikan yläpuolelle, missä lapsi oli, se pysähtyi siihen.",
      "Miehet näkivät tähden, ja heidät valtasi suuri ilo.",
      "He menivät taloon ja näkivät lapsen ja hänen äitinsä Marian. Silloin he maahan heittäytyen kumarsivat lasta, avasivat arkkunsa ja antoivat hänelle kalliita lahjoja: kultaa, suitsuketta ja mirhaa.",
      "Unessa Jumala varoitti tietäjiä palaamasta Herodeksen luo, ja niin he menivät toista tietä takaisin omaan maahansa.",
      "Joosef heräsi unestaan, otti heti yöllä mukaansa lapsen ja hänen äitinsä ja lähti kulkemaan kohti Egyptiä.",
      "Kun Herodes huomasi, että tietäjät olivat pitäneet häntä pilkkanaan, hän raivostui. Hän antoi käskyn, että Betlehemissä ja sen lähistöllä oli surmattava kaikki kaksivuotiaat ja sitä nuoremmat pojat, sen ajan perusteella, jonka hän oli tietäjiltä saanut selville.",
      "Näin kävi toteen tämä profeetta Jeremian lausuma ennustus:",
      "-- Ramasta kuuluu huuto, itku ja kova valitus. Raakel itkee lapsiaan eikä lohdutuksesta huoli, sillä heitä ei enää ole.",
      "Kun Herodes oli kuollut, Herran enkeli ilmestyi Egyptissä Joosefille unessa",
      "Joosef heräsi, otti mukaansa lapsen ja hänen äitinsä ja palasi Israelin maahan.",
      "Mutta kun hän kuuli, että Juudean kuninkaaksi oli Herodeksen jälkeen tullut tämän poika Arkelaos, hän ei uskaltanut mennä sinne. Saatuaan sitten unessa ohjeen hän meni Galileaan",
      "ja asettui siellä kaupunkiin, jonka nimi on Nasaret. Näin tapahtui, jotta kävisi toteen profeettojen ennustus: häntä kutsutaan Nasaretilaiseksi."
    ],
    [
      "Noihin aikoihin Johannes Kastaja tuli ja alkoi julistaa Juudean autiomaassa:",
      "Kääntykää, sillä taivasten valtakunta on tullut lähelle!",
      "Johanneksella oli yllään kamelinkarvavaate ja vyötäisillään nahkavyö, ja hänen ruokanaan olivat heinäsirkat ja villimehiläisten hunaja.",
      "Hänen luokseen tuli paljon väkeä Jerusalemista, joka puolelta Juudeaa ja kaikkialta Jordanin ympäristöstä.",
      "He tunnustivat syntinsä, ja Johannes kastoi heidät Jordanissa.",
      "Tehkää hedelmää, jossa kääntymyksenne näkyy!",
      "Älkää luulko, että voitte ajatella: 'Olemmehan me Abrahamin lapsia.' Minä sanon teille: Jumala pystyy herättämään Abrahamille lapsia vaikka näistä kivistä.",
      "Kirves on jo pantu puun juurelle. Jokainen puu, joka ei tee hyvää hedelmää, kaadetaan ja heitetään tuleen.",
      "Silloin Jeesus tuli Galileasta Jordanille Johanneksen kastettavaksi.",
      "Kun Jeesus oli kastettu, hän nousi heti vedestä. Samassa taivaat aukenivat, ja Jeesus näki Jumalan Hengen laskeutuvan kyyhkysen tavoin ja asettuvan hänen päälleen."
    ],
    [
      "Sitten Henki vei Jeesuksen autiomaahan Paholaisen kiusattavaksi.",
      "Kun Jeesus oli paastonnut neljäkymmentä päivää ja neljäkymmentä yötä, hänen vihdoin tuli nälkä.",
      "Sitten Paholainen vei Jeesuksen pyhään kaupunkiin ja asetti hänet temppelimuurin harjalle.",
      "Vielä Paholainen vei Jeesuksen hyvin korkealle vuorelle, näytti hänelle maailman kaikki valtakunnat ja niiden loiston",
      "Silloin Paholainen jätti Jeesuksen rauhaan, ja hänen luokseen tuli enkeleitä, jotka palvelivat häntä.",
      "Kun Jeesus sai kuulla, että Johannes oli vangittu, hän siirtyi Galileaan.",
      "Nasaretiin hän ei enää jäänyt, vaan hän asettui Kapernaumiin, joka on järven rannalla Sebulonin ja Naftalin heimojen alueella.",
      "Näin tapahtui, jotta toteutuisi profeetta Jesajan sana:",
      "-- Sebulonin maa ja Naftalin maa, Meren tie, Jordanin takainen maa ja muukalaisten Galilea --",
      "kansa, joka asui pimeydessä, näki suuren valon. Niille, jotka asuivat kuoleman varjon maassa, loisti kirkkaus.",
      "Kun Jeesus kulki Galileanjärven rantaa, hän näki kaksi veljestä, Simonin, toiselta nimeltä Pietarin, ja hänen veljensä Andreaksen. He olivat heittelemässä verkkoa järveen, sillä he olivat kalastajia.",
      "He jättivät heti verkkonsa ja lähtivät seuraamaan Jeesusta.",
      "Sieltä jonkin matkaa kuljettuaan Jeesus näki toiset kaksi veljestä, Jaakobin ja hänen veljensä Johanneksen, Sebedeuksen pojat. He olivat veneessä isänsä Sebedeuksen kanssa verkkojaan selvittelemässä. Jeesus kutsui heidätkin.",
      "He jättivät heti veneen ja isänsä ja lähtivät seuraamaan Jeesusta.",
      "Jeesus kulki sitten joka puolella Galileaa. Hän opetti seudun synagogissa, julisti ilosanomaa Jumalan valtakunnasta ja paransi kaikki ihmisten taudit ja vaivat.",
      "Hänen maineensa levisi sieltä koko Syyriaan. Hänen luokseen tuotiin kaikki erilaisista taudeista kärsivät ihmiset -- niin pahojen henkien vaivaamat kuin kuunvaihetautiset ja halvaantuneetkin -- ja hän paransi heidät.",
      "Hänen perässään kulki suuri joukko ihmisiä. Heitä oli lähtenyt Galileasta ja Dekapoliin alueelta, Jerusalemista ja Juudeasta sekä Jordanin toiselta puolen."
    ],
    [
      "Nähdessään kansanjoukot Jeesus nousi vuorelle. Hän istuutui, ja opetuslapset tulivat hänen luokseen.",
      "Silloin hän alkoi puhua ja opetti heitä näin:",
      "Autuaita murheelliset: he saavat lohdutuksen.",
      "Autuaita kärsivälliset: he perivät maan.",
      "Autuaita ne, joilla on vanhurskauden nälkä ja jano: heidät ravitaan.",
      "Autuaita ne, jotka toisia armahtavat: heidät armahdetaan.",
      "Autuaita puhdassydämiset: he saavat nähdä Jumalan.",
      "Autuaita rauhantekijät: he saavat Jumalan lapsen nimen.",
      "Autuaita ovat ne, joita vanhurskauden vuoksi vainotaan: heidän on taivasten valtakunta.",
      "Iloitkaa ja riemuitkaa, sillä palkka, jonka te taivaissa saatte, on suuri. Niinhän vainottiin profeettojakin, jotka elivät ennen teitä.",
      "Eikä lamppua, kun se sytytetään, panna vakan alle, vaan lampunjalkaan. Siitä sen valo loistaa kaikille huoneessa oleville.",
      "Näin loistakoon teidänkin valonne ihmisille, jotta he näkisivät teidän hyvät tekonne ja ylistäisivät Isäänne, joka on taivaissa.",
      "Totisesti: laista ei häviä yksikään kirjain, ei pieninkään piirto, ennen kuin taivas ja maa katoavat, ennen kuin kaikki on tapahtunut.",
      "Sitä, joka jättää laista pois yhdenkin käskyn, vaikkapa kaikkein vähäisimmän, ja siten opettaa, kutsutaan taivasten valtakunnassa vähäisimmäksi. Mutta sitä, joka noudattaa lakia ja niin opettaa, kutsutaan taivasten valtakunnassa suureksi.",
      "Minä sanon teille: ellette te noudata Jumalan tahtoa paljon paremmin kuin lainopettajat ja fariseukset, te ette pääse taivasten valtakuntaan.",
      "Mutta minä sanon teille: jokainen, joka on vihoissaan veljelleen, on ansainnut oikeuden tuomion. Samoin jokainen, joka sanoo veljelleen: 'Senkin hölmö', on ansainnut Suuren neuvoston tuomion, ja se, joka sanoo: 'Sinä hullu', on ansainnut helvetin tulen.",
      "niin jätä lahjasi alttarin eteen ja käy ensin sopimassa veljesi kanssa. Mene sitten vasta antamaan lahjasi.",
      "Usko minua: sieltä sinä et pääse, ennen kuin olet maksanut kaiken viimeistä kolikkoa myöten.",
      "Mutta minä sanon teille: jokainen, joka katsoo naista niin, että alkaa himoita häntä, on sydämessään jo tehnyt aviorikoksen hänen kanssaan.",
      "Jos oikea silmäsi viettelee sinua, repäise se irti ja heitä pois. Onhan sinulle parempi, että menetät vain yhden osan ruumiistasi, kuin että koko ruumiisi joutuu helvettiin.",
      "Ja jos oikea kätesi viettelee sinua, hakkaa se poikki ja heitä pois. Onhan sinulle parempi, että menetät vain yhden jäsenen, kuin että koko ruumiisi joutuu helvettiin.",
      "Mutta minä sanon teille: jokainen, joka hylkää vaimonsa muun syyn kuin haureuden tähden, ajaa hänet aviorikokseen. Ja aviorikoksen tekee myös se, joka nai miehensä hylkäämän naisen.",
      "Mutta minä sanon teille: Älkää vannoko lainkaan. Älkää taivaan kautta, sillä se on Jumalan valtaistuin,",
      "älkää maan kautta, sillä se on hänen jalkojensa koroke, älkääkä Jerusalemin kautta, sillä se on suuren kuninkaan kaupunki.",
      "Älä myöskään vanno pääsi kautta, sillä et sinä pysty muuttamaan ainuttakaan hiustasi mustaksi etkä valkoiseksi.",
      "Kun myönnätte, sanokaa vain: 'Kyllä', kun kiellätte, sanokaa: 'Ei.' Enempi on pahasta.",
      "Mutta minä sanon teille: älkää tehkö pahalle vastarintaa. Jos joku lyö sinua oikealle poskelle, käännä hänelle vasenkin.",
      "Jos joku yrittää oikeutta käymällä viedä sinulta paidan, anna hänelle viittasikin.",
      "Jos joku vaatii sinut mukaansa virstan matkalle, kulje hänen kanssaan kaksi.",
      "Anna sille, joka sinulta pyytää, äläkä käännä selkääsi sille, joka haluaa lainata sinulta.",
      "Mutta minä sanon teille: rakastakaa vihamiehiänne ja rukoilkaa vainoojienne puolesta,",
      "jotta olisitte taivaallisen Isänne lapsia. Hän antaa aurinkonsa nousta niin hyville kuin pahoille ja lähettää sateen niin hurskaille kuin jumalattomille.",
      "Jos te rakastatte niitä, jotka rakastavat teitä, minkä palkan te siitä ansaitsette? Eivätkö publikaanitkin tee niin?",
      "Jos te tervehditte vain ystäviänne, mitä erinomaista siinä on? Eivätkö pakanatkin tee niin?",
      "Olkaa siis täydellisiä, niin kuin teidän taivaallinen Isänne on täydellinen."
    ],
    [
      "Kun annat almun, älköön vasen kätesi tietäkö mitä oikea tekee,",
      "jotta hyvä tekosi pysyisi salassa. Isäsi, joka näkee myös sen, mikä on salassa, palkitsee sinut.",
      "Kun sinä rukoilet, mene sisälle huoneeseesi, sulje ovi ja rukoile sitten Isääsi, joka on salassa. Isäsi, joka näkee myös sen, mikä on salassa, palkitsee sinut.",
      "Älkää ruvetko heidän kaltaisikseen. Teidän Isänne kyllä tietää mitä te tarvitsette, jo ennen kuin olette häneltä pyytäneetkään.",
      "Rukoilkaa te siis näin: -- Isä meidän, joka olet taivaissa! Pyhitetty olkoon sinun nimesi.",
      "Tulkoon sinun valtakuntasi. Tapahtukoon sinun tahtosi, myös maan päällä niin kuin taivaassa.",
      "Anna meille tänä päivänä jokapäiväinen leipämme.",
      "Ja anna meille velkamme anteeksi, niin kuin mekin annamme anteeksi niille, jotka ovat meille velassa.",
      "Äläkä anna meidän joutua kiusaukseen, vaan päästä meidät pahasta.",
      "Mutta jos te ette anna anteeksi toisille, ei Isännekään anna anteeksi teidän rikkomuksianne.",
      "Kun sinä paastoat, voitele hiuksesi ja pese kasvosi.",
      "Silloin sinun paastoasi eivät näe ihmiset, vaan Isäsi, joka on salassa. Isäsi, joka näkee myös sen, mikä on salassa, palkitsee sinut.",
      "Kootkaa itsellenne aarteita taivaaseen. Siellä ei koi eikä ruoste tee tuhojaan eivätkä varkaat murtaudu sisään ja varasta.",
      "Missä on aarteesi, siellä on myös sydämesi.",
      "Jos silmäsi ovat huonot, koko ruumiisi on pimeä. Jos siis se valo, joka sinussa on, on pimeyttä, millainen onkaan pimeys!",
      "Katsokaa taivaan lintuja: eivät ne kylvä, eivät ne leikkaa eivätkä kokoa varastoon, ja silti teidän taivaallinen Isänne ruokkii ne. Ja olettehan te paljon enemmän arvoisia kuin linnut!",
      "Kuka teistä voi murehtimalla lisätä elämänsä pituutta kyynäränkään vertaa?",
      "Minä sanon teille: edes Salomo kaikessa loistossaan ei ollut niin vaatetettu kuin mikä tahansa niistä.",
      "Kun Jumala näin pukee kedon ruohon, joka tänään kasvaa ja huomenna joutuu uuniin, niin tottahan hän teistä huolehtii, te vähäuskoiset!",
      "Tätä kaikkea pakanat tavoittelevat. Teidän taivaallinen Isänne tietää kyllä, että te tarvitsette kaikkea tätä.",
      "Etsikää ennen kaikkea Jumalan valtakuntaa ja hänen vanhurskasta tahtoaan, niin teille annetaan kaikki tämäkin.",
      "Älkää siis huolehtiko huomispäivästä, se pitää kyllä itsestään huolen. Kullekin päivälle riittävät sen omat murheet."
    ],
    [
      "Niin kuin te tuomitsette, niin tullaan teidät tuomitsemaan, ja niin kuin te mittaatte, niin tullaan teille mittaamaan.",
      "Kuinka näet roskan veljesi silmässä, mutta et huomaa, että omassa silmässäsi on hirsi?",
      "Kuinka voit sanoa veljellesi: 'Annapa kun otan roskan silmästäsi', kun omassa silmässäsi on hirsi?",
      "Sinä tekopyhä! Ota ensin hirsi omasta silmästäsi, vasta sitten näet ottaa roskan veljesi silmästä.",
      "Sillä jokainen pyytävä saa ja jokainen etsijä löytää, ja jokaiselle, joka kolkuttaa, avataan.",
      "Ei kai kukaan teistä anna pojalleen kiveä, kun hän pyytää leipää?",
      "Tai käärmettä, kun hän pyytää kalaa?",
      "Jos kerran te pahat ihmiset osaatte antaa lapsillenne kaikenlaista hyvää, niin paljon ennemmin teidän taivaallinen Isänne antaa hyvää niille, jotka sitä häneltä pyytävät.",
      "Miten ahdas onkaan se portti ja kapea se tie, joka vie elämään, ja vain harvat löytävät sen!",
      "Hedelmistä te heidät tunnette. Eihän orjantappuroista koota rypäleitä eikä ohdakkeista viikunoita.",
      "Hyvä puu tekee hyviä hedelmiä, huono puu kelvottomia hedelmiä.",
      "Ei hyvä puu voi tehdä kelvottomia eikä huono puu hyviä hedelmiä.",
      "Jokainen puu, joka ei tee hyvää hedelmää, kaadetaan ja heitetään tuleen.",
      "Hedelmistä te siis tunnette heidät.",
      "Monet sanovat minulle sinä päivänä: 'Herra, Herra! Sinun nimessäsihän me profetoimme, sinun nimessäsi me karkotimme pahoja henkiä ja sinun nimessäsi teimme monia voimatekoja.'",
      "Mutta silloin he saavat minulta vastauksen: 'En tunne teitä. Menkää pois minun luotani, vääryydentekijät!'",
      "Alkoi sataa, tulvavesi virtasi ja myrskytuuli pieksi taloa, mutta se ei sortunut, sillä se oli rakennettu kallioperustalle.",
      "Kun Jeesus oli lopettanut puheensa, kansanjoukot olivat hämmästyksissään hänen opetuksestaan.",
      "Hän opetti niin kuin se, jolle on annettu valta, ei niin kuin lainopettajat."
    ],
    [
      "Kun Jeesus tuli alas vuorelta, suuri ihmisjoukko seurasi häntä.",
      "Kun Jeesus oli saapunut Kapernaumiin, muuan sadanpäällikkö tuli hänen luokseen ja pyysi häneltä apua",
      "Minä sanon teille, että niin idästä kuin lännestä tulee monia, jotka taivasten valtakunnassa käyvät aterialle yhdessä Abrahamin, Iisakin ja Jaakobin kanssa.",
      "Jeesus meni Pietarin kotiin ja näki, että tämän anoppi makasi kovassa kuumeessa.",
      "Jeesus kosketti hänen kättään, ja kuume lähti hänestä. Nainen nousi vuoteesta ja alkoi palvella Jeesusta.",
      "Ja kun ilta tuli, Jeesuksen luo tuotiin monia pahojen henkien vaivaamia. Hän ajoi sanallaan henget ulos ja paransi kaikki sairaat,",
      "jotta kävisi toteen, mitä on sanottu profeetta Jesajan kirjassa: -- Hän kantoi meidän tautimme, otti taakakseen meidän sairautemme.",
      "Kun Jeesus näki, miten paljon väkeä hänen ympärillään oli, hän käski lähteä vastarannalle.",
      "Jeesus astui veneeseen, ja opetuslapset seurasivat häntä.",
      "Järvellä nousi äkkiä ankara myrsky. Aallot löivät yli veneen, mutta Jeesus nukkui.",
      "Kun Jeesus tuli toiselle rannalle Gadaran alueelle, häntä vastaan tuli hautaluolista kaksi pahojen henkien vaivaamaa miestä. Nämä olivat niin väkivaltaisia, ettei kukaan voinut kulkea sitä tietä.",
      "Jonkin matkan päässä oli suuri sikalauma laitumella.",
      "Sikopaimenet lähtivät pakoon. He menivät kaupunkiin ja kertoivat, kuinka oli käynyt ja mitä pahojen henkien vaivaamille oli tapahtunut.",
      "Silloin kaikki lähtivät kaupungista Jeesusta vastaan. Kun he näkivät hänet, he pyysivät häntä poistumaan siltä seudulta."
    ],
    [
      "Jeesus astui veneeseen, meni järven yli ja tuli kotikaupunkiinsa.",
      "Kumpi on helpompaa, sanoa: 'Sinun syntisi annetaan anteeksi', vai sanoa: 'Nouse ja kävele'?",
      "Silloin mies nousi ja lähti kotiinsa.",
      "Tämän nähdessään kansa pelästyi ja ylisti Jumalaa, joka oli antanut ihmisille sellaisen vallan.",
      "Jeesus oli sitten aterialla hänen kodissaan. Sinne tuli myös useita publikaaneja ja muita syntisiä, ja he aterioivat Jeesuksen ja hänen opetuslastensa kanssa.",
      "Ei kukaan ota kutistamattomasta kankaasta paikkaa vanhaan viittaan. Viitta repeää sellaisen paikan vierestä, ja reikä on entistä pahempi.",
      "Jeesus nousi ja lähti miehen mukaan, ja opetuslapset seurasivat häntä.",
      "Silloin Jeesusta lähestyi muuan nainen, jota kaksitoista vuotta oli vaivannut verenvuoto. Hän tuli Jeesuksen taakse ja kosketti hänen viittansa tupsua.",
      "Kun Jeesus tuli esimiehen taloon ja näki huilunsoittajat ja hälisevän ihmisjoukon,",
      "Mutta kun väki oli ajettu ulos, Jeesus meni sisään ja otti tyttöä kädestä, ja tyttö nousi.",
      "Tästä levisi tieto koko sille seudulle.",
      "Mutta lähdettyään sieltä he levittivät hänestä tietoa koko sillä seudulla.",
      "Kun miehet olivat poistumassa, Jeesuksen luo tuotiin mykkä mies, jota vaivasi paha henki.",
      "Jeesus kulki sitten kaikissa kaupungeissa ja kylissä. Hän opetti synagogissa, julisti ilosanomaa taivasten valtakunnasta ja paransi kaikki ihmisten taudit ja vaivat.",
      "Kun hän näki väkijoukot, hänet valtasi sääli, sillä ihmiset olivat näännyksissä ja heitteillä, kuin lammaslauma paimenta vailla."
    ],
    [
      "Jeesus kutsui kaksitoista opetuslastaan luokseen ja antoi heille vallan karkottaa saastaisia henkiä ja parantaa kaikkia tauteja ja vaivoja.",
      "Nämä ovat niiden kahdentoista apostolin nimet: ensimmäisenä Simon, toiselta nimeltä Pietari, ja hänen veljensä Andreas, Jaakob Sebedeuksen poika ja hänen veljensä Johannes,",
      "Filippus ja Bartolomeus, Tuomas ja publikaani Matteus, Jaakob Alfeuksen poika ja Taddeus,",
      "Simon Kananeus ja Juudas Iskariot, joka sitten kavalsi Jeesuksen.",
      "Sen sijaan menkää Israelin kansan eksyneiden lampaiden luo",
      "ja julistakaa: 'Taivasten valtakunta on tullut lähelle.'",
      "Parantakaa sairaita, herättäkää kuolleita, puhdistakaa spitaalisia ja ajakaa pois pahoja henkiä. Lahjaksi olette saaneet, lahjaksi antakaa.",
      "älkääkä ottako mukaanne laukkua, älkää ylimääräistä paitaa, älkää jalkineita tai sauvaa. Työmies on ruokansa ansainnut.",
      "Kun menette taloon, toivottakaa talon väelle rauhaa.",
      "Jos talo on sen arvoinen, saakoon se toivottamanne rauhan, mutta jos se ei ansaitse sitä, palatkoon toivotus teille takaisin.",
      "Jos teitä jossakin talossa tai kaupungissa ei oteta vastaan eikä teidän sanojanne kuunnella, lähtekää sieltä ja pudistakaa pöly jaloistanne.",
      "Totisesti: Sodoman ja Gomorran maa pääsee tuomiopäivänä vähemmällä kuin se kaupunki.",
      "Maaherrojen ja kuninkaidenkin eteen teitä tullaan viemään minun takiani, todistukseksi heille ja kansoille.",
      "Mutta kun teidät luovutetaan viranomaisten käsiin, älkää olko huolissanne siitä, miten tai mitä puhuisitte, sillä teille annetaan tuona hetkenä sanat, jotka teidän tulee puhua.",
      "Te ette puhu itse, teissä puhuu Isänne Henki.",
      "Kaikki tulevat vihaamaan teitä minun nimeni tähden, mutta se, joka kestää loppuun asti, pelastuu.",
      "Tyytyköön opetuslapsi samaan kuin opettaja ja palvelija samaan kuin isäntä. Jos talon isäntää nimitetään Belsebuliksi, kuinka paljon helpommin sen nimen saa talonväki!",
      "Minkä minä sanon teille pimeässä, se julistakaa päivänvalossa, ja mitä kuulette korvaanne kuiskattavan, se kuuluttakaa julki katoilta.",
      "Älkää pelätkö niitä, jotka tappavat ruumiin mutta eivät kykene tappamaan sielua. Pelätkää sen sijaan häntä, joka voi sekä sielun että ruumiin hukuttaa helvettiin.",
      "Varpusia saa kolikolla kaksi, mutta yksikään niistä ei putoa maahan, ellei teidän Isänne sitä salli.",
      "Teidän jokainen hiuskarvannekin on laskettu.",
      "Älkää siis pelätkö. Olettehan te arvokkaampia kuin kaikki varpuset.",
      "Mutta joka ihmisten edessä kieltää minut, sen minäkin kiellän Isäni edessä taivaissa.",
      "Minä olen tullut nostamaan pojan isäänsä, tyttären äitiään ja miniän anoppiaan vastaan.",
      "Viholliset ovat oman talon väkeä.",
      "Joka ei ota ristiään ja seuraa minua, se ei kelpaa minulle.",
      "Joka varjelee elämäänsä, kadottaa sen, mutta joka elämänsä minun tähteni kadottaa, on sen löytävä.",
      "Joka ottaa profeetan vastaan siksi, että tämä on profeetta, saa profeetan palkan, ja joka ottaa vanhurskaan vastaan siksi, että tämä on vanhurskas, saa vanhurskaalle kuuluvan palkan."
    ],
    [
      "Annettuaan kaikki nämä ohjeet kahdelletoista opetuslapselleen Jeesus lähti muihin sen seudun kaupunkeihin opettamaan ja julistamaan.",
      "Kun Johannes vankilassa kuuli Kristuksen teoista, hän lähetti opetuslapsensa",
      "Sokeat saavat näkönsä ja rammat kävelevät, spitaaliset puhdistuvat ja kuurot kuulevat, kuolleet herätetään henkiin ja köyhille julistetaan ilosanoma.",
      "Vai mitä odotitte näkevänne? Kenties hienosti pukeutuneen miehen? Kuninkaanlinnoista te niitä löydätte, jotka hienostelevat vaatteillaan!",
      "Mitä te sitten odotitte näkevänne? Profeetanko? Aivan oikein, ja minä sanon teille, että hän on enemmänkin kuin profeetta.",
      "Hän on se, josta on kirjoitettu: -- Minä lähetän sanansaattajani sinun edelläsi, hän raivaa sinulle tien.",
      "Johannes Kastajan päivistä asti taivasten valtakunta on ollut murtautumassa esiin, ja jotkut yrittävät väkivalloin temmata sen itselleen.",
      "Kaikki profeetat ja laki ovat Johannekseen asti olleet ennustusta,",
      "ja uskokaa tai älkää, juuri hän on Elia, jonka oli määrä tulla.",
      "Jolla on korvat, se kuulkoon!",
      "'Me soitimme teille huilua, mutta te ette tanssineet, me pidimme valittajaisia, mutta te ette itkeneet mukana.'",
      "Johannes tuli, hän ei syö eikä juo, ja ihmiset sanovat: 'Hänessä on paha henki.'",
      "Sitten Jeesus alkoi soimata niitä kaupunkeja, joissa hän oli useimmat voimatekonsa tehnyt, siitä etteivät ne olleet tehneet parannusta:",
      "Minä sanon teille: Tyros ja Sidon pääsevät tuomiopäivänä vähemmällä kuin te.",
      "Näin sinä, Isä, olet hyväksi nähnyt.",
      "Ottakaa minun ikeeni harteillenne ja katsokaa minua: minä olen sydämeltäni lempeä ja nöyrä. Näin teidän sielunne löytää levon."
    ],
    [
      "Niihin aikoihin Jeesus kerran kulki sapattina viljapellon laitaa. Hänen opetuslastensa tuli nälkä, ja he alkoivat katkoa tähkäpäitä ja syödä.",
      "Hän meni Jumalan huoneeseen ja söi uhrileivät, vaikka niiden syöminen oli sallittua ainoastaan papeille, ei hänelle eikä hänen miehilleen.",
      "Tai ettekö ole laista lukeneet, että papit tekevät temppelissä sapattinakin työtä mutta ovat silti syyttömiä?",
      "Minä sanon: tässä teillä on enemmän kuin temppeli.",
      "Jos te ymmärtäisitte, mitä tämä tarkoittaa: 'Armahtavaisuutta minä tahdon, en uhrimenoja', te ette tuomitsisi syyttömiä.",
      "Jeesus kulki edelleen ja meni sen seudun synagogaan.",
      "Mutta fariseukset menivät ulos ja ryhtyivät suunnittelemaan, miten saisivat Jeesuksen raivatuksi pois tieltä.",
      "Kun Jeesus sai tietää tästä, hän lähti sieltä. Hänen perässään kulki paljon väkeä, ja hän paransi kaikki sairaat.",
      "Hän kuitenkin varoitti heitä puhumasta hänestä julkisesti,",
      "jotta toteutuisi tämä profeetta Jesajan lausuma Jumalan sana:",
      "-- Katso: minun palvelijani, jonka olen valinnut, minun rakkaani, johon olen mieltynyt. Minä lasken henkeni hänen ylleen, ja hän julistaa kansoille oikeuden.",
      "Ei hän huuda eikä riitele, ei kuulla hänen ääntänsä kaduilla.",
      "Murtunutta ruokoa hän ei muserra, savuavaa lampunsydäntä hän ei sammuta. Hän on saattava oikeuden voittoon.",
      "Hänen nimeensä kansat panevat toivonsa.",
      "Sitten Jeesuksen luo tuotiin sokea ja mykkä mies, jota vaivasi paha henki. Jeesus paransi hänet, niin että mies puhui ja näki.",
      "Jos Saatana ajaa ulos Saatanan, silloin se on noussut itseään vastaan. Kuinka sen valtakunta silloin voi pysyä koossa?",
      "Jos minä karkotan pahoja henkiä Belsebulin avulla, kenen avulla sitten teikäläiset niitä karkottavat? Heistä te saatte itsellenne tuomarit.",
      "Mutta jos minä karkotan pahoja henkiä Jumalan Hengen voimalla, silloinhan Jumalan valtakunta on jo tullut teidän luoksenne.",
      "Joka ei ole minun puolellani, on minua vastaan, ja joka ei yhdessä minun kanssani kokoa, se hajottaa.",
      "Joka sanoo jotakin Ihmisen Poikaa vastaan, hänelle annetaan anteeksi, mutta joka puhuu Pyhää Henkeä vastaan, hänelle ei anteeksi anneta, ei tässä eikä tulevassa maailmanajassa.",
      "Te käärmeen sikiöt, kuinka teidän puheenne voisi olla hyvää, kun itse olette pahoja! Mitä sydän on täynnä, sitä suu puhuu.",
      "Hyvä ihminen tuo hyvyytensä varastosta esiin hyvää, paha ihminen pahuutensa varastosta pahaa.",
      "Minä sanon teille: jokaisesta turhasta sanasta, jonka ihmiset lausuvat, heidän on tuomiopäivänä tehtävä tili.",
      "Niin kuin profeetta Joona oli meripedon vatsassa kolme päivää ja kolme yötä, niin on Ihmisen Poika oleva maan povessa kolme päivää ja kolme yötä.",
      "Niniven asukkaat nousevat tuomiolle yhdessä tämän sukupolven kanssa ja langettavat sille tuomion. He kääntyivät, kun Joona saarnasi heille, ja tässä teillä on enemmän kuin Joona!",
      "Etelän kuningatar herää tuomiolle yhdessä tämän sukupolven kanssa ja langettaa sille tuomion. Hän tuli maan ääristä saakka kuulemaan Salomon viisautta, ja tässä teillä on enemmän kuin Salomo!",
      "Silloin se päättää: 'Minä palaan kotiini, josta lähdin.' Kun se sitten tulee ja löytää huoneensa tyhjillään, lakaistuna ja hyvässä järjestyksessä,",
      "Jeesuksen vielä puhuessa väkijoukolle hänen äitinsä ja veljensä olivat tulleet paikalle. He seisoivat ulkona ja tahtoivat puhua hänen kanssaan."
    ],
    [
      "Samana päivänä Jeesus lähti ulos, meni järven rantaan ja asettui istumaan.",
      "Hänen ympärilleen kokoontui silloin niin suuri joukko ihmisiä, että hänen oli siirryttävä veneeseen. Hän istui veneessä ja väkijoukko seisoi rannalla,",
      "Ja kun hän kylvi, osa siemenestä putosi tien oheen, ja linnut tulivat ja söivät jyvät.",
      "Osa putosi kallioiseen paikkaan, missä jyville ei ollut paljon maata. Ne nousivat kohta oraalle, koska maata ei ollut syvälti,",
      "mutta auringon noustua oraat helteessä kuivettuivat, koska niillä ei ollut juurta.",
      "Osa taas putosi ohdakkeisiin, ja ohdakkeet kasvoivat ja tukahduttivat oraan.",
      "Mutta osa jyvistä putosi hyvään maahan ja antoi sadon, mikä sata, mikä kuusikymmentä, mikä kolmekymmentä jyvää.",
      "Jolla on, sille annetaan, ja hän on saava yltäkyllin, mutta jolla ei ole, siltä otetaan pois sekin mitä hänellä on.",
      "Minä puhun heille vertauksin, koska he näkevät eivätkä kuitenkaan näe ja kuulevat eivätkä kuitenkaan kuule eivätkä ymmärrä.",
      "Heissä käy toteen tämä Jesajan ennustus: -- Kuulemalla kuulkaa älkääkä käsittäkö. Katsomalla katsokaa älkääkä nähkö.",
      "Sillä paatunut on tämän kansan sydän, vain vaivoin he kuulevat korvillaan ja silmänsä he ovat ummistaneet, jotta he eivät silmillään näkisi, eivät korvillaan kuulisi eivätkä sydämellään ymmärtäisi, jotta he eivät kääntyisi enkä minä parantaisi heitä.",
      "Totisesti: monet profeetat ja vanhurskaat ovat halunneet nähdä mitä te näette, eivätkä ole nähneet, ja kuulla mitä te kuulette, eivätkä ole kuulleet.",
      "Aina kun joku kuulee sanoman valtakunnasta eikä ymmärrä sitä, tulee Paholainen ja sieppaa pois sen, mikä hänen sydämeensä on kylvetty. Tätä tarkoittaa tien oheen kylvetty siemen.",
      "Kylvö kallioiseen paikkaan kuvaa sitä, joka sanoman kuullessaan heti ottaa sen iloiten vastaan",
      "mutta joka kestää vain hetken, koska häneltä puuttuvat juuret. Kun tulee ahdinko tai vaino sanan tähden, hän luopuu kohta.",
      "Kylvö ohdakkeisiin tarkoittaa ihmistä, joka kuulee sanan mutta jossa sana ei tuota satoa, koska tämän maailman huolet ja rikkauden viettelys tukahduttavat sen.",
      "Mutta kun kaikki nukkuivat, hänen vihamiehensä tuli, kylvi vehnän sekaan rikkaviljaa ja meni pois.",
      "Kun vilja nousi oraalle ja alkoi tehdä tähkää, rikkaviljakin tuli näkyviin.",
      "Työmiehet menivät silloin isäntänsä luo ja sanoivat hänelle: 'Herra, etkö sinä kylvänyt peltoosi hyvää siementä? Mistä siihen on tullut rikkaviljaa?'",
      "Isäntä sanoi heille: 'Se on vihamieheni työtä.' Miehet kysyivät silloin häneltä: 'Tahdotko, että menemme kitkemään sen pois?'",
      "'En', hän vastasi, 'te voitte rikkaviljaa kootessanne nyhtää sen mukana vehnääkin.",
      "Kaiken tämän Jeesus puhui väkijoukolle vertauksin. Vertauksitta hän ei puhunut heille mitään,",
      "jotta tämä profeetan sana kävisi toteen: -- Minä avaan suuni ja puhun vertauksin, tuon julki sen, mikä on ollut salattua maailman luomisesta saakka.",
      "Pelto on maailma. Hyvä siemen tarkoittaa niitä, jotka kuuluvat taivasten valtakuntaan, rikkavilja niitä, jotka ovat Paholaisen vallassa.",
      "Paholainen, joka kylvi rikkaviljaa, on Saatana, elonkorjuu on maailman loppu, ja korjuumiehet ovat enkeleitä.",
      "Niin kuin rikkavilja kootaan ja hävitetään polttamalla, niin tapahtuu maailman lopussa.",
      "Ihmisen Poika lähettää enkelinsä, ja he kokoavat hänen valtakunnastaan kaikki, jotka viettelevät pahaan ja harjoittavat vääryyttä.",
      "Enkelit heittävät heidät tuliseen pätsiin, ja siellä itketään ja kiristellään hampaita.",
      "Mutta Jumalan omat loistavat silloin Isänsä valtakunnassa niin kuin aurinko. Jolla on korvat, se kuulkoon!",
      "Kun hän löysi yhden kallisarvoisen helmen, hän myi kaiken minkä omisti ja osti sen.",
      "Kun se tuli täyteen, kalastajat vetivät sen rantaan, istuutuivat ja lajittelivat hyvät kalat koreihin mutta viskasivat huonot pois.",
      "Samoin käy maailman lopussa: enkelit tulevat, erottavat pahat vanhurskaista",
      "Kaikki nämä vertaukset kerrottuaan Jeesus lähti siltä seudulta",
      "Eikö hän ole se rakennusmiehen poika? Eikö hänen äitinsä nimi ole Maria, ja ovathan Jaakob, Joosef, Simon ja Juudas hänen veljiään?",
      "Ja koska he eivät uskoneet häneen, hän ei tehnyt siellä montakaan voimatekoa."
    ],
    [
      "Noihin aikoihin neljännesruhtinas Herodes kuuli Jeesuksesta.",
      "Herodes näet oli pidättänyt Johanneksen, pannut hänet kahleisiin ja heittänyt vankilaan. Tämän hän oli tehnyt veljensä Filippoksen vaimon Herodiaan tähden,",
      "Herodes olisi halunnut surmata Johanneksen mutta pelkäsi kansaa, joka piti Johannesta profeettana.",
      "Sitten Herodes vietti syntymäpäiviään ja Herodiaan tytär tanssi vieraille. Tyttö miellytti Herodesta niin,",
      "että tämä valalla vannoen lupasi antaa hänelle mitä hän vain pyytäisi.",
      "Kuningas tuli pahoille mielin, mutta koska hän oli vieraittensa kuullen vannonut valan, hän käski täyttää pyynnön.",
      "Hän lähetti vankilaan sanan ja käski mestata Johanneksen.",
      "Tämän pää tuotiin vadilla ja annettiin tytölle, ja tyttö vei sen äidilleen.",
      "Johanneksen opetuslapset tulivat sitten hakemaan ruumiin ja hautasivat sen. Sen jälkeen he menivät kertomaan Jeesukselle, mitä oli tapahtunut.",
      "Kuultuaan tästä Jeesus lähti veneellä autiolle seudulle yksinäisyyteen. Mutta tieto levisi, ja kaupungeista lähti paljon väkeä maitse hänen peräänsä.",
      "Kun hän veneestä noustessaan näki kaikki nämä ihmiset, hänen tuli heitä sääli ja hän paransi kaikki sairaat.",
      "Hän käski väkijoukon asettua nurmelle. Sitten hän otti ne viisi leipää ja kaksi kalaa, katsoi ylös taivaaseen ja lausui kiitoksen. Hän mursi leivät ja antoi palat opetuslapsille, ja opetuslapset jakoivat ne väelle.",
      "Kaikki söivät kyllikseen, ja tähteeksi jääneitä paloja kerättiin kaksitoista täyttä korillista.",
      "Syömässä oli noin viisituhatta miestä ja lisäksi naisia ja lapsia.",
      "Heti sen jälkeen Jeesus käski opetuslasten nousta veneeseen ja mennä vastarannalle edeltäkäsin, sillä aikaa kun hän lähettäisi väen pois.",
      "Kun ihmiset olivat lähteneet, hän nousi vuorelle rukoillakseen yksinäisyydessä. Illan tultua hän oli siellä yksin.",
      "Vene oli jo hyvän matkan päässä rannasta ja ponnisteli aallokossa vastatuuleen.",
      "Neljännen yövartion aikaan Jeesus tuli opetuslapsia kohti kävellen vettä pitkin.",
      "Kun he näkivät hänen kävelevän järven aalloilla, he säikähtivät ja huusivat pelosta, sillä he luulivat näkevänsä aaveen.",
      "Kun he olivat nousseet veneeseen, tuuli tyyntyi.",
      "Päästyään järven yli he nousivat maihin Gennesaretissa.",
      "Kun seudun ihmiset huomasivat, kuka oli tullut, he lähettivät sanan joka puolelle, ja niin kaikki sairaat tuotiin Jeesuksen luo.",
      "He pyysivät saada edes koskettaa hänen viittansa tupsua, ja kaikki, jotka sitä koskettivat, parantuivat."
    ],
    [
      "Silloin Jeesuksen luo tuli Jerusalemista fariseuksia ja lainopettajia.",
      "Jumala on sanonut: 'Kunnioita isääsi ja äitiäsi' ja 'Joka kiroaa isäänsä tai äitiään, häntä rangaistakoon kuolemalla'.",
      "Mutta te opetatte, että jos joku sanoo isälleen tai äidilleen: 'Sen, mitä sinun piti minulta saada, olen luvannut uhrilahjaksi',",
      "hänen ei enää tarvitse kunnioittaa isäänsä tai äitiänsä. Näin te olette perinnäissäännöllänne tehneet tyhjäksi Jumalan sanan.",
      "Te tekopyhät! Oikein Jesaja teistä ennusti, kun hän sanoi:",
      "-- Tämä kansa kunnioittaa minua huulillaan, mutta sen sydän on kaukana minusta.",
      "Ettekö käsitä, että se, mikä menee suusta sisään, jatkaa kulkuaan vatsaan, ja sitten se ulostetaan.",
      "Mutta se, mikä tulee suusta ulos, on lähtöisin sydämestä, ja se saastuttaa ihmisen.",
      "Juuri sydämestähän lähtevät pahat ajatukset, murhat, aviorikokset, siveettömyys, varkaudet, väärät todistukset ja herjaukset.",
      "Lähdettyään sieltä Jeesus meni Tyroksen ja Sidonin seudulle.",
      "Jeesus lähti sieltä, ja kuljettuaan Galileanjärven rantaa hän nousi vuorelle. Kun hän istui siellä,",
      "hänen luokseen tuli paljon kansaa mukanaan rampoja, sokeita, raajarikkoja, mykkiä ja monia muita. Heidät asetettiin hänen eteensä, ja hän paransi heidät.",
      "Ihmiset hämmästyivät nähdessään, kuinka mykät puhuivat, raajarikot tervehtyivät, rammat kävelivät ja sokeat näkivät, ja he ylistivät Israelin Jumalaa.",
      "Jeesus käski väen asettua istumaan.",
      "Sitten hän otti ne seitsemän leipää ja kalat, lausui kiitoksen ja mursi leivät ja antoi palat opetuslapsille, jotka jakoivat ne ihmisille.",
      "Kaikki söivät kyllikseen, ja tähteeksi jääneitä paloja kerättiin seitsemän täyttä korillista.",
      "Syömässä oli neljätuhatta miestä ja lisäksi naisia ja lapsia.",
      "Sitten Jeesus lähetti väkijoukon pois, astui veneeseen ja tuli Magadanin seudulle."
    ],
    [
      "Jeesuksen luo tuli fariseuksia ja saddukeuksia, jotka halusivat panna hänet koetukselle ja pyysivät häntä näyttämään merkin taivaasta.",
      "ja aamulla: 'Tänään tulee ruma ilma, sillä taivas on synkän ruskottava.' Taivasta te kyllä osaatte lukea, mutta ette aikojen merkkejä.",
      "He saapuivat vastarannalle, mutta opetuslapset olivat unohtaneet varata leipää mukaansa.",
      "Ettekö te vieläkään ymmärrä? Ettekö muista niitä viittä leipää, joista riitti viidelletuhannelle? Ja kuinka monta korillista te vielä keräsitte?",
      "Entä ne seitsemän leipää, joista riitti neljälletuhannelle? Ja kuinka monta korillista te keräsitte?",
      "Silloin he ymmärsivät, ettei hän käskenyt varoa leipätaikinan hapatetta, vaan fariseusten ja saddukeusten opetusta.",
      "Ja minä sanon sinulle: Sinä olet Pietari, ja tälle kalliolle minä rakennan kirkkoni. Sitä eivät tuonelan portit voita.",
      "Sitten hän kielsi opetuslapsiaan kertomasta kenellekään, että hän oli Messias.",
      "Tästä lähtien Jeesus alkoi puhua opetuslapsilleen, että hänen oli mentävä Jerusalemiin ja kärsittävä paljon kansan vanhimpien, ylipappien ja lainopettajien käsissä. Hänet surmattaisiin, mutta kolmantena päivänä hän nousisi kuolleista.",
      "Sillä se, joka tahtoo pelastaa elämänsä, kadottaa sen, mutta joka elämänsä minun tähteni kadottaa, on sen löytävä.",
      "Mitä hyödyttää ihmistä, jos hän voittaa omakseen koko maailman mutta menettää sielunsa? Millä ihminen voi ostaa sielunsa takaisin?",
      "Ihmisen Poika on tuleva Isänsä kirkkaudessa enkeliensä kanssa, ja silloin hän maksaa jokaiselle tämän tekojen mukaan."
    ],
    [
      "Kuuden päivän kuluttua Jeesus otti mukaansa Pietarin sekä Jaakobin ja tämän veljen Johanneksen ja vei heidät korkealle vuorelle yksinäisyyteen.",
      "Siellä hänen ulkomuotonsa muuttui heidän nähtensä: hänen kasvonsa loistivat kuin aurinko ja hänen vaatteensa tulivat valkeiksi kuin valo.",
      "Samassa heille ilmestyivät Mooses ja Elia, jotka keskustelivat Jeesuksen kanssa.",
      "Kun opetuslapset kuulivat äänen, he heittäytyivät maahan kasvoilleen suuren pelon vallassa.",
      "Ja kun he nostivat katseensa, he eivät nähneet ketään muuta kuin Jeesuksen yksin.",
      "Silloin opetuslapset ymmärsivät, että hän oli puhunut heille Johannes Kastajasta.",
      "Kun he palasivat väkijoukon luo, Jeesuksen eteen tuli mies, joka polvistui",
      "Jeesus käski ankarin sanoin pahan hengen poistua, ja se lähti pojasta. Siitä hetkestä poika oli terve."
    ],
    [
      "Silloin Jeesus kutsui luokseen lapsen, asetti hänet heidän keskelleen",
      "Se, joka nöyrtyy tämän lapsen kaltaiseksi, on suurin taivasten valtakunnassa.",
      "Ja joka minun nimessäni ottaa luokseen yhdenkin tällaisen lapsen, se ottaa luokseen minut.",
      "Mutta jos joku johdattaa lankeemukseen yhdenkin näistä vähäisistä, jotka uskovat minuun, hänelle olisi parempi, että hänen kaulaansa pantaisiin myllynkivi ja hänet upotettaisiin meren syvyyteen.",
      "Jos kätesi tai jalkasi viettelee sinua, hakkaa se poikki ja heitä pois. Onhan parempi, että käsipuolena tai jalkapuolena pääset sisälle elämään, kuin että sinut molemmat kädet ja jalat tallella heitetään ikuiseen tuleen.",
      "Ja jos silmäsi viettelee sinua, repäise se irti ja heitä menemään. Onhan parempi, että silmäpuolena pääset sisälle elämään, kuin että sinut molemmat silmät tallella heitetään helvetin tuleen.",
      "Juuri sitä, mikä on kadonnut, Ihmisen Poika on tullut etsimään ja pelastamaan.]",
      "Ja jos hän sen löytää -- totisesti: hän iloitsee siitä enemmän kuin niistä yhdeksästäkymmenestäyhdeksästä, jotka eivät olleet eksyksissä.",
      "Samoin ei teidän taivaallinen Isänne tahdo, että yksikään näistä vähäisistä joutuisi hukkaan.",
      "Mutta ellei hän kuule sinua, ota mukaasi yksi tai kaksi muuta, sillä 'jokainen asia on vahvistettava kahden tai kolmen todistajan sanalla'.",
      "Ellei hän kuuntele heitäkään, ilmoita seurakunnalle. Ja jos hän ei tottele seurakuntaakaan, suhtaudu häneen kuin pakanaan tai publikaaniin.",
      "Totisesti: kaikki, minkä te sidotte maan päällä, on sidottu taivaassa, ja kaikki, minkä te vapautatte maan päällä, on myös taivaassa vapautettu.",
      "Kun hän alkoi tarkastaa niitä, hänen eteensä tuotiin palvelija, joka oli hänelle velkaa kymmenentuhatta talenttia.",
      "Miehellä ei ollut, millä maksaa, ja niin kuningas määräsi, että hänet, hänen vaimonsa ja lapsensa ja koko hänen omaisuutensa oli myytävä ja velka maksettava.",
      "Silloin palvelija heittäytyi maahan hänen eteensä ja pyysi: 'Ole kärsivällinen! Minä maksan sinulle kyllä kaiken.'",
      "Kuninkaan tuli sääli palvelijaansa, ja hän päästi miehen menemään ja antoi velan anteeksi.",
      "Mies heittäytyi maahan ja pyysi: 'Ole kärsivällinen! Kyllä minä maksan sinulle.'",
      "Mutta toinen ei suostunut siihen. Hän meni ja toimitti työtoverinsa vankilaan, kunnes tämä maksaisi velkansa.",
      "Silloin kuningas kutsutti palvelijan luokseen ja sanoi: 'Sinä kelvoton! Minä annoin sinulle anteeksi koko velan, kun sitä minulta pyysit.",
      "Eikö sinunkin olisi pitänyt armahtaa työtoveriasi, niin kuin minä armahdin sinua?'",
      "Vihoissaan kuningas pani palvelijansa ankaraan vankeuteen, kunnes tämä maksaisi koko velan.",
      "Näin tekee minun taivaallinen Isänikin teille, jos te ette kaikesta sydämestä anna kukin veljellenne anteeksi."
    ],
    [
      "Kun Jeesus oli puhunut kaiken tämän, hän lähti Galileasta ja tuli sitten Jordanin itäpuolta kulkien Juudeaan.",
      "Häntä seurasi suuri joukko ihmisiä, ja hän paransi heitä.",
      "Jeesuksen luo tuotiin lapsia, jotta hän panisi kätensä heidän päälleen ja rukoilisi. Opetuslapset moittivat tuojia,",
      "Hän pani kätensä heidän päälleen. Sitten hän lähti sieltä.",
      "Mutta kun nuorukainen kuuli nämä sanat, hän lähti surullisena pois, sillä hänellä oli paljon omaisuutta.",
      "Ja jokainen, joka minun nimeni tähden on luopunut talostaan, veljistään tai sisaristaan, isästään, äidistään tai lapsistaan tai pelloistaan, saa satakertaisesti takaisin ja perii iankaikkisen elämän.",
      "Mutta monet ensimmäiset tulevat olemaan viimeisiä ja viimeiset ensimmäisiä."
    ],
    [
      "Hän sopi miesten kanssa yhden denaarin päiväpalkasta ja lähetti heidät viinitarhaan.",
      "Päivän kolmannella tunnilla hän lähti taas ulos ja näki, että torilla seisoi vielä miehiä jouten.",
      "'Menkää tekin viinitarhaan', hän sanoi heille, 'minä maksan teille sen, mitä kuuluu maksaa.'",
      "Miehet lähtivät. Kuudennen ja yhdeksännen tunnin aikaan isäntä lähti taas ulos ja teki samoin.",
      "Kun hän sitten meni ulos yhdennellätoista tunnilla, hän näki vieläkin muutamia joutilaita ja kysyi heiltä: 'Miksi te seisotte täällä kaiken päivää toimettomina?'",
      "'Kukaan ei ole palkannut meitä', he vastasivat. Hän sanoi miehille: 'Menkää tekin minun viinitarhaani.'",
      "Ne, jotka oli palkattu yhdennellätoista tunnilla, tulivat ja saivat kukin denaarinsa.",
      "Kun ensiksi palkatut tulivat, he luulivat saavansa enemmän, mutta hekin saivat vain denaarin.",
      "Silloin he nostivat metelin ja sanoivat isännälle:",
      "'Nämä viimeksi tulleet tekivät työtä yhden ainoan tunnin, ja silti sinä annat heille saman kuin meille, jotka olemme kantaneet päivän kuorman ja helteen.'",
      "Mutta isäntä sanoi yhdelle miehistä: 'Ystäväni, enhän minä tee sinulle vääryyttä. Emmekö me sopineet denaarista?",
      "Ota omasi ja mene. Minä tahdon maksaa tälle viimeksi tulleelle saman kuin sinulle,",
      "ja kai minä saan omallani tehdä mitä haluan? Katsotko sinä karsaasti sitä, että minä olen hyvä?'",
      "Näin viimeiset tulevat ensimmäisiksi ja ensimmäiset viimeisiksi.",
      "Kun he sitten nousivat Jerusalemiin vievää tietä, Jeesus otti kaksitoista opetuslastaan erilleen ja puhui kulkiessaan heille:",
      "Jonkin ajan kuluttua tuli Sebedeuksen poikien äiti yhdessä poikiensa kanssa hänen luokseen ja polvistui anovasti hänen eteensä.",
      "Kun muut kymmenen kuulivat tästä, he suuttuivat veljeksille.",
      "Niin ei saa olla teidän keskuudessanne. Joka tahtoo teidän joukossanne tulla suureksi, se olkoon toisten palvelija,",
      "ja joka tahtoo tulla teidän joukossanne ensimmäiseksi, se olkoon toisten orja.",
      "Kun he lähtivät Jerikosta, Jeesusta seurasi suuri väkijoukko.",
      "Jeesuksen kävi heitä sääliksi. Hän kosketti heidän silmiään, ja samassa niihin tuli näkö. Niin miehet lähtivät seuraamaan häntä."
    ],
    [
      "Kun he lähestyivät Jerusalemia ja olivat tulossa Betfageen Öljymäelle, Jeesus lähetti edeltä kaksi opetuslastaan",
      "Näin tapahtui, jotta kävisi toteen tämä profeetan sana:",
      "-- Sanokaa tytär Siionille: Katso, kuninkaasi tulee! Hän tulee luoksesi lempeänä, ratsastaen aasilla, työjuhdan varsalla.",
      "Opetuslapset lähtivät ja tekivät niin kuin Jeesus oli käskenyt.",
      "He toivat aasin ja varsan ja panivat niiden selkään vaatteitaan, ja Jeesus istuutui aasin selkään.",
      "Ihmisiä oli hyvin paljon, ja he levittivät vaatteitaan tielle, toiset katkoivat puista oksia ja levittivät tielle niitä.",
      "Ja ihmisjoukko, joka kulki hänen edellään ja perässään, huusi: -- Hoosianna, Daavidin Poika! Siunattu olkoon hän, joka tulee Herran nimessä! Hoosianna korkeuksissa!",
      "Jeesus meni temppeliin ja ajoi kaikki myyjät ja ostajat sieltä ulos. Hän kaatoi rahanvaihtajien pöydät ja kyyhkysenmyyjien jakkarat",
      "Jeesuksen luo temppeliin tuli sokeita ja rampoja, ja hän paransi heidät.",
      "Hän jätti heidät siihen, meni kaupungin ulkopuolelle Betaniaan ja oli siellä yötä.",
      "Kun Jeesus varhain aamulla oli palaamassa kaupunkiin, hänen tuli nälkä.",
      "'En minä halua', poika vastasi. Sitten hän kuitenkin tuli toisiin ajatuksiin ja meni.",
      "Johannes avasi teille vanhurskauden tien, mutta te ette uskoneet häntä. Portot ja publikaanit sen sijaan uskoivat, ja vaikka te sen näitte, te ette jälkeenpäinkään tulleet katumukseen ettekä uskoneet häntä.",
      "Mutta nämä ottivat palvelijat kiinni. Jonkun he pieksivät, jonkun iskivät kuoliaaksi, jonkun kivittivät.",
      "Isäntä lähetti uusia palvelijoita, enemmän kuin ensimmäisellä kerralla, mutta heidän kävi samalla tavoin.",
      "Lopulta hän lähetti vuokraajien luo poikansa ajatellen: 'Minun omaan poikaani he eivät sentään uskalla koskea.'",
      "Mutta kun nämä näkivät pojan, he sanoivat toisilleen: 'Hän on perillinen. Tapetaan hänet, niin perintö on meidän.'",
      "He ottivat hänet kiinni, raahasivat ulos viinitarhasta ja tappoivat hänet.",
      "Kun viinitarhan omistaja tulee, mitä hän tekee noille viljelijöille?",
      "Nämä vertaukset kuultuaan ylipapit ja fariseukset ymmärsivät, että Jeesus puhui heistä.",
      "He olisivat halunneet ottaa hänet kiinni mutta pelkäsivät kansaa, koska se piti häntä profeettana."
    ],
    [
      "Jeesus jatkoi vertauspuheitaan ja sanoi heille:",
      "Hän lähetti palvelijoitaan kutsumaan häävieraita, mutta kutsun saaneet eivät tahtoneet tulla.",
      "Silloin hän lähetti toisia palvelijoita ja käski heidän sanoa kutsutuille: 'Olen valmistanut ateriani, härät ja syöttövasikat on teurastettu, kaikki on valmiina. Tulkaa häihin!'",
      "Mutta kutsun saaneista toiset eivät välittäneet siitä, vaan menivät muualle, kuka pellolleen, kuka kaupoilleen,",
      "toiset taas ottivat kuninkaan palvelijat kiinni, pieksivät heitä ja löivät heidät hengiltä.",
      "Silloin kuningas vihastui. Hän lähetti sotajoukkonsa, surmasi murhamiehet ja poltti heidän kaupunkinsa.",
      "Sitten kuningas sanoi palvelijoilleen: 'Kaikki on valmiina hääjuhlaa varten, mutta kutsutut eivät olleet juhlan arvoisia.",
      "Menkää nyt teille ja toreille ja kutsukaa häihin keitä vain tapaatte.'",
      "Palvelijat menivät ja keräsivät kaikki, jotka he tapasivat, niin pahat kuin hyvät, ja häähuone täyttyi aterialle tulleista.",
      "Hän kysyi tältä: 'Ystäväni, kuinka saatoit tulla tänne ilman häävaatteita?' Mies ei saanut sanaa suustaan.",
      "Silloin kuningas sanoi palvelijoilleen: 'Sitokaa hänet käsistä ja jaloista ja heittäkää ulos pimeyteen. Siellä itketään ja kiristellään hampaita.",
      "Silloin fariseukset menivät neuvottelemaan keskenään, miten saisivat Jeesuksen sanoistaan ansaan.",
      "Kuullessaan tämän he hämmästyivät. He jättivät Jeesuksen rauhaan ja lähtivät pois.",
      "Samana päivänä Jeesuksen luo tuli saddukeuksia, jotka kieltävät ylösnousemuksen. He esittivät hänelle kysymyksen:",
      "Keskuudessamme oli seitsemän veljestä. Vanhin heistä meni naimisiin, mutta kuoli, ja koska hänellä ei ollut lapsia, leski jäi hänen veljelleen.",
      "Samoin kävi toiselle veljelle, niin myös kolmannelle ja lopulta kaikille seitsemälle.",
      "Viimeisenä kaikista kuoli nainen.",
      "Ei ylösnousemuksessa oteta vaimoa eikä mennä vaimoksi. Ylösnousseet ovat kuin enkelit taivaassa.",
      "Mutta ylösnousemuksesta puheen ollen -- ettekö ole lukeneet, mitä Jumala on teille sanonut:",
      "Kun väkijoukko kuuli tämän, se oli ihmeissään hänen opetuksestaan.",
      "Kun fariseukset kuulivat, että Jeesus oli tukkinut saddukeuksilta suun, he kokoontuivat neuvonpitoon.",
      "Sitten yksi heistä, joka oli lainopettaja, kysyi Jeesukselta pannakseen hänet koetukselle:",
      "Opettaja, mikä on lain suurin käsky?",
      "Tämä on käskyistä suurin ja tärkein.",
      "Toinen yhtä tärkeä on tämä: Rakasta lähimmäistäsi niin kuin itseäsi.",
      "Fariseusten ollessa koolla Jeesus kysyi heiltä:",
      "-- Herra sanoi minun herralleni: Istu oikealle puolelleni. Minä kukistan vihollisesi, panen heidät jalkojesi alle.",
      "Kukaan ei pystynyt vastaamaan hänelle, eikä yksikään siitä päivästä lähtien enää rohjennut kysyä häneltä mitään. 23"
    ],
    [
      "Sitten Jeesus puhui väkijoukolle ja opetuslapsilleen:",
      "Tehkää siis niin kuin he sanovat ja noudattakaa heidän opetustaan. Älkää kuitenkaan ottako oppia heidän teoistaan, sillä he puhuvat yhtä ja tekevät toista.",
      "He köyttävät kokoon raskaita ja hankalia taakkoja ja sälyttävät ne ihmisten kannettaviksi, mutta itse he eivät halua niitä sormellaankaan liikauttaa.",
      "Kaiken minkä tekevät he tekevät vain siksi, että heidät huomattaisiin. He käyttävät leveitä raamatunlausekoteloita ja panevat viittaansa isot tupsut,",
      "he istuvat pidoissa mielellään kunniapaikalla ja synagogassa etumaisilla istuimilla",
      "ja ovat hyvillään, kun ihmiset toreilla tervehtivät heitä ja kutsuvat heitä rabbiksi.",
      "Älkää myöskään kutsuko isäksi ketään, joka on maan päällä, sillä vain yksi on teille isä, hän, joka on taivaissa.",
      "Älkää antako kutsua itseänne oppimestariksi, sillä teillä on vain yksi mestari, Kristus.",
      "Joka teistä on suurin, se olkoon toisten palvelija.",
      "Sillä joka itsensä korottaa, se alennetaan, mutta joka itsensä alentaa, se korotetaan.",
      "Te sokeat typerykset! Kumpi on tärkeämpi, kulta vai temppeli, joka sen kullan pyhittää?",
      "Te sanotte myös: 'Jos vannoo alttarin kautta, se ei merkitse mitään, mutta jos vannoo alttarille pannun uhrilahjan kautta, vala on sitova.'",
      "Te sokeat! Kumpi on tärkeämpi, uhrilahja vai alttari, joka lahjan pyhittää?",
      "Se, joka vannoo alttarin kautta, vannoo sekä alttarin että kaiken sen päällä olevan kautta,",
      "ja se, joka vannoo temppelin kautta, vannoo samalla hänen kauttaan, jonka asuinpaikka se on.",
      "Niin myös se, joka vannoo taivaan kautta, vannoo Jumalan valtaistuimen kautta ja hänen kauttaan, joka sillä istuu.",
      "Te sokeat oppaat! Hyttysen te siivilöitte, mutta nielaisette kamelin!",
      "Sinä sokea fariseus, puhdista malja ensin sisältä, muuten sitä ei saada ulkopuoleltakaan puhtaaksi!",
      "Samalla tavoin tekin olette hurskaita ulkonaisesti, ihmisten silmissä, mutta sisältä täynnä teeskentelyä ja vääryyttä.",
      "ja sanotte: 'Jos me olisimme eläneet isiemme aikana, emme olisi heidän kanssaan tahranneet käsiämme profeettojen vereen.'",
      "Näin te kuitenkin itse tunnustatte olevanne niiden jälkeläisiä, jotka murhasivat profeetat.",
      "Jatkakaa toki isienne tapaan, kunnes mitta on täysi!",
      "Te käärmeet, te kyykäärmeitten sikiöt! Miten te voisitte välttää kadotustuomion?",
      "Näin te tulette syypäiksi kaikkeen viattomaan vereen, joka maan päällä on vuodatettu, hurskaan Abelin verestä aina Sakarjan, Barakjan pojan, vereen asti, hänen, jonka te tapoitte temppelin ja alttarin välille.",
      "Totisesti: tämä sukupolvi joutuu vielä vastaamaan tästä kaikesta!",
      "Kuulkaa siis: teidän temppelinne on jäävä asujaansa vaille."
    ],
    [
      "Kun Jeesus oli tullut ulos temppelistä ja oli lähdössä pois, opetuslapset tulivat hänen luokseen näyttääkseen hänelle temppelialueen rakennuksia.",
      "Monet tulevat esiintymään minun nimelläni. He sanovat: 'Minä olen Messias', ja eksyttävät monia.",
      "Te kuulette taistelun ääniä ja sanomia sodista, mutta älkää antako sen pelästyttää itseänne. Niin täytyy käydä, mutta vielä ei loppu ole käsillä.",
      "Kansa nousee kansaa vastaan ja valtakunta valtakuntaa vastaan, ja joka puolella on nälänhätää ja maanjäristyksiä.",
      "Mutta kaikki tämä on vasta synnytystuskien alkua.",
      "Monet silloin luopuvat, he kavaltavat toisensa ja vihaavat toinen toistaan.",
      "Monta väärää profeettaa ilmaantuu, ja he johtavat useita harhaan.",
      "Ja kun laittomuus lisääntyy, monien rakkaus kylmenee.",
      "Mutta joka kestää loppuun asti, pelastuu.",
      "Tämä valtakunnan evankeliumi julistetaan kaikkialle maailmaan, kaikille kansoille todistukseksi, ja sitten tulee loppu.",
      "silloin on kaikkien Juudeassa asuvien paettava vuorille.",
      "Sen, joka on katolla, ei pidä mennä hakemaan mitään tavaroita talostaan,",
      "eikä sen, joka on pellolla, pidä palata noutamaan viittaansa.",
      "Voi niitä, jotka noina päivinä ovat raskaana tai imettävät!",
      "Rukoilkaa, ettette joutuisi pakomatkalle talvisaikaan tai sapattina.",
      "Ahdinko on oleva niin suuri, ettei sellaista ole ollut maailman alusta tähän päivään asti eikä tule koskaan olemaan.",
      "Jos sitä aikaa ei lyhennettäisi, yksikään ihminen ei säästyisi. Mutta valittujen tähden se aika lyhennetään.",
      "Sillä vääriä messiaita ja vääriä profeettoja ilmaantuu, ja he tekevät suuria tunnustekoja ja ihmeitä, niin että he johtavat, jos mahdollista, valitutkin harhaan.",
      "Tämän minä olen teille nyt ennalta ilmoittanut.",
      "Sillä niin kuin salama leimahtaa idässä ja valaisee taivaan länteen asti, niin on oleva Ihmisen Pojan tulo.",
      "Missä on raato, sinne kokoontuvat korppikotkat.",
      "Silloin taivaalle ilmestyy Ihmisen Pojan merkki. Kaikki maan sukukunnat puhkeavat valituksiin, kun näkevät Ihmisen Pojan tulevan taivaan pilvien päällä suuressa voimassaan ja kirkkaudessaan.",
      "Suuren torven soidessa hän lähettää enkelinsä neljälle ilmansuunnalle kokoamaan kaikkialta, maan kaikista ääristä ne, jotka hän on valinnut.",
      "Samalla tavoin te kaiken tämän nähdessänne tiedätte, että se aika on lähellä, aivan ovella.",
      "Totisesti: tämä sukupolvi ei katoa ennen kuin kaikki tämä tapahtuu.",
      "Taivas ja maa katoavat, mutta minun sanani eivät katoa.",
      "Niin kuin kävi Nooan päivinä, niin on käyvä silloinkin, kun Ihmisen Poika tulee.",
      "Vedenpaisumuksen edellä ihmiset söivät ja joivat, menivät naimisiin ja naittivat tyttäriään aina siihen päivään asti, jona Nooa meni arkkiin.",
      "Kukaan ei aavistanut mitään, ennen kuin tulva tuli ja vei heidät kaikki mennessään. Samoin käy, kun Ihmisen Poika tulee.",
      "Kaksi miestä on pellolla: toinen otetaan, toinen jätetään.",
      "Kaksi naista on jauhamassa viljaa: toinen otetaan, toinen jätetään.",
      "Ymmärrättehän, että jos talon isäntä tietäisi, mihin aikaan yöstä varas tulee, hän valvoisi eikä antaisi murtautua taloonsa.",
      "Olkaa siis tekin valmiit, sillä Ihmisen Poika tulee hetkellä, jota ette aavista.",
      "Autuas se palvelija, jonka hänen herransa palatessaan tapaa näin tekemästä!",
      "Totisesti: herra uskoo hänen hoitoonsa koko omaisuutensa.",
      "ja hän alkaa lyödä tovereitaan ja syö ja juo juoppojen seurassa.",
      "Mutta päivänä, jota tuo palvelija ei arvaa, hetkenä, jota hän ei tiedä, hänen herransa tulee,",
      "hakkaa hänet kuoliaaksi ja tuomitsee hänet samaan paikkaan, jossa teeskentelijät ovat. Siellä itketään ja kiristellään hampaita."
    ],
    [
      "Viisi heistä oli tyhmää ja viisi viisasta.",
      "Tyhmät ottivat lamppunsa mutta eivät varanneet mukaansa öljyä.",
      "Viisaat sitä vastoin ottivat lampun lisäksi mukaansa öljyastian.",
      "Kun sulhanen viipyi, heitä kaikkia alkoi väsyttää ja he nukahtivat.",
      "Mutta keskellä yötä kuului huuto: 'Ylkä tulee! Menkää häntä vastaan!'",
      "Silloin kaikki morsiusneidot heräsivät ja panivat lamppunsa kuntoon.",
      "Tyhmät sanoivat viisaille: 'Antakaa meille vähän öljyä, meidän lamppumme sammuvat.'",
      "Mutta viisaat vastasivat: 'Emme me voi, ei se riitä meille kaikille. Menkää ostamaan kauppiailta.'",
      "Mutta kun he olivat ostamassa öljyä, sulhanen tuli. Ne, jotka olivat valmiit, menivät hänen kanssaan häätaloon, ja ovi suljettiin.",
      "Jonkin ajan kuluttua toisetkin saapuivat sinne ja huusivat: 'Herra, Herra, avaa meille!'",
      "Mutta hän vastasi: 'Totisesti, minä en tunne teitä.'",
      "Yhdelle hän antoi viisi talenttia hopeaa, toiselle kaksi ja kolmannelle yhden, kullekin hänen kykyjensä mukaan. Sitten hän muutti maasta.",
      "Samoin se, joka oli saanut kaksi talenttia, voitti toiset kaksi.",
      "Mutta se, joka oli saanut vain yhden talentin, kaivoi maahan kuopan ja kätki sinne isäntänsä rahan.",
      "Se, joka oli saanut viisi talenttia, toi toiset viisi niiden lisäksi ja sanoi: 'Herra, sinä annoit minulle viisi talenttia. Kuten näet, olen hankkinut voittoa toiset viisi.'",
      "Isäntä sanoi hänelle: 'Hyvin tehty! Olet hyvä ja luotettava palvelija. Vähässä olet ollut uskollinen, minä panen sinut paljon haltijaksi. Tule herrasi ilojuhlaan!'",
      "Isäntä sanoi hänelle: 'Hyvin tehty! Olet hyvä ja luotettava palvelija. Vähässä olet ollut uskollinen, minä panen sinut paljon haltijaksi. Tule herrasi ilojuhlaan!'",
      "Minä pelkäsin ja kaivoin talenttisi maahan. Tässä on omasi.'",
      "Isäntä vastasi hänelle: 'Sinä kelvoton ja laiska palvelija! Sinä tiesit, että minä leikkaan sieltä, minne en ole kylvänyt, ja kokoan sieltä, minne en ole siementä viskannut.",
      "Silloinhan sinun olisi pitänyt viedä minun rahani pankkiin, niin että olisin palatessani saanut omani takaisin korkoineen.",
      "-- Ottakaa pois hänen talenttinsa ja antakaa se sille, jolla on kymmenen talenttia.",
      "Jokaiselle, jolla on, annetaan, ja hän on saava yltäkyllin, mutta jolla ei ole, siltä otetaan pois sekin mitä hänellä on.",
      "Heittäkää tuo kelvoton palvelija ulos pimeyteen. Siellä itketään ja kiristellään hampaita.'",
      "Kaikki kansat kootaan hänen eteensä, ja hän erottaa ihmiset toisistaan, niin kuin paimen erottaa lampaat vuohista.",
      "Hän asettaa lampaat oikealle ja vuohet vasemmalle puolelleen.",
      "Sitten kuningas sanoo oikealla puolellaan oleville: 'Tulkaa tänne, te Isäni siunaamat. Te saatte nyt periä valtakunnan, joka on ollut valmiina teitä varten maailman luomisesta asti.",
      "Minun oli nälkä, ja te annoitte minulle ruokaa. Minun oli jano, ja te annoitte minulle juotavaa. Minä olin koditon, ja te otitte minut luoksenne.",
      "Minä olin alasti, ja te vaatetitte minut. Minä olin sairas, ja te kävitte minua katsomassa. Minä olin vankilassa, ja te tulitte minun luokseni.'",
      "Milloin me näimme sinut kodittomana ja otimme sinut luoksemme, tai alasti ja vaatetimme sinut?",
      "Milloin me näimme sinut sairaana tai vankilassa ja kävimme sinun luonasi?'",
      "Kuningas vastaa heille: 'Totisesti: kaiken, minkä te olette tehneet yhdelle näistä vähäisimmistä veljistäni, sen te olette tehneet minulle.'",
      "Minun oli nälkä, mutta te ette antaneet minulle ruokaa. Minun oli jano, mutta te ette antaneet minulle juotavaa.",
      "Minä olin koditon, mutta te ette ottaneet minua luoksenne. Minä olin alasti, mutta te ette vaatettaneet minua. Minä olin sairas ja vankilassa, mutta te ette käyneet minua katsomassa.'",
      "Silloin hän vastaa heille: 'Totisesti: kaiken, minkä te olette jättäneet tekemättä yhdelle näistä vähäisimmistä, sen te olette jättäneet tekemättä minulle.'",
      "Ja niin he lähtevät, toiset iankaikkiseen rangaistukseen, mutta vanhurskaat iankaikkiseen elämään."
    ],
    [
      "Kun Jeesus oli puhunut kaiken tämän, hän sanoi opetuslapsilleen:",
      "Kahden päivän kuluttua, niin kuin tiedätte, on pääsiäinen. Silloin Ihmisen Poika luovutetaan ristiinnaulittavaksi.",
      "Samaan aikaan kokoontuivat ylin papisto ja kansan vanhimmat ylipappi Kaifaksen palatsiin",
      "neuvottelemaan, millaisella juonella he saisivat Jeesuksen käsiinsä tappaakseen hänet.",
      "Kun Jeesus oli Betaniassa spitaalia sairastaneen Simonin talossa,",
      "tuli hänen luokseen nainen, jolla oli alabasteripullossa hyvin kallista tuoksuöljyä. Jeesuksen aterioidessa nainen vuodatti öljyn hänen päähänsä.",
      "Köyhät teillä on luonanne aina, mutta minua teillä ei aina ole.",
      "Kun hän voiteli minut, se tapahtui hautaamistani varten.",
      "Silloin yksi kahdestatoista opetuslapsesta, Juudas Iskariot, meni ylipappien luo",
      "Siitä lähtien hän etsi tilaisuutta kavaltaakseen Jeesuksen.",
      "Opetuslapset tekivät niin kuin Jeesus oli käskenyt ja valmistivat pääsiäisaterian.",
      "Illan tultua Jeesus kävi aterialle kahdentoista opetuslapsensa kanssa.",
      "Tämä on minun vereni, liiton veri, joka kaikkien puolesta vuodatetaan syntien anteeksiantamiseksi.",
      "Laulettuaan kiitosvirren he lähtivät Öljymäelle.",
      "Pietarin ja molemmat Sebedeuksen pojat hän otti mukaansa. Murhe alkoi nyt ahdistaa häntä, ja hän joutui tuskan valtaan.",
      "Palatessaan hän tapasi taas opetuslapset nukkumasta, sillä uni oli alkanut painaa heidän silmiään.",
      "Hän jätti heidät siihen, meni taas kauemmaksi ja rukoili kolmannen kerran samoin sanoin.",
      "Jeesuksen vielä puhuessa tuli Juudas, yksi kahdestatoista opetuslapsesta, ja hänen kanssaan miekoin ja seipäin aseistautunut suuri miesjoukko, jonka ylipapit ja kansan vanhimmat olivat lähettäneet.",
      "Yksi Jeesuksen seuralaisista ryhtyi vastarintaan, veti miekkansa esiin ja iski ylipapin palvelijaa niin että tältä irtosi korva.",
      "Luuletko, etten voisi pyytää apua Isältäni? Hän lähettäisi tänne heti kaksitoista legioonaa enkeleitä ja enemmänkin.",
      "Vangitsijat veivät Jeesuksen ylipappi Kaifaksen luo, minne lainopettajat ja kansan vanhimmat olivat kokoontuneet.",
      "Pietari seurasi häntä jonkin matkan päässä ylipapin pihaan saakka. Siellä hän istuutui palvelusväen joukkoon nähdäkseen, kuinka kaikki päättyisi.",
      "Ylipapit ja koko neuvosto etsivät Jeesusta vastaan väärää todistusta, jonka perusteella saisivat hänet surmatuksi.",
      "Sellaista ei kuitenkaan löytynyt, vaikka monta väärää todistajaa esiintyi. Viimein astui esiin kaksi miestä,",
      "He sylkivät nyt Jeesusta kasvoihin ja löivät häntä. Muutamat läimäyttivät häntä poskelle"
    ],
    [
      "Varhain aamulla kaikki ylipapit ja kansan vanhimmat kokoontuivat ja sopivat keskenään Jeesuksen surmaamisesta.",
      "Jeesus pantiin köysiin, vietiin pois ja luovutettiin Pilatukselle, maaherralle.",
      "Kun Juudas, Jeesuksen kavaltaja, näki että Jeesus oli tuomittu kuolemaan, hän katui tekoaan. Hän vei saamansa kolmekymmentä hopearahaa takaisin ylipapeille ja vanhimmille",
      "Silloin Juudas paiskasi rahat temppeliin, meni pois ja hirttäytyi.",
      "Neuvoteltuaan he päättivät ostaa niillä savenvalajan pellon muukalaisten hautapaikaksi.",
      "Vielä tänäkin päivänä sitä peltoa kutsutaan Veripelloksi.",
      "Näin kävi toteen tämä profeetta Jeremian sana: -- He ottivat ne kolmekymmentä hopearahaa, hinnan, jonka arvoiseksi he tämän miehen israelilaisten puolesta olivat arvioineet.",
      "Ja he ostivat niillä savenvalajan pellon, niin kuin Herra oli minua käskenyt.",
      "Ja kun ylipapit ja vanhimmat syyttivät häntä, hän ei vastannut mitään.",
      "Mutta Jeesus ei vastannut yhteenkään hänen kysymykseensä. Tämä ihmetytti maaherraa suuresti.",
      "Tapana oli, että maaherra aina juhlien aikana päästi vapaaksi yhden vangin, jonka väkijoukko sai valita.",
      "Vankien joukossa oli nyt Barabbas- niminen kuuluisa mies.",
      "Hän näet tiesi, että Jeesus oli pelkästä kateudesta jätetty hänen käsiinsä.",
      "Mutta ylipapit ja vanhimmat yllyttivät väkijoukon pyytämään Barabbakselle armahdusta ja Jeesukselle kuolemantuomiota.",
      "Silloin Pilatus antoi heille myöten ja vapautti Barabbaksen, mutta Jeesuksen hän ruoskitti ja luovutti ristiinnaulittavaksi.",
      "Maaherran sotilaat veivät Jeesuksen sisälle palatsiin ja keräsivät koko sotaväenosaston hänen ympärilleen.",
      "He riisuivat Jeesuksen ja pukivat hänet punaiseen viittaan,",
      "He sylkivät hänen päälleen, ottivat häneltä kepin ja löivät häntä sillä päähän.",
      "Aikansa pilkattuaan he riisuivat häneltä viitan, pukivat hänet hänen omiin vaatteisiinsa ja lähtivät viemään häntä ristiinnaulittavaksi.",
      "Matkalla he kohtasivat Simon-nimisen kyreneläisen miehen ja pakottivat hänet kantamaan Jeesuksen ristiä.",
      "Kun he tulivat paikkaan, jota kutsutaan Golgataksi, Pääkallonpaikaksi,",
      "he tarjosivat Jeesukselle juotavaksi viiniä, johon oli sekoitettu sappea. Hän maistoi sitä, mutta ei halunnut juoda.",
      "Kun he olivat ristiinnaulinneet Jeesuksen, he jakoivat keskenään hänen vaatteensa heittämällä niistä arpaa.",
      "Sitten he jäivät sinne istumaan ja vartioivat häntä.",
      "Yhdessä Jeesuksen kanssa ristiinnaulittiin kaksi rosvoa, toinen hänen oikealle, toinen hänen vasemmalle puolelleen.",
      "Ohikulkijat pilkkasivat häntä. Päätään nyökyttäen",
      "Ylipapit yhtyivät hekin pilkkaan yhdessä lainopettajien ja vanhimpien kanssa. He sanoivat:",
      "Samalla tavoin häntä pilkkasivat myös rosvot, jotka oli ristiinnaulittu yhdessä hänen kanssaan.",
      "Mutta keskipäivällä, kuudennen tunnin aikaan, tuli pimeys koko maan ylle, ja sitä kesti yhdeksänteen tuntiin saakka.",
      "Heti yksi heistä kiiruhti hakemaan sienen, kastoi sen hapanviiniin, pani kepin päähän ja tarjosi siitä hänelle juotavaa.",
      "Mutta Jeesus huusi taas kovalla äänellä ja antoi henkensä.",
      "Sillä hetkellä temppelin väliverho repesi kahtia, ylhäältä alas asti. Maa vavahteli, kalliot halkeilivat,",
      "haudat aukenivat, ja monien poisnukkuneiden pyhien ruumiit nousivat ylös.",
      "He lähtivät haudoistaan, ja Jeesuksen ylösnousemuksen jälkeen he tulivat pyhään kaupunkiin ja näyttäytyivät siellä monille.",
      "Siellä oli myös useita naisia jonkin matkan päässä tätä katselemassa. Galileasta lähtien he olivat kulkeneet Jeesuksen mukana ja palvelleet häntä.",
      "Heidän joukossaan olivat Magdalan Maria, Jaakobin ja Joosefin äiti Maria ja Sebedeuksen poikien äiti.",
      "Illalla tuli paikalle Joosef, rikas arimatialainen, joka hänkin oli Jeesuksen opetuslapsi.",
      "Hän meni Pilatuksen puheille ja pyysi Jeesuksen ruumista. Pilatus käski antaa sen hänelle.",
      "Joosef otti ruumiin, kääri sen puhtaaseen pellavavaatteeseen",
      "ja pani hautaan, jonka hän äskettäin oli itseään varten hakkauttanut kallioon. Hän vieritti hautakammion ovelle suuren kiven ja lähti pois.",
      "Magdalan Maria ja se toinen Maria olivat hekin siellä; he istuivat hautaa vastapäätä.",
      "Seuraavana päivänä, sapatin valmistuspäivän mentyä, ylipapit ja fariseukset lähtivät yhdessä Pilatuksen luo.",
      "He lähtivät ja varmistivat haudan sinetöimällä kiven ja asettamalla vartion."
    ],
    [
      "Sapatin päätyttyä, viikon ensimmäisen päivän koittaessa, tulivat Magdalan Maria ja se toinen Maria katsomaan hautaa.",
      "Äkkiä maa alkoi vavahdella ja järistä, sillä Herran enkeli laskeutui taivaasta. Hän tuli haudalle, vieritti kiven pois ja istuutui sille.",
      "Hän oli hohtava kuin salama ja hänen vaatteensa olivat valkeat kuin lumi.",
      "Vartijat pelästyivät häntä niin, että alkoivat vapista ja kaatuivat maahan kuin kuolleet.",
      "Ei hän ole täällä, hän on noussut kuolleista, niin kuin itse sanoi. Tulkaa katsomaan, tuossa on paikka, jossa hän makasi.",
      "Naiset lähtivät heti haudalta, yhtaikaa peloissaan ja riemuissaan, ja riensivät viemään sanaa Jeesuksen opetuslapsille.",
      "Mutta yhtäkkiä Jeesus tuli heitä vastaan ja tervehti heitä. He menivät hänen luokseen, syleilivät hänen jalkojaan ja kumarsivat häntä.",
      "Naisten ollessa matkalla muutamat vartiomiehistä menivät kaupunkiin ja kertoivat ylipapeille kaiken, mitä oli tapahtunut.",
      "Silloin nämä kokoontuivat neuvottelemaan yhdessä vanhimpien kanssa ja päättivät antaa sotilaille suuren summan rahaa.",
      "Sotilaat ottivat rahat ja tekivät niin kuin heille oli sanottu. Heidän kertomustaan on juutalaisten keskuudessa levitetty tähän päivään asti.",
      "Kaikki yksitoista opetuslasta lähtivät Galileaan ja nousivat vuorelle, minne Jeesus oli käskenyt heidän mennä.",
      "Kun he näkivät hänet, he kumarsivat häntä, joskin muutamat epäilivät.",
      "Menkää siis ja tehkää kaikki kansat minun opetuslapsikseni: kastakaa heitä Isän ja Pojan ja Pyhän Hengen nimeen"
    ]
  ],
  "name": "Matthew"
}
