{
  "id": "ph",
  "chapters": [
    [
      "Paavali ja Timoteus, Kristuksen Jeesuksen palvelijat, tervehtivät kaikkia Filippissä olevia Kristuksen Jeesuksen pyhiä sekä seurakunnan kaitsijoita ja palvelijoita.",
      "Jumalan, meidän Isämme, ja Herran Jeesuksen Kristuksen armo ja rauha teille.",
      "Kiitän Jumalaani aina kun muistan teitä,",
      "aina kun rukoilen teidän kaikkien puolesta. Rukoillessani iloitsen siitä,",
      "että olette alusta alkaen olleet ja yhä olette mukana evankeliumin levitystyössä.",
      "Minä luotan siihen, että Jumala, joka on teissä aloittanut hyvän työnsä, myös saattaa sen päätökseen Kristuksen Jeesuksen päivään mennessä.",
      "Minulla on täysi syy ajatella teistä kaikista näin, sillä te olette minun sydämessäni, ja olenpa vankilassa tai puolustamassa ja vahvistamassa evankeliumia, te kaikki olette osallisia samasta armosta kuin minä.",
      "Jumala on todistajani, että minä kaipaan teitä kaikkia ja rakastan teitä hellästi, niin kuin Kristus Jeesus teitä rakastaa.",
      "Rukoilen myös, että teidän rakkautenne kasvaisi ja yltäisi yhä parempaan ymmärrykseen ja harkintaan,",
      "niin että osaisitte erottaa, mikä on tärkeää, säilyisitte puhtaina ja moitteettomina odottaessanne Kristuksen päivää",
      "ja tuottaisitte Jumalan kunniaksi ja kiitokseksi runsain mitoin hyvää hedelmää, jonka saa aikaan Jeesus Kristus.",
      "Veljet, tahdon teidän tietävän, että se, mitä minulle on tapahtunut, onkin ollut eduksi evankeliumille.",
      "Koko henkivartiostolle ja kaikille muillekin on käynyt selväksi, että olen vangittuna Kristuksen tähden.",
      "Useimmat täkäläiset veljet ovat Herraan luottaen saaneet minun kahleistani lisää rohkeutta ja julistavat Herran sanaa entistä pelottomammin.",
      "Jotkut tosin julistavat Kristusta vain kateudesta ja riidanhalusta, mutta toiset vilpittömin mielin.",
      "Nämä toimivat rakkaudesta, koska tietävät, että minun tehtäväni on puolustaa evankeliumia.",
      "Nuo toiset taas julistavat Kristusta juonittelunhalusta, epäpuhtain mielin, ja uskovat näin tuottavansa minulle murhetta täällä vankeudessani.",
      "Mutta ei sillä väliä! Minä iloitsen siitäkin, kunhan Kristusta vain kaikin tavoin julistetaan, oli tarkoitus vilpitön tai ei. Minulla on vastedeskin aihetta iloita,",
      "sillä tiedän, että teidän rukoustenne tähden ja Jeesuksen Kristuksen Hengen avulla tämä kaikki kääntyy parhaakseni.",
      "Odotan ja toivon hartaasti, että en joudu millään tavoin häpeään vaan voin nyt niin kuin aina ennenkin olla rohkea ja tuottaa kunniaa Kristukselle, jäänpä sitten eloon tai kuolen.",
      "Minulle elämä on Kristus ja kuolema on voitto.",
      "Mutta jos jään tähän elämään, siitä hyötyy tehtäväni. En tiedä, kumman valitsisin,",
      "olen kahden vaiheilla. Haluaisin lähteä täältä ja päästä Kristuksen luo, sillä se olisi kaikkein parasta.",
      "Teidän vuoksenne on kuitenkin parempi, että jään eloon.",
      "Olen siitä varma. Niinpä tiedänkin, että jään tänne ja pysyn kaikkien teidän luonanne, jotta te edistyisitte uskossa ja saisitte siitä iloita.",
      "Silloin te Kristuksen Jeesuksen omina saatte yhä enemmän aihetta riemuita minusta, kun jälleen tulen luoksenne.",
      "Teidän on vain käyttäydyttävä Kristuksen evankeliumin arvoa vastaavalla tavalla. Pääsenpä itse käymään luonanne tai en, toivon saavani kuulla, että te pysytte lujasti samanhenkisinä ja taistelette yksimielisesti evankeliumin ja uskon puolesta",
      "antamatta vastustajien säikyttää itseänne. Se on heille Jumalan antama osoitus siitä, että heitä odottaa kadotus mutta teitä pelastus.",
      "Teille on suotu se armo, että saatte uskoa Kristukseen ja vielä kärsiäkin hänen puolestaan.",
      "Te käytte samaa taistelua, jota olette nähneet minun käyvän ja jota nyt kuulette minun yhä jatkavan."
    ],
    [
      "Jos kerran yhteys Kristukseen rohkaisee ja hänen rakkautensa suo lohdutusta, jos Henki meitä yhdistää ja jos tunnemme hellyyttä ja myötätuntoa toisiamme kohtaan,",
      "niin tehkää minun iloni täydelliseksi ja olkaa yksimielisiä. Liittäköön teitä toisiinne rakkaus, sopu ja sama mieli.",
      "Älkää tehkö mitään itsekkyydestä tai turhamaisuudesta, vaan olkaa nöyriä ja pitäkää kukin toista parempana kuin itseänne.",
      "Älkää tavoitelko vain omaa etuanne vaan myös muiden parasta.",
      "Olkoon teilläkin sellainen mieli, joka Kristuksella Jeesuksella oli.",
      "Hänellä oli Jumalan muoto, mutta hän ei pitänyt kiinni oikeudestaan olla Jumalan vertainen",
      "vaan luopui omastaan. Hän otti orjan muodon ja tuli ihmisten kaltaiseksi. Hän eli ihmisenä ihmisten joukossa,",
      "hän alensi itsensä ja oli kuuliainen kuolemaan asti, ristinkuolemaan asti.",
      "Sen tähden Jumala on korottanut hänet yli kaiken ja antanut hänelle nimen, kaikkia muita nimiä korkeamman.",
      "Jeesuksen nimeä kunnioittaen on kaikkien polvistuttava, kaikkien niin taivaassa kuin maan päällä ja maan alla,",
      "Siksi, rakkaat ystävät, niin kuin olette aina totelleet minua, kun olen ollut luonanne, totelkaa vielä enemmän nyt, kun olen poissa: tehkää peläten ja vavisten työtä pelastuaksenne.",
      "Jumala saa teissä aikaan sen, että tahdotte tehdä ja myös teette niin kuin on hänen hyvä tarkoituksensa.",
      "Tehkää kaikki nurisematta ja empimättä,",
      "jotta olisitte moitteettomia ja puhtaita, nuhteettomia Jumalan lapsia tämän kieroutuneen ja turmeltuneen sukukunnan keskellä. Te loistatte siinä kuin tähdet taivaalla,",
      "kun pidätte esillä elämän sanaa, ja minä voin Kristuksen tulemisen päivänä ylpeillä siitä, että en ole turhan vuoksi ponnistellut ja nähnyt vaivaa.",
      "Vaikka minun, kun toimitan teidän uskonne uhripalvelusta, olisi lopuksi uhrattava henkeni, minä iloitsen ja riemuitsen kaikkien teidän kanssanne.",
      "Iloitkaa ja riemuitkaa tekin samalla tavoin minun kanssani.",
      "Herraan Jeesukseen luottaen toivon voivani pian lähettää Timoteuksen luoksenne. Saanhan sitten itsekin rohkeutta, kun kuulen miten asiat siellä ovat.",
      "Minulla ei ole ketään hänen vertaistaan, joka yhtä vilpittömästi huolehtisi teidän parhaastanne,",
      "sillä kaikki ovat kiinnostuneita vain omasta edustaan eivätkä Jeesuksen Kristuksen asiasta.",
      "Mutta Timoteuksen luotettavuuden te tunnette: yhdessä minun kanssani hän on uurastanut evankeliumin hyväksi kuin poika isänsä rinnalla.",
      "Toivon siis voivani lähettää hänet matkaan heti kun saan tietää, miten minun itseni käy.",
      "Herraan luottaen uskon, että pääsen itsekin pian tulemaan luoksenne.",
      "Nyt minun kuitenkin täytyy lähettää teidän luoksenne veljemme Epafroditos, työ- ja taistelutoverini. Hän on myös teidän lähettinne, joka tuli palvelemaan minua ollessani avun tarpeessa,",
      "ja hän on ikävöinyt teitä kaikkia ja ollut huolissaan siitä, että te olette kuulleet hänen sairastuneen.",
      "Sairas hän todella oli, aivan kuolemaisillaan, mutta Jumala armahti häntä, eikä vain häntä vaan myös minua, etten saisi uutta surua entisten lisäksi.",
      "Olen sitäkin innokkaampi lähettämään hänet takaisin, jotta te saisitte ilon nähdä hänet jälleen ja että itsekin voisin olla huolettomampi.",
      "Ottakaa siis hänet Herran palvelijana iloiten vastaan ja kunnioittakaa hänen kaltaisiaan!",
      "Hänhän oli Kristuksen työn vuoksi vähällä kuolla, kun vaaransi henkensä auttaakseen minua siinä, missä te ette voineet auttaa."
    ],
    [
      "Veljeni, iloitkaa siis Herrassa! Minä en kyllästy kirjoittamaan teille yhä uudestaan samoista asioista, ja sittenhän teillä on tarkka tieto.",
      "Varokaa noita koiria, noita kelvottomia työntekijöitä, noita pilalle leikattuja!",
      "Todellisia ympärileikattuja olemme me, jotka palvelemme Jumalaa Hengen ohjaamina, ylpeilemme Kristuksesta Jeesuksesta emmekä luota mihinkään omaamme.",
      "Olisi minulla aihetta kyllä siihenkin, minä jos kukaan voisin luottaa siihen mitä minulla on ollut.",
      "Minut on kahdeksantena päivänä ympärileikattu, olen syntyperäinen israelilainen, Benjaminin heimoa, heprealainen heprealaisista vanhemmista. Lain noudattajana olin fariseus,",
      "intoni ja kiivauteni osoitin vainoamalla seurakuntaa, lakiin perustuva vanhurskauteni oli moitteeton.",
      "Mutta kaiken tämän, mikä oli minulle voittoa, olen Kristuksen tähden lukenut tappioksi.",
      "Pidän todella sitä kaikkea pelkkänä tappiona, sillä Herrani Kristuksen Jeesuksen tunteminen on minulle arvokkaampaa kuin mikään muu. Hänen tähtensä olen menettänyt kaiken, olen heittänyt kaiken roskana pois, jotta voittaisin omakseni Kristuksen",
      "ja jotta kävisi ilmi, että kuulun hänelle. Näin minulla ei enää ole mitään omaa, lain noudattamiseen perustuvaa vanhurskautta, vaan se vanhurskaus, jonka perustana on usko Kristukseen ja jonka Jumala antaa sille, joka uskoo.",
      "Minä tahdon tuntea Kristuksen ja hänen ylösnousemisensa voiman ja tulla hänen kaltaisekseen osallistumalla hänen kärsimyksiinsä ja kuolemaansa.",
      "Ehkä silloin saan myös nousta kuolleista.",
      "En tarkoita, että olisin jo saavuttanut päämääräni tai jo tullut täydelliseksi. Mutta pyrin kaikin voimin saavuttamaan sen, kun kerran Kristus Jeesus on ottanut minut omakseen.",
      "Veljet, en katso vielä päässeeni siihen asti. Vain tämän voin sanoa: jättäen mielestäni sen, mikä on takanapäin, ponnistelen sitä kohti, mikä on edessä.",
      "Juoksen kohti maalia saavuttaakseni voittajan palkinnon, pääsyn taivaaseen. Sinne Jumala kutsuu Kristuksen Jeesuksen omat.",
      "Näin meidän on siis ajateltava, jos kerran olemme täydellisiä. Jos jossakin kohden ehkä ajattelette toisin, Jumala on ilmoittava teille, kuinka asia on.",
      "Meidän on vain jatkettava eteenpäin siitä, mihin olemme päässeet.",
      "Noudattakaa minun antamaani esimerkkiä, veljet, ja ottakaa oppia niistä, jotka elävät meidän tavallamme.",
      "Olenhan usein sanonut teille ja nyt sanon aivan itkien, että monet elävät Kristuksen ristin vihollisina.",
      "Heidän loppunsa on kadotus. Vatsa on heidän jumalansa ja häpeä heidän kunniansa, ja he ajattelevat vain maallisia asioita.",
      "Mutta me olemme taivaan kansalaisia, ja taivaasta me odotamme pelastajaksi Herraa Jeesusta Kristusta.",
      "Hän muuttaa meidän ruumiimme tästä alennustilasta oman kirkastuneen ruumiinsa kaltaiseksi voimallaan, jolla hän kykenee alistamaan valtaansa kaiken."
    ],
    [
      "Rakkaat ja kaivatut veljeni, te minun iloni ja kunniaseppeleeni, pysykää siis horjumatta Herran yhteydessä, rakkaat ystävät!",
      "Kehotan Euodiaa ja Syntykeä elämään sovussa Herraa palvellen.",
      "Pyydän myös sinua, uskollinen työtoverini, auttamaan näitä naisia, jotka ovat minun kanssani taistelleet evankeliumin puolesta samoin kuin Clemens ja muutkin työtoverini, joiden kaikkien nimet ovat elämän kirjassa.",
      "Iloitkaa aina Herrassa! Sanon vielä kerran: iloitkaa!",
      "Tulkoon teidän lempeytenne kaikkien ihmisten tietoon. Herra on jo lähellä.",
      "Älkää olko mistään huolissanne, vaan saattakaa aina se, mitä tarvitsette, rukoillen, anoen ja kiittäen Jumalan tietoon.",
      "Silloin Jumalan rauha, joka ylittää kaiken ymmärryksen, varjelee teidän sydämenne ja ajatuksenne, niin että pysytte Kristuksessa Jeesuksessa.",
      "Lopuksi, veljet, ajatelkaa kaikkea mikä on totta, mikä on kunnioitettavaa, mikä oikeaa, puhdasta, rakastettavaa ja kaunista, mikä vain on hyvää ja ansaitsee kiitoksen.",
      "Tehkää sitä, mitä olette minulta oppineet ja vastaanottaneet, mitä olette minulta kuulleet ja minusta nähneet. Silloin rauhan Jumala on oleva teidän kanssanne.",
      "Herra on suonut minulle sen suuren ilon, että te vihdoin olette voineet antaa minulle uuden osoituksen huolenpidostanne. Sitä te tosin olette koko ajan halunneet, mutta ette ole saaneet siihen tilaisuutta.",
      "Tällä en tarkoita sitä, että kärsin puutetta, koska olen oppinut tulemaan toimeen sillä, mitä minulla on.",
      "Tunnen köyhyyden ja hyvinvoinnin, olen tottunut kaikkeen ja kaikenlaiseen, syömään itseni kylläiseksi ja näkemään nälkää, elämään runsaudessa ja puutteessa.",
      "Kestän kaiken hänen avullaan, joka antaa minulle voimaa.",
      "Te teitte silti hyvin, kun autoitte minua vaikeuksissani.",
      "Niin kuin itsekin tiedätte, te filippiläiset olitte ainoa seurakunta, joka evankeliumin julistustyön alkuvaiheessa, kun olin lähtenyt Makedoniasta, antoi minulle vastalahjaksi taloudellista tukea.",
      "Jo silloin, kun olin Tessalonikassa, te lähetitte minulle avustusta parikin kertaa.",
      "En minä tosin teidän lahjojanne tavoittele, toivon vain, että työnne tuottaisi teille yhä enemmän hedelmää.",
      "Tunnustan saaneeni kaiken ja enemmänkin. Minulla on kaikkea yllin kyllin nyt, kun olen saanut Epafroditokselta teidän lähettämänne lahjan, joka on hyvältä tuoksuva, otollinen, Jumalan mielen mukainen uhri.",
      "Minun Jumalani on Kristuksen Jeesuksen tähden antava teille taivaallisen kunniansa rikkaudesta kaiken, mitä tarvitsette.",
      "Jumalan, meidän Isämme, on kunnia aina ja ikuisesti. Aamen.",
      "Tervehtikää kaikkia Kristuksen Jeesuksen pyhiä. Minun luonani olevat veljet lähettävät teille terveisiä.",
      "Teitä tervehtivät myös kaikki täkäläiset uskovat, erityisesti ne, jotka ovat keisarin palveluskuntaa.",
      "Herran Jeesuksen Kristuksen armo olkoon teidän kanssanne."
    ]
  ],
  "name": "Philippians"
}
