{
  "id": "dt",
  "chapters": [
    [
      "Nämä ovat ne sanat, jotka Mooses puhui Israelin kansalle Jordanin itäpuolella autiomaassa Sufin tienoilla, Paranin, Tofelin, Labanin, Haserotin ja Di-Sahabin seuduilla lähellä Kuolleenmeren laaksoa.",
      "Horebilta on Seirin vuoriston tietä yhdentoista päivän matka Kades-Barneaan.",
      "Neljänkymmenen vuoden kuluttua siitä kun israelilaiset lähtivät Egyptistä, vuoden yhdennentoista kuun ensimmäisenä päivänä, Mooses ilmoitti heille kaiken, minkä Herra oli hänen käskenyt puhua.",
      "Tätä ennen hän oli lyönyt Sihonin, Hesbonissa hallinneen amorilaisten kuninkaan, sekä Ogin, Basanin kuninkaan, jonka hallituskaupungit olivat Astarot ja Edrei.",
      "Moabin maassa, Jordanin itäpuolella, Mooses alkoi opettaa tätä lakia. Näin Mooses puhui:",
      "Lähtekää liikkeelle ja menkää Kanaaninmaahan: amorilaisten vuorille ja heidän naapurikansojensa alueille Jordaninlaaksoon, vuoristoon, läntisille kukkuloille, Negeviin ja meren rannikolle. Menkää Libanoniin ja aina suurelle Eufratvirralle saakka.",
      "Tämän maan minä luovutan teille. Menkää ottamaan haltuunne se maa, josta minä olen valalla vannoen antanut lupauksen teidän isillenne Abrahamille, Iisakille ja Jaakobille sekä heidän jälkeläisilleen.'",
      "Herra, teidän Jumalanne, on antanut teidän lisääntyä, niin että teitä on nyt yhtä paljon kuin tähtiä taivaalla.",
      "Herra, teidän isienne Jumala, tehköön teidät vielä tuhat kertaa lukuisammiksi ja siunatkoon teitä lupauksensa mukaisesti.",
      "Mutta miten minä yksin jaksaisin kestää sen vaivan ja taakan, joka minulla on teistä ja teidän riidoistanne?",
      "Valitkaa kustakin heimosta viisaita, taitavia ja kokeneita miehiä, niin minä asetan heidät teidän johtajiksenne.'",
      "Te vastasitte minulle: 'Ehdotuksesi on hyvä.'",
      "Silloin minä kokosin teidän heimojenne päämiehiä, viisaita ja kokeneita miehiä, ja määräsin heidät toimimaan teidän johtajinanne: tuhannen, sadan, viidenkymmenen ja kymmenen päällikköinä sekä kirjureina.",
      "Älkää tuomitessanne olko puolueellisia, vaan kuunnelkaa alhaista samoin kuin ylhäistäkin. Älkää pelätkö ketään, sillä tuomareina te toimitte tehtävässä, jonka Jumala on teille antanut. Jos jokin asia on teistä liian vaikea, tuokaa se minun tutkittavakseni.'",
      "Näin minä annoin teille ohjeet kaikesta, mitä teidän oli tehtävä.",
      "Minä sanoin teille: 'Te olette nyt tulossa amorilaisten vuorille, jotka Herra, meidän Jumalamme, antaa meille.",
      "Herra, teidän Jumalanne, antaa tämän maan teidän haltuunne. Menkää ottamaan maa omaksenne, niin kuin Herra, teidän isienne Jumala, on sanonut. Älkää pelätkö, pysykää rohkeina.'",
      "Minä hyväksyin tämän ehdotuksen ja valitsin teidän joukostanne kaksitoista miestä, yhden joka heimosta.",
      "He lähtivät vuoristoon, tulivat Eskolinlaaksoon, Rypälelaaksoon, ja tutkivat maata.",
      "He ottivat sieltä mukaansa hedelmiä, toivat ne meille ja ilmoittivat: 'Maa, jonka Herra, meidän Jumalamme, antaa meille, on hyvä maa.'",
      "Te nurisitte teltoissanne ja sanoitte: 'Herra vihaa meitä! Hän toi meidät pois Egyptistä vain antaakseen amorilaisten tuhota meidät.",
      "Millaiseen maahan me olemmekaan menossa! Nuo miehet saivat meidät vapisemaan pelosta, kun he kertoivat kansasta, joka on meitä lukuisampi ja kookkaampi, ja suurista kaupungeista, joiden muurit hipovat taivasta. He olivat nähneet siellä anakilaisiakin!'",
      "Herra, teidän Jumalanne, joka kulkee edellänne, sotii teidän puolestanne, kuten näitte hänen tekevän jo Egyptissä",
      "ja sitten autiomaassa. Sielläkin Herra, teidän Jumalanne, kantoi teitä kuin isä lastaan koko sen matkan, jonka te kuljitte, aina tänne saakka.'",
      "Mutta siitä huolimatta te ette luottaneet Herraan, Jumalaanne,",
      "joka oli kulkenut koko matkan teidän edellänne, etsinyt teille leiriytymispaikat sekä öisin tulipatsaana ja päivisin pilvipatsaana osoittanut tien, jota teidän tuli kulkea.",
      "'Yksikään näistä miehistä, tästä pahasta sukupolvesta, ei saa nähdä sitä hyvää maata, josta minä valalla vannoen annoin lupauksen teidän isillenne,",
      "ei kukaan paitsi Kaleb, Jefunnen poika. Hän saa sen nähdä, ja hänelle ja hänen lapsilleen minä annan sen maan, jossa hän on jo käynyt. Hän on uskollisesti seurannut minua.'",
      "Herra vihastui teidän vuoksenne myös minuun ja sanoi: 'Sinäkään et pääse siihen maahan,",
      "mutta Joosua, Nunin poika, joka palvelee sinua, saa mennä sinne. Vala häneen rohkeutta, sillä hänen tulee jakaa maa israelilaisille perintöosiksi.",
      "Teidän lapsenne, joiden pelkäsitte joutuvan vihollisen saaliiksi, nuo lapset, joilla ei vielä ole tietoa hyvästä eikä pahasta, pääsevät siihen maahan. Heille minä sen annan, ja he ottavat sen haltuunsa.",
      "Nyt teidän kuitenkin on käännyttävä takaisin autiomaahan ja lähdettävä liikkeelle Kaislameren suuntaan.'",
      "Mutta Herra sanoi minulle: 'Kiellä heitä lähtemästä vuorille ja ryhtymästä taisteluun, sillä minä en ole heidän keskellään. Jos he menevät, heidän vihollisensa lyövät heidät.'",
      "Te ette kuitenkaan kuunnelleet, vaikka minä puhuin teille, vaan niskoittelitte Herraa vastaan ja lähditte uhmamielin vuoristoon.",
      "Silloin siellä asuvat amorilaiset kävivät taisteluun teitä vastaan, löivät joukkonne hajalle Seirissä ja ajoivat mehiläisparven lailla teitä takaa Hormaan saakka.",
      "Te palasitte leiriin, itkitte ja rukoilitte Herraa, mutta hän ei kuunnellut teidän valituksianne eikä välittänyt teidän rukouksistanne.",
      "Ja te jäitte Kadesiin ja viivyitte siellä aikanne."
    ],
    [
      "kunnes Herra sanoi minulle:",
      "'Te olette jo kyllin kauan kierrelleet näillä vuorilla. Kääntykää nyt pohjoiseen.",
      "Sano kansalle: Te kuljette pian sen alueen halki, joka kuuluu Esaun jälkeläisille, teidän Seirissä asuvalle sukulaiskansallenne. Vaikka he pelkäävätkin teitä, älkää tehkö mitään ajattelematonta",
      "älkääkä ryhtykö sotimaan heitä vastaan. Minä en anna teille heidän maastaan edes kämmenenleveyttä, sillä Seirin vuoriston minä olen antanut Edomin, Esaun suvun, omaisuudeksi.",
      "Kun tarvitsette ruokaa, ostakaa se heiltä, ja maksakaa heille myös juomavedestä.",
      "Onhan Herra, teidän Jumalanne, siunannut teitä kaikissa toimissanne. Hän on huolehtinut teistä vaeltaessanne tämän suuren autiomaan halki. Nämä neljäkymmentä vuotta Herra, teidän Jumalanne, on ollut teidän kanssanne, eikä teiltä ole puuttunut mitään.'",
      "Aikaisemmin siellä asuivat emiläiset, mahtava ja lukuisa kansa. He olivat yhtä kookkaita kuin anakilaiset,",
      "ja näiden tavoin heidätkin luetaan refalaisiin, vaikka moabilaiset kutsuvat heitä emiläisiksi.",
      "Seirissä taas olivat muinoin asuneet horilaiset, mutta Esaun jälkeläiset riistivät heiltä heidän maansa, hävittivät heidät tieltään ja asettuivat heidän alueilleen, kuten israelilaisetkin tekivät omassa maassaan, jonka Herra heille antoi.",
      "Vaelluksemme Kades-Barneasta Seredin jokiuoman ylitykseen saakka kesti kolmekymmentäkahdeksan vuotta. Sinä aikana kuolivat Egyptistä lähteneen sukupolven kaikki asekuntoiset miehet, kuten Herra oli vannonut.",
      "Herra kääntyi heitä vastaan ja hävitti heidät leiristä viimeistä miestä myöten.",
      "Herra sanoi minulle:",
      "'Kun nyt kuljette Arin kautta, moabilaisten maan halki,",
      "te tulette lähelle ammonilaisten rajoja. Älkää kohdelko ammonilaisia vihollisinanne älkääkä ryhtykö sotimaan heitä vastaan. Minä en anna teille heidän maastaan palaakaan, sillä sen maan olen antanut Lootin jälkeläisten omaisuudeksi.' --",
      "Tämäkin alue luetaan refalaisten maahan kuuluvaksi, koska siellä muinoin asui refalaisia, joita ammonilaiset sanoivat samsumilaisiksi.",
      "Nämä olivat mahtava ja lukuisa kansa, ja he olivat yhtä kookkaita kuin anakilaiset, mutta Herra hävitti heidät ammonilaisten tieltä. Ammonilaiset ottivat haltuunsa heidän maansa ja asettuivat sinne asumaan.",
      "Samalla tavoin Herra oli auttanut Seirissä asuvia Esaun jälkeläisiä, joiden tieltä hän hävitti horilaiset. Näin Esaun jälkeläiset olivat saaneet haltuunsa heidän maansa ja asettuneet sinne. Siellä he asuvat edelleenkin.",
      "Avvilaiset asuivat maaseudun kylissä Gazaan saakka, mutta Kaftorista lähtenyt kansa hävitti heidät ja asettui asumaan heidän alueilleen.",
      "Tästä päivästä alkaen minä levitän pelkoa ja kauhua kaikkialle kansojen keskuuteen, niin että ne pelkäävät ja vapisevat, kun vain kuulevatkin teistä.'",
      "Tahtoisimme kulkea sinun maasi halki. Kulkisimme vain tietä pitkin poikkeamatta oikealle tai vasemmalle.",
      "Salli meidän ostaa ruokaa ja juomavettä. Me tahdomme vain marssia sinun maasi kautta,",
      "kuten saimme Seirissä asuvien Esaun jälkeläisten ja Arissa asuvien moabilaisten luvalla kulkea heidän maidensa halki. Näin me pääsemme Jordanin yli siihen maahan, jonka Herra, meidän Jumalamme, meille antaa.'",
      "Herra sanoi minulle: 'Minä annan Sihonin ja hänen maansa pian teidän käsiinne. Lähtekää siis valloittamaan hänen maataan ja ottakaa se omaksenne!'",
      "Sihon tuli sotajoukkoineen Jahasiin taistelemaan meitä vastaan.",
      "Mutta Herra, meidän Jumalamme, antoi hänet meidän käsiimme, ja me kukistimme hänet, hänen poikansa ja koko hänen sotajoukkonsa.",
      "Vain karjan ja valloitetuista kaupungeista kootun ryöstösaaliin me otimme itsellemme.",
      "Alkaen Aroerista, joka on Arnonin jokilaakson partaalla, ja itse laaksossa olevasta kaupungista aina Gileadiin saakka ei ollut yhtään linnoitettua kaupunkia, jonka muurit olisivat olleet meille liian korkeat. Herra, meidän Jumalamme, antoi kaikki nuo kaupungit meidän haltuumme.",
      "Vain ammonilaisten alueista, sekä Jabbokin jokilaakson varsilta että vuoristokaupungeista, te pysyitte loitolla noudattaen siten Herran, meidän Jumalamme, käskyä."
    ],
    [
      "Mutta Herra sanoi minulle: 'Älä pelkää häntä. Minä annan sinun käsiisi sekä hänet että hänen kansansa ja maansa. Tee hänelle samoin kuin teit amorilaisten kuninkaalle Sihonille, joka hallitsi Hesbonissa.'",
      "Näin Herra, meidän Jumalamme, antoi meidän käsiimme myös Ogin, Basanin kuninkaan, ja koko hänen väkensä. Me löimme hänet emmekä jättäneet eloon ketään.",
      "Me valloitimme kaikki hänen kaupunkinsa. Yksikään basanilaisten kaupunki ei jäänyt valloittamatta, vaan me otimme haltuumme kaikkiaan kuusikymmentä kaupunkia, koko Argobin alueen, Ogin valtakunnan, joka oli Basanissa.",
      "Ne olivat kaikki linnoitettuja kaupunkeja, joita ympäröivät korkeat muurit portteineen ja salpoineen. Valloitimme myös suuren joukon linnoittamattomia kaupunkeja.",
      "Me julistimme kaupungit Herralle kuuluvaksi uhriksi, kuten olimme tehneet lyödessämme Hesbonin kuninkaan Sihonin. Julistimme Herralle kuuluvaksi uhriksi kaikki niiden asukkaat, miehet, naiset ja lapset, ja surmasimme heidät,",
      "mutta kaiken karjan ja kaupungeista kootun ryöstösaaliin otimme itsellemme.",
      "Foinikialaiset käyttävät Hermonista nimeä Sirjon, amorilaiset taas nimeä Senir.",
      "Me otimme haltuumme kaikki ylätasangon kaupungit, koko Gileadin ja koko Basanin Salkaan ja Edreihin saakka; nämä olivat Ogin valtakunnan kaupunkeja Basanissa.",
      "Og, Basanin kuningas, oli ainoa, joka refalaisista enää oli jäljellä. -- Hänen rautainen hauta-arkkunsa on vieläkin nähtävänä ammonilaisten pääkaupungissa Rabbassa. Arkun pituus on tavallisella kyynärämitalla mitattuna yhdeksän kyynärää ja sen leveys neljä kyynärää.",
      "Loput Gileadista ja koko Basanin, Ogin valtakunnan, siis koko Argobin alueen, minä annoin puolelle Manassen heimoa. Basania kutsutaan myös refalaisten maaksi.",
      "Jair, Manassen jälkeläinen, otti haltuunsa Argobin alueen aina Gesurin ja Maakan alueisiin saakka ja antoi näille Basanin seuduille oman nimensä mukaan nimen Havvot-Jair, Jairin leirikylät. Tätä nimeä niistä käytetään vielä nykyisinkin.",
      "Gileadin minä annoin Makirille,",
      "ja Ruubenin ja Gadin heimoille annoin alueen, joka ulottuu Gileadista etelään Arnonin jokilaaksoon ja pohjoisessa Jabbokiin sekä idässä ammonilaisten alueeseen.",
      "Minä annoin näille heimoille myös Jordaninlaakson itäosan Gennesaretinjärvestä Kuolleeseenmereen ja siitä itään aina Pisgan rinteille saakka.",
      "Vain naisenne, lapsenne, vanhuksenne ja karjanne -- minä tiedän, että teillä on paljon karjaa -- saavat jäädä kaupunkeihin, jotka minä olen teille antanut.",
      "Taistelkaa veljienne rinnalla, kunnes Herra on suonut rauhan sekä teille että veljillenne ja he ovat saaneet haltuunsa sen maan, jonka Herra, teidän Jumalanne, antaa heille Jordanin länsipuolelta. Vasta sitten te voitte palata tänne perintömaillenne.'",
      "Älkää pelätkö heitä. Herra, teidän Jumalanne, sotii itse teidän puolestanne.'",
      "'Herra, minun Jumalani, sinä olet jo näyttänyt minulle, palvelijallesi, suuruuttasi ja kätesi voimaa. Onko taivaassa tai maan päällä toista jumalaa, joka pystyy sellaisiin tekoihin ja ihmetöihin kuin sinä?",
      "Sallithan minun mennä joen yli, että saan nähdä sen hyvän maan, joka on Jordanin tuolla puolen, tuon kauniin vuoriston ja Libanonin rinteet.'",
      "Mutta Herra oli vihastunut minuun teidän vuoksenne eikä kuunnellut minua. Hän sanoi minulle: 'Riittää jo! Älä enää puhu tästä minulle!",
      "Nouse Pisgan huipulle ja katso länteen, pohjoiseen, etelään ja itään. Katsele tarkkaan kaikkea, sillä sinä et saa mennä Jordanin yli.",
      "Anna Joosualle ohjeet, rohkaise ja vahvista häntä. Hän johtaa tämän kansan Jordanin yli ja antaa sille omaksi sen maan, jonka sinä vuorelta näet.'",
      "Ja me leiriydyimme laaksoon, joka on Bet-Peorin lähellä."
    ],
    [
      "Älkää lisätkö mitään näihin käskyihin älkääkä poistako niistä mitään. Pitäkää Herran, Jumalanne, käskyt, jotka minä teille annan.",
      "Te olette omin silmin nähneet, mitä Herra teki Baal- Peorissa. Herra, teidän Jumalanne, hävitti teidän keskuudestanne kaikki, jotka lankesivat siellä Baalin palvojiksi.",
      "Mutta te, jotka pysyitte Herralle uskollisina, olette kaikki elossa vielä tänäkin päivänä.",
      "Noudattakaa niitä ja pitäkää ne, sillä ne ovat muiden kansojen silmissä osoitus teidän viisaudestanne ja ymmärryksestänne. Nämä lait kuullessaan kaikki sanovat: 'Miten viisas ja ymmärtäväinen tuo suuri kansa onkaan.'",
      "Minkä muun suurenkaan kansan jumalat ovat yhtä lähellä omaa kansaansa kuin Herra, meidän Jumalamme? Hän on meitä lähellä aina, kun me häntä rukoilemme.",
      "Onko millään muulla suurellakaan kansalla yhtä oikeudenmukaiset käskyt ja säädökset kuin tämä laki, jonka minä teille tänään annan?",
      "Älkää unohtako sitä päivää, jona seisoitte Herran, Jumalanne, edessä Horebin luona, kun hän sanoi minulle: 'Kutsu israelilaiset koolle, niin minä julistan heille sanani, että he oppisivat palvelemaan ja kunnioittamaan minua koko elämänsä ajan ja että he opettaisivat minun sanani myös lapsilleen.'",
      "Te astuitte lähemmäksi ja jäitte seisomaan vuoren juurelle. Vuori roihusi pimeyden ja synkkien pilvien keskellä liekeissä, jotka yltivät taivaaseen saakka.",
      "Herra puhui teille tulen keskeltä. Sanat te kuulitte, mutta hänen hahmoaan te ette voineet nähdä; kuulitte vain hänen äänensä.",
      "Hän ilmoitti teille liittonsa ehdot, kymmenen käskyn lain, jota teidän tulee noudattaa, ja kirjoitti käskyt kahteen kivitauluun.",
      "Minun hän käski opettaa teille kaikki lait ja säädökset, että eläisitte niiden mukaisesti siinä maassa, jonka menette ottamaan haltuunne.",
      "ettette lankea tekemään minkäänlaista patsasta tai muuta jumalankuvaa, jolla olisi miehen tai naisen hahmo",
      "tai maan päällä elävän eläimen tai taivaalla lentävän linnun hahmo",
      "tai maassa ryömivän matelijan tai alhaalla vesissä elävän kalan hahmo.",
      "Kun kohotatte katseenne taivasta kohden ja näette auringon, kuun ja tähdet, taivaan kaikki joukot, älkää langetko niiden lumoihin, älkää kumartako älkääkä palvoko niitä. Ne on Herra, teidän Jumalanne, jättänyt muille kansoille.",
      "Mutta teidät Herra toi pois Egyptin sulatusuunista, että teistä tulisi hänen oma kansansa, kuten te tänä päivänä olettekin.",
      "vaan että minun on kuoltava Jordanin tällä puolen. Mutta te saatte kulkea Jordanvirran yli ja ottaa haltuunne tuon hyvän maan.",
      "Pitäkää huoli siitä, ettette unohda sen liiton ehtoja, jonka Herra, teidän Jumalanne, teki teidän kanssanne, ettekä tee itsellenne jumalankuvaa, sillä sen on Herra, teidän Jumalanne, teiltä kieltänyt.",
      "Herra, teidän Jumalanne, on polttava tuli; hän on kiivas Jumala.",
      "Taivas ja maa ovat todistajinani, kun nyt sanon, että siinä tapauksessa te pian häviätte maastanne, jota nyt olette menossa ottamaan haltuunne Jordanin tuolta puolen. Te ette saa elää siellä kauan, vaan teidät perii tuho.",
      "Herra hajottaa teidät toisten kansojen sekaan, ja teitä jää vain pieni joukko niiden kansojen keskuuteen, joiden luo Herra teidät ajaa.",
      "Siellä te joudutte palvelemaan jumalia, jotka ovat ihmiskätten työtä, puuta ja kiveä, jotka eivät maista eivätkä haista, eivät näe eivätkä kuule.",
      "Kun kaikki nämä onnettomuudet kohtaavat teitä, te lopulta hädässänne palaatte Herran, Jumalanne, luo ja tottelette häntä.",
      "Herra, teidän Jumalanne, on laupias Jumala. Hän ei hylkää teitä eikä anna teidän tuhoutua. Hän ei unohda valalla vahvistamaansa lupausta, jonka hän antoi esi-isillenne.",
      "Onko mikään muu kansa teidän laillanne kuullut Jumalan puhuvan tulen keskeltä? Ja silti te olette jääneet eloon!",
      "Tai onko millään jumalalla ollut rohkeutta tulla ottamaan kokonainen kansa omakseen toisen kansan keskuudesta, kuten Herra, teidän Jumalanne, on tehnyt? Te saitte omin silmin nähdä, kuinka hän kuritti egyptiläisiä, teki ihmeitä ja tunnustekoja, soti heitä vastaan ja vei teidät kohotetun kätensä ja pelottavien mainetekojensa voimalla pois Egyptistä.",
      "Taivaasta hän antoi teidän kuulla äänensä kasvattaakseen teitä, ja maan päällä hän antoi teidän nähdä suuren tulensa, ja te kuulitte hänen sanansa tulen keskeltä.",
      "Hän rakasti jo teidän esi-isiänne, ja siksi hän valitsi omikseen heidän jälkeläisensä ja vei itse teidät suurella voimallaan pois Egyptistä.",
      "Hän lupasi hävittää teitä suuremmat ja mahtavammat kansat teidän tieltänne antaakseen teille niiden maat, kuten nyt tapahtuu.",
      "Teidän tulee siis tietää ja painaa mieleenne, että Herra on Jumala niin taivaassa kuin maan päällä eikä toista Jumalaa ole.",
      "Niihin aikoihin Mooses valitsi Jordanin itäpuolelta kolme kaupunkia,",
      "jotta jokainen, joka tahattomasti ja vailla aikaisempaa kaunaa surmaa toisen ihmisen, voisi paeta johonkin niistä ja näin säilyttää henkensä.",
      "Ruubenin heimolle Mooses osoitti Beserin kaupungin ylätasangon autiomaasta, Gadin heimolle Ramotin kaupungin Gileadista ja Manassen heimolle Golanin kaupungin Basanista.",
      "Tämä on se laki, jonka Mooses julisti israelilaisille.",
      "Nämä ovat ne määräykset, käskyt ja säädökset, jotka Mooses ilmoitti israelilaisille, kun he Egyptistä lähdettyään",
      "olivat tulleet Jordanin itäpuolelle laaksoon, joka on Bet-Peorin lähellä, amorilaisten kuninkaan Sihonin maassa. Sihon oli hallinnut Hesbonissa, mutta Mooses ja israelilaiset olivat matkallaan Egyptistä kukistaneet hänet",
      "ja ottaneet haltuunsa sekä hänen maansa että Basanin kuninkaan Ogin maat. Israelilaiset olivat vallanneet näiden molempien amorilaiskuninkaiden alueet, jotka sijaitsivat Jordanin itäpuolella:",
      "Arnonin jokilaakson partaalla olevasta Aroerista Sioninvuoreen eli Hermoniin ulottuvan alueen",
      "sekä koko Jordaninlaakson itäosan Kuolleeseenmereen ja aina Pisgan rinteille saakka."
    ],
    [
      "Hän ei tehnyt tätä liittoa vain meidän isiemme kanssa, vaan myös meidän kanssamme, kaikkien meidän, jotka nyt olemme elossa ja täällä.",
      "Herra puhui teille vuorella tulen keskeltä kasvoista kasvoihin.",
      "Älä kumarra äläkä palvele niitä, sillä minä, Herra, sinun Jumalasi, olen kiivas Jumala. Aina kolmanteen ja neljänteen polveen minä panen lapset vastaamaan isiensä pahoista teoista, vaadin tilille ne, jotka vihaavat minua.",
      "Mutta polvesta polveen minä osoitan armoni niille tuhansille, jotka rakastavat minua ja noudattavat minun käskyjäni.",
      "Kuutena päivänä tee työtä ja hoida kaikkia tehtäviäsi,",
      "mutta seitsemäs päivä on Herran, sinun Jumalasi, sapatti. Silloin et saa tehdä mitään työtä, et sinä eikä sinun poikasi eikä tyttäresi, orjasi eikä orjattaresi, härkäsi, aasisi eikä mikään muu juhtasi eikä yksikään muukalainen, joka asuu kaupungissasi. Näin sinun orjasi ja orjattaresi saavat levätä kuten sinä itsekin.",
      "Muista, että itse olit orjana Egyptissä, kun Herra, sinun Jumalasi, kohotti voimakkaan käsivartensa ja johdatti sinut sieltä pois. Sen tähden Herra, sinun Jumalasi, käski sinun viettää lepopäivää.",
      "ja sanoivat: 'Herra, meidän Jumalamme, on antanut meidän nähdä kirkkautensa ja suuruutensa, ja me olemme kuulleet hänen äänensä tulen keskeltä. Tänään olemme nähneet, että ihmiset voivat jäädä eloon, vaikka Jumala puhuukin heille.",
      "Mutta pitäisikö meidän nyt uudelleen vaarantaa henkemme? Tuo suuri tuli saattaa polttaa meidät, ja jos me vielä kerran kuulemme Herran, Jumalamme, äänen, me kuolemme.",
      "Onko yksikään kuolevainen meidän laillamme kuullut elävän Jumalan puhuvan tulen keskeltä ja silti jäänyt henkiin?",
      "Mene sinä Herran, meidän Jumalamme luo. Kuuntele ja kerro meille kaikki, mitä hän sinulle puhuu, niin me tottelemme ja elämme hänen käskyjensä mukaan.'",
      "Kunpa he aina yhtä mielellään kunnioittaisivat minua ja noudattaisivat minun käskyjäni. Jos he niin tekevät, he ja heidän lapsensa menestyvät polvesta polveen.",
      "Käske heidän nyt palata teltoilleen,",
      "mutta jää sinä tänne minun luokseni, niin minä ilmoitan sinulle koko lain, kaikki käskyt ja säädökset. Ne sinun tulee opettaa israelilaisille, ja niitä heidän on noudatettava siinä maassa, jonka minä annan heidän omakseen.'",
      "vaan kulkekaa vakaasti sitä tietä, jota Herra, teidän Jumalanne, on käskenyt teidän kulkea. Silloin menestytte ja saatte elää kauan siinä maassa, jonka otatte omaksenne."
    ],
    [
      "Teidän, teidän lastenne ja teidän lastenne lasten tulee pelätä Herraa, Jumalaanne, ja noudattaa koko elämänne ajan hänen lakejaan ja käskyjään, jotka minä annan teille.",
      "Kuunnelkaa siis, israelilaiset! Noudattakaa näitä käskyjä ja eläkää niiden mukaan. Silloin te menestytte ja kasvatte suureksi kansaksi siinä maassa, joka tulvii maitoa ja hunajaa. Näin on Herra, teidän isienne Jumala, luvannut.",
      "Rakasta Herraa, Jumalaasi, koko sydämestäsi, koko sielustasi ja koko voimastasi.",
      "Pidä aina mielessäsi nämä käskyt, jotka minä sinulle tänään annan.",
      "Teroita niitä alinomaa lastesi mieleen ja puhu niistä, olitpa kotona tai matkalla, makuulla tai jalkeilla.",
      "Sido ne merkiksi käteesi ja pidä niitä tunnuksena otsallasi.",
      "Kirjoita ne kotisi ovenpieliin ja kaupunkisi portteihin.",
      "taloja, jotka ovat täynnä kaikenlaista hyvää, mitä ette ole niihin hankkineet, kallioon hakattuja vesisäiliöitä, joita ette ole itse hakanneet, viinitarhoja ja oliivipuita, joita ette ole istuttaneet. Kun sitten syötte itsenne kylläisiksi,",
      "varokaa unohtamasta Herraa, joka johdatti teidät pois Egyptistä, orjuuden maasta.",
      "Teidän tulee pelätä Herraa, Jumalaanne, palvella häntä ja vannoa yksin hänen nimeensä.",
      "Älkää antautuko palvelemaan vieraita jumalia, joita teidän ympärillänne asuvat kansat palvovat,",
      "ettei Herra, teidän Jumalanne, joka on keskellänne, vihastuisi teihin ja hävittäisi teitä maan päältä, sillä Herra vaatii omiltaan uskollisuutta.",
      "vaan noudattakaa tinkimättä hänen käskyjään, niitä määräyksiä ja säädöksiä, jotka hän on teille antanut.",
      "Tehkää sitä, mikä Herran sanan mukaan on oikeaa ja hyvää, että menestyisitte ja pääsisitte ottamaan haltuunne sen hyvän maan, josta Herra valalla vannoen antoi lupauksen esi-isillenne,",
      "ja että voisitte karkottaa tieltänne kaikki vihollisenne, kuten Herra on luvannut.",
      "Sano silloin pojallesi: 'Me olimme faraon orjia Egyptissä, mutta Herra johti meidät väkevällä kädellään pois Egyptistä",
      "ja teki suuria ja tuhoisia ihmeitä ja tunnustekoja faraolle ja hänen hovilleen meidän silmiemme nähden.",
      "Mutta meidät hän vei sieltä pois johdattaakseen meidät tänne ja antaakseen meille tämän maan, kuten hän oli valallaan luvannut esi-isillemme.",
      "Herra, meidän Jumalamme, käski meidän noudattaa näitä käskyjä ja pelätä häntä, että me aina menestyisimme ja että hän edelleenkin antaisi meidän elää.",
      "Kun me tarkoin noudatamme tätä lakia, jonka Herra, meidän Jumalamme, on antanut, niin Herra katsoo meidät vanhurskaiksi.'"
    ],
    [
      "Kun Herra, teidän Jumalanne, on antanut nämä kansat teidän käsiinne ja te olette ne lyöneet, julistakaa ne Herralle kuuluvaksi uhriksi ja tuhotkaa ne. Älkää liittoutuko niiden kanssa älkääkä osoittako niille armoa.",
      "Älkää avioituko näihin kansoihin kuuluvien kanssa. Älkää myöskään antako tyttäriänne heille vaimoiksi älkääkä ottako heidän tyttäriään vaimoiksi pojillenne,",
      "sillä he viettelisivät poikanne luopumaan Herrasta ja palvelemaan vieraita jumalia. Jos annatte tämän tapahtua, Herra vihastuu teihin ja tekee teistä heti lopun.",
      "Tehkää sen sijaan heille näin: repikää maahan heidän alttarinsa, murskatkaa heidän kivipatsaansa, hakatkaa poikki heidän asera- paalunsa ja polttakaa heidän jumalankuvansa.",
      "Muistakaa, että olette Herralle, Jumalallenne, pyhitetty kansa. Herra, teidän Jumalanne, valitsi teidät maailman kaikkien kansojen joukosta omaksi kansakseen.",
      "Herra rakasti teitä, ja pitääkseen esi-isillenne vannomansa valan hän vei teidät väkevällä kädellään pois Egyptistä, orjuuden maasta, ja lunasti teidät vapaiksi faraon, Egyptin kuninkaan, vallasta.",
      "Tietäkää siis, että vain Herra, teidän Jumalanne, on Jumala. Häneen voi luottaa, hän pitää voimassa liittonsa. Tuhansien sukupolvien ajan hän on uskollinen niille, jotka rakastavat häntä ja pitävät hänen käskynsä,",
      "mutta niille, jotka häntä uhmaavat ja vihaavat, hän kostaa tuhoamalla heidät. Hän kostaa viipymättä sille, joka häntä vihaa.",
      "Pitäkää siis huoli siitä, että noudatatte lakia, niitä käskyjä ja säädöksiä, jotka minä teille nyt annan.",
      "Hän rakastaa ja siunaa teitä ja antaa teidän kasvaa suureksi kansaksi. Hän siunaa teidän jälkeläisenne, maanne hedelmät, viljanne, viininne ja öljynne ja tekee suuriksi teidän karjalaumanne siinä maassa, jonka hän on esi-isillenne vannomallaan valalla luvannut teille.",
      "Herra pitää teistä loitolla kaikki sairaudet. Hän ei vaivaa teitä niillä pahoilla taudeilla, jotka tunnette Egyptin ajoilta, vaan antaa vihollistenne sairastua niihin.",
      "Te tuhoatte kaikki ne kansat, jotka Herra, teidän Jumalanne, antaa teidän käsiinne. Älkää säälikö niitä älkääkä palvoko vieraita jumalia, ettette joutuisi niiden pauloihin.",
      "Älkää kuitenkaan pelätkö niitä, vaan pitäkää aina mielessänne, mitä Herra, teidän Jumalanne, teki faraolle ja koko Egyptille.",
      "Muistakaa egyptiläisten suuret koettelemukset, jotka omin silmin saitte nähdä. Ajatelkaa Herran, Jumalanne, tekemiä ihmeitä ja tunnustekoja, hänen väkevää kättään ja kohotettua käsivarttaan, joiden voimalla hän vei teidät pois Egyptistä. Samalla tavoin kuin egyptiläisille tekee Herra, teidän Jumalanne, kaikille niille kansoille, joita te nyt pelkäätte.",
      "Hän lähettää niiden kimppuun myös herhiläisparvia, kunnes kaikki, jotka vielä ovat hengissä ja piileksivät teitä, ovat menehtyneet.",
      "Älkää pelätkö, sillä Herra, teidän Jumalanne, suuri ja pelottava Jumala, on teidän keskellänne.",
      "Herra, teidän Jumalanne, antaa nuo kansat teidän valtaanne ja saattaa ne suureen sekasortoon, kunnes ne tuhoutuvat tyystin.",
      "Herra antaa myös niiden kuninkaat teidän käsiinne, ja te pyyhitte heidän nimensäkin pois maan päältä. Kukaan ei pysty teitä vastustamaan, vaan te hävitätte kaikki.",
      "Sellainen iljetys on julistettava tuhon omaksi. Älkää siis viekö siitä mitään kotiinne, ettette itsekin joutuisi tuhon omiksi. Inhotkaa epäjumalia, kauhistukaa ja karttakaa niitä; ne on tuhottava."
    ],
    [
      "Muistakaa, kuinka Herra neljänkymmenen vuoden aikana johdatti teitä pitkällä matkallanne autiomaassa. Hän kuritti teitä ja pani teidät koetukselle saadakseen tietää, aiotteko todella noudattaa hänen käskyjään vai ette.",
      "Tehdäkseen teidät nöyriksi hän piti teitä nälässä ja ruokki teitä sitten mannalla, jota ette olleet ennen maistaneet, eivät myöskään teidän isänne. Hän halusi osoittaa teille, ettei ihminen elä ainoastaan leivästä, vaan kaikesta mitä Herra sanoo.",
      "Noina neljänäkymmenenä vuotena eivät vaatteet kuluneet päältänne eivätkä jalkanne turvonneet.",
      "Painakaa siis mieleenne, että niin kuin isä kasvattaa lastaan, niin Herra, teidän Jumalanne, kasvattaa teitä.",
      "Noudattakaa hänen käskyjään, kulkekaa hänen tietään ja pelätkää häntä.",
      "vehnän, ohran, viiniköynnöksen, viikunapuun ja granaattiomenapuun maahan, oliiviöljyn ja hunajan maahan.",
      "Siinä maassa teidän ei tarvitse elää puutteessa, vaan teillä on kaikkea, mitä tarvitsette. Sen maan kivet ovat rautaa, ja sen vuorista voitte louhia kuparia.",
      "Kun syötte itsenne kylläisiksi, kiittäkää Herraa, Jumalaanne, siitä hyvästä maasta, jonka hän on teille antanut.",
      "Varokaa unohtamasta Herraa, Jumalaanne. Noudattakaa aina hänen käskyjään, lakejaan ja säädöksiään, jotka minä teille nyt annan.",
      "kun nautakarjanne, lampaanne ja vuohenne lisääntyvät, kun teille kertyy hopeaa ja kultaa ja koko omaisuutenne kasvaa,",
      "varokaa tulemasta ylpeiksi ja unohtamasta Herraa, Jumalaanne, joka vei teidät pois Egyptistä, orjuuden maasta.",
      "Hän johdatti teidät suureen ja pelottavaan autiomaahan, joka on täynnä myrkkykäärmeitä ja skorpioneja. Mutta tuossa kuivassa ja vedettömässä maassa hän antoi veden virrata esiin kovasta kalliosta",
      "ja ruokki teitä mannalla, jota isännekään eivät tunteneet. Hän kuritti teitä ja koetteli teitä, mutta kaiken jälkeen hän osoitti teille hyvyytensä.",
      "Älkää siis kuvitelko, että olette omin voimin ja omilla kyvyillänne hankkineet itsellenne tämän vaurauden.",
      "Mutta jos te kaikesta huolimatta unohdatte Herran, Jumalanne, jos antaudutte palvelemaan vieraita jumalia ja palvotte ja kumarratte niitä, niin teidät perii tuho, sen minä vannon.",
      "Ellette tottele Herraa, Jumalaanne, te tuhoudutte niin kuin ne kansat, jotka Herra hävittää teidän tieltänne."
    ],
    [
      "Siellä asuu, niin kuin tiedätte, anakilaisten monilukuinen ja kookas kansa, josta olette kuulleet sanottavan: 'Kuka voisikaan vastustaa anakilaisia!'",
      "Mutta nyt te saatte nähdä, että Herra, teidän Jumalanne, itse kulkee teidän edellänne polttavana tulena. Hän lannistaa ja kukistaa heidät, niin että voitte lyhyessä ajassa hävittää heidät tieltänne ja tuhota heidät, kuten Herra on teille luvannut.",
      "Kun Herra, teidän Jumalanne, karkottaa heidät teidän tieltänne, älkää ajatelko, että Herra on teidän omien ansioittenne tähden tuonut teidät tänne ja antanut teille tämän maan. Ei, vaan Herra hävittää nämä kansat teidän tieltänne niiden pahuuden tähden.",
      "Ette te oman kuuliaisuutenne ja rehellisyytenne ansiosta pääse ottamaan haltuunne niiden maita, vaan Herra, teidän Jumalanne, hävittää nämä kansat teidän tieltänne niiden pahuuden tähden ja täyttääkseen lupauksensa, jonka hän valalla vannoen on antanut teidän esi-isillenne Abrahamille, Iisakille ja Jaakobille.",
      "Painakaa siis mieleenne, ettei Herra, teidän Jumalanne, anna tätä hyvää maata teille teidän kuuliaisuutenne takia, sillä te olette uppiniskainen kansa.",
      "Jo Horebilla te suututitte Herran, niin että hän oli vihassaan tuhota teidät kokonaan.",
      "Kun olin noussut vuorelle ottamaan vastaan kivitaulut, sen liiton taulut, jonka Herra teki teidän kanssanne, viivyin vuorella neljäkymmentä päivää ja yötä syömättä ja juomatta.",
      "Herra antoi minulle silloin kaksi kivitaulua. Niihin hän oli omin käsin kirjoittanut kaikki ne käskyt, jotka hän kansan ollessa koolla oli julistanut vuorella tulen keskeltä.",
      "Kun neljäkymmentä päivää oli kulunut, Herra antoi minulle ne kaksi kivistä liitontaulua.",
      "Herra sanoi minulle vielä: 'Minä näen, että tämä kansa on uppiniskainen.",
      "Mene nyt. Minä aion hävittää sen ja pyyhkiä sen nimen maan päältä. Mutta sinusta minä teen tätä kansaa mahtavamman ja suuremman kansan.'",
      "Minä näin, että te olitte rikkoneet Herraa, Jumalaanne, vastaan ja valaneet itsellenne sonnipatsaan. Kovin pian te poikkesitte siltä tieltä, jota Herra käski teidän kulkea!",
      "Niin minä tartuin tauluihin ja paiskasin ne murskaksi teidän silmienne edessä.",
      "ja siksi minä pelkäsin, että Herra suuttumuksensa ja vihansa vallassa tuhoaisi teidät. Mutta silläkin kertaa Herra kuuli minua.",
      "Myös Aaroniin Herra vihastui niin, että aikoi surmata hänet, mutta silloin minä rukoilin Aaroninkin puolesta.",
      "Sonnipatsaan, jonka olitte synnissänne tehneet, minä otin ja poltin tulessa. Minä hakkasin sen palasiksi ja hienonsin palaset tomuksi, ja tomun minä heitin vuorelta virtaavaan puroon.",
      "Myös Taberassa, Massassa ja Kibrot-Taavassa te vihoititte Herran,",
      "ja kun Herra lähetti teidät matkaan Kades- Barneasta ja käski teidän mennä ottamaan haltuunne maan, jonka hän teille antaa, te kapinoitte Herran, Jumalanne, käskyä vastaan, ette luottaneet häneen ettekä totelleet häntä.",
      "Niin kauan kuin olen teidät tuntenut, te olette niskoitelleet Herraa vastaan.",
      "Näin minä silloin rukoilin: Herra, minun Jumalani, älä tuhoa omaa kansaasi! Olethan suuruudessasi lunastanut sen vapaaksi ja väkevällä kädelläsi tuonut sen pois Egyptistä.",
      "Muista palvelijoitasi Abrahamia, Iisakia ja Jaakobia. Älä tuomitse tätä kansaa, vaikka se on uppiniskainen, kelvoton ja syntinen.",
      "Muuten ihmiset sanovat siinä maassa, josta veit meidät pois: 'Herra ei kyennyt viemään heitä maahan, jonka hän oli heille luvannut. Hän vei heidät pois täältä, mutta tappoi heidät autiomaahan, koska vihasi heitä.'",
      "Ja kuitenkin he ovat sinun oma kansasi, jonka sinä suurella voimallasi ja kohotetulla kädelläsi toit pois Egyptistä."
    ],
    [
      "Minä kirjoitan tauluihin sanat, jotka olivat entisissä tauluissa, niissä, jotka sinä murskasit. Pane taulut arkkuun.'",
      "Minä tein akasiapuusta arkun, valmistin kaksi aikaisempien kaltaista kivitaulua ja nousin taulut mukanani vuorelle.",
      "Herra kirjoitti tauluihin saman kirjoituksen, joka oli ollut ensimmäisissä tauluissa, ne kymmenen käskyä, jotka hän kansan ollessa koolla oli julistanut vuorella tulen keskeltä, ja hän antoi taulut minulle.",
      "Laskeuduttuani vuorelta minä panin taulut arkkuun, jonka olin tehnyt, ja siellä niitä pidetään, kuten Herra on määrännyt.",
      "Moserasta kansa jatkoi matkaa Gudgodaan ja Gudgodasta Jotbataan, seudulle, missä on runsasvetisiä puroja.",
      "Heidän osalleen ei tullut omaa perintömaata kuten muille heimoille, sillä lupauksensa mukaisesti Herra itse on heidän perintöosansa.",
      "Herra sanoi minulle: 'Lähde liikkeelle ja johda israelilaisia, niin että he pääsevät ottamaan haltuunsa sen maan, jonka minä olen heidän esi- isilleen vannomallani valalla luvannut antaa heille.'",
      "ja että tarkoin noudatatte hänen käskyjään ja säädöksiään, jotka minä teille annan. Kun tämän teette, te menestytte.",
      "Ja kuitenkin Herra mieltyi juuri teidän esi-isiinne. Heitä hän rakasti, ja teidät, heidän jälkeläisensä, hän on valinnut kaikkien kansojen joukosta omaksi kansakseen.",
      "Ympärileikatkaa siis sydämenne -- taipukaa kuuliaisiksi Herralle älkääkä enää niskoitelko.",
      "Herra, teidän Jumalanne, on jumalien Jumala ja korkein Herra, suuri, väkevä ja pelottava Jumala. Hän ei ole puolueellinen eikä häntä voi lahjoa.",
      "Hän huolehtii leskien ja orpojen oikeuksista, hän rakastaa muukalaista ja ruokkii ja vaatettaa hänet.",
      "Samoin tulee myös teidän rakastaa muukalaista; olettehan itsekin olleet muukalaisina Egyptissä.",
      "Ylistäkää häntä, hän on teidän Jumalanne. Hän teki teidän hyväksenne ne suuret ja pelottavat teot, jotka olette omin silmin nähneet.",
      "Kun esi-isänne menivät Egyptiin, heitä oli vain seitsemänkymmentä, mutta nyt on Herra, teidän Jumalanne, tehnyt teidät lukuisiksi kuin taivaan tähdet."
    ],
    [
      "Tietäkää, että minä puhun nyt teille enkä teidän lapsillenne. He eivät ole nähneet, kuinka Herra, teidän Jumalanne, opasti ja kuritti teitä. He eivät ole saaneet kokea hänen suuruuttaan: hänen väkevän kätensä ja ojennetun käsivartensa voimaa.",
      "He eivät ole nähneet niitä voimatekoja, jotka hän teki faraolle, Egyptin kuninkaalle, ja koko hänen maalleen,",
      "eivätkä sitä, miten egyptiläisten sotajoukko, joka ajoi teitä takaa, tuhoutui hevosineen ja sotavaunuineen, kun Herra antoi Kaislameren vesien vyöryä egyptiläisten yli ja hävitti faraon sotajoukon perin pohjin.",
      "Lapsenne eivät ole nähneet, mitä kaikkea Herra teki teidän hyväksenne vaeltaessanne autiomaan halki.",
      "He eivät liioin nähneet, mitä Herra teki Datanille ja Abiramille, Ruubenin heimoon kuuluvan Eliabin pojille, kun maa avautui Israelin kansan nähden ja nieli heidät ja heidän perheensä telttoineen kaikkineen, samoin kaikki ihmiset ja eläimet, jotka olivat heidän mukanaan.",
      "Vain teidän silmänne ovat saaneet nähdä kaikki ne suuret teot, jotka Herra on tehnyt.",
      "ja te saatte elää kauan siinä maassa, jonka Herra on esi- isillenne vannomallaan valalla luvannut heille ja heidän jälkeläisilleen, maassa, joka tulvii maitoa ja hunajaa.",
      "Siinä maassa, johon menette, on vuoria ja laaksoja, ja siellä sateet kastelevat maan.",
      "Se on maa, josta Herra, teidän Jumalanne, itse pitää huolta. Ympäri vuoden hän valvoo ja vaalii sitä.",
      "Jos te tarkoin noudatatte hänen käskyjään, jotka minä teille nyt annan, ja jos rakastatte Herraa, Jumalaanne, koko sydämestänne ja koko sielustanne ja jos palvelette häntä,",
      "Herra antaa syyssateet ja kevätsateet maahanne ajallaan, niin että voitte korjata viljanne, viininne ja öljynne.",
      "Hän antaa myös ruohon kasvaa karjanne laitumille. Teillä on aina kylliksi syötävää.",
      "Jos lankeatte, Herra vihastuu teihin ja sulkee taivaan, niin ettei sadetta tule eikä maa tuota satoa, ja te häviätte pian siitä hyvästä maasta, jonka Herra teille antaa.",
      "Opettakaa ne lapsillenne ja puhukaa niistä, olittepa kotona tai matkalla, makuulla tai jalkeilla.",
      "Kirjoittakaa ne kotienne ovenpieliin ja kaupunkienne portteihin,",
      "jotta te ja teidän lapsenne eläisitte vanhoiksi siinä maassa, jonka Herra teidän esi-isillenne vannomallaan valalla lupasi heille niin pitkäksi aikaa, kuin taivas kaareutuu maan yllä.",
      "niin Herra hävittää teidän tieltänne kansoja, jotka ovat teitä suurempia ja mahtavampia, ja te saatte maan omaksenne.",
      "Jokainen paikka, jonne jalallanne astutte, kuuluu teille: teidän alueenne ulottuu eteläisestä autiomaasta Libanonin vuoriin ja Eufratvirrasta läntiseen mereen.",
      "Teidän edessänne ei kestä kukaan. Kaikkialla siinä maassa, johon saavutte, Herra, teidän Jumalanne, levittää lupauksensa mukaisesti pelkoa ja kauhua teitä kohtaan.",
      "Siunauksen saatte, jos tottelette Herran, Jumalanne, käskyjä, jotka minä nyt teille ilmoitan,",
      "mutta kirouksen, jos ette tottele hänen käskyjään, vaan poikkeatte siltä tieltä, jota minä käsken teidän kulkea, ja antaudutte palvelemaan vieraita jumalia, joita ette ole ennen tunteneet.",
      "Nämä vuoret ovat, kuten tiedätte, Jordanin länsipuolella kulkevan tien takana lähellä Gilgalia, Moren tammiston tienoilla, Jordaninlaaksossa asuvien kanaanilaisten maassa.",
      "noudattakaa tarkoin kaikkia niitä lakeja ja säädöksiä, jotka minä teille nyt annan."
    ],
    [
      "Repikää maahan niiden alttarit, murskatkaa kivipatsaat, polttakaa asera-paalut, lyökää palasiksi kaikki jumalien kuvat. Tuhotkaa noiden kansojen jumalat, niin että niiden nimetkin unohtuvat.",
      "vaan palvelkaa häntä siinä ainoassa paikassa, jonka Herra, teidän Jumalanne, valitsee heimojenne alueelta nimensä asuinsijaksi. Menkää sinne",
      "ja viekää sinne polttouhrinne ja teurasuhrinne, kymmenyksenne ja uhrilahjanne, lupausuhrinne ja vapaaehtoiset lahjanne sekä nautojenne, lampaidenne ja vuohienne esikoiset.",
      "Siellä teidän tulee Herran, Jumalanne, edessä syödä ja iloita perheenne kanssa työnne tuloksista, joilla hän on teitä siunannut.",
      "Te ette ole vielä päässeet rauhassa asumaan siihen perintömaahan, jonka Herra, teidän Jumalanne, antaa teille.",
      "Vasta sitten kun olette menneet Jordanin yli ja asettuneet maahan, jonka Herra antaa teille perintöosaksi, hän sallii teidän päästä rauhaan ympärillänne olevista vihollisista, ja te saatte asua turvassa.",
      "Silloin teidän tulee viedä siihen paikkaan, jonka Herra, Jumalanne, valitsee nimensä asuinsijaksi, ne uhrit, joista olen antanut teille ohjeet: polttouhrinne ja teurasuhrinne, kymmenyksenne ja uhrilahjanne sekä kaikki, minkä valitsette Herralle tuotavaksi lupausuhriksi.",
      "Iloitkaa kaikki Herran, Jumalanne, edessä, sekä te että teidän poikanne ja tyttärenne, orjanne ja orjattarenne, samoin leeviläiset, jotka asuvat kaupungeissanne; heillähän ei ole teidän keskuudessanne omaa perintömaata.",
      "Niitä saatte uhrata vain yhdessä ainoassa paikassa, siinä, jonka Herra valitsee jonkin teidän heimonne alueelta. Siellä teidän on tehtävä kaikki se, mistä olen antanut teille määräykset.",
      "Ainoastaan verta ette saa syödä; se teidän on vuodatettava maahan kuin vesi.",
      "Teidän itsenne samoin kuin poikienne ja tyttärienne, orjienne ja orjattarienne sekä kaupungeissanne asuvien leeviläisten tulee syödä ne Herran, teidän Jumalanne, edessä siinä paikassa, jonka hän valitsee, ja siellä teidän tulee iloita kaikesta, mitä työnne on tuottanut.",
      "Pitäkää huoli siitä, ettette milloinkaan, niin kauan kuin elätte maan päällä, jätä leeviläistä osattomaksi.",
      "vaikka asuisitte kaukana siitä paikasta, jonka Herra, teidän Jumalanne, valitsee nimensä asuinsijaksi. Teillä on lupa minun ohjeideni mukaan teurastaa nautojanne, lampaitanne ja vuohianne, joita Herra teille antaa, ja syödä niitä omilla asuinsijoillanne mielin määrin.",
      "Saatte syödä niitä, niin kuin syötte gasellia tai peuraa, joita saavat syödä niin puhtaat kuin epäpuhtaatkin.",
      "Mutta teidän tulee tarkoin pitää huoli siitä, ettette nauti verta, sillä veressä on elämänvoima, jota ei saa syödä lihan mukana.",
      "Älkää syökö verta, vaan antakaa sen vuotaa maahan kuin vesi.",
      "Pidättykää nauttimasta verta; silloin te menettelette Herran käskyn mukaisesti ja te ja teidän jälkeläisenne menestytte.",
      "Kun toimitatte polttouhrin, uhratkaa sekä liha että veri Herran, Jumalanne, alttarilla. Teurasuhreista vuodatettakoon Herran alttarille veri; lihan saatte syödä itse.",
      "Noudattakaa ja totelkaa kaikkia näitä määräyksiä, jotka minä nyt annan teille. Te ja jälkeläisenne menestytte aina, kun teette sitä, mikä Herran käskyn mukaan on oikeaa ja hyvää. palvontamenoista",
      "varokaa, ettette myöhemminkään joudu heidän pauloihinsa jäljittelemällä heidän tapojaan. Älkää ottako selkoa siinä maassa asuvien kansojen jumalista älkääkä kyselkö, miten nuo kansat palvelivat jumaliaan.",
      "Te ette saa Herraa, Jumalaanne, palvellessanne noudattaa näiden kansojen tapoja, sillä kaikki se, mitä ne ovat tehneet palvoessaan jumaliaan, on Herralle iljetystä, jota hän vihaa. Ne kansat ovat uhranneet jumalilleen polttouhreina jopa poikiaan ja tyttäriään."
    ],
    [
      "(H13:3-4) ja joka näin koettaa taivuttaa teidät palvelemaan vieraita ja teille outoja jumalia.",
      "(H13:3-4)Älkää kuunnelko sellaisen profeetan tai unennäkijän sanoja, vaikka hänen lupaamansa ihme tapahtuisikin. Herra, teidän Jumalanne, koettelee teitä näin saadakseen tietää, rakastatteko häntä koko sydämestänne ja koko sielustanne.",
      "(H13:5)Teidän tulee seurata vain Herraa, Jumalaanne, pelätä häntä, noudattaa hänen käskyjään, totella häntä ja pysyä hänen uskollisina palvelijoinaan.",
      "(H13:6)Mutta teitä yllyttänyt profeetta tai unennäkijä on surmattava, koska hän houkutteli teitä luopumaan Herrasta, Jumalastanne, joka on tuonut teidät pois Egyptistä ja lunastanut teidät vapaiksi tuosta orjuuden maasta; se mies viekoitteli teitä kääntymään pois siltä tieltä, jota Herra on käskenyt teidän kulkea. Hävittäkää paha keskuudestanne.",
      "(H13:8)niiden kansojen jumalia, jotka asuvat teidän ympärillänne maan äärestä toiseen, lähellä tai kaukana,",
      "(H13:9)älä suostu hänen ehdotukseensa äläkä kuuntele häntä. Älä sääli häntä, älä osoita hänelle armoa äläkä salaa hänen rikostaan,",
      "(H13:10)vaan surmaa hänet. Heitä itse ensimmäinen kivi, ja sinun perässäsi tulkoot kaikki muut.",
      "(H13:11)Kivittäkää hänet kuoliaaksi, sillä hän yritti viekoitella teitä luopumaan Herrasta, Jumalastanne, joka vei teidät pois Egyptistä, orjuuden maasta.",
      "(H13:12)Kaikkien israelilaisten on saatava kuulla tästä tuomiosta, jotta he pelkäisivät eivätkä enää tekisi sellaista pahaa.",
      "(H13:14)on kelvottomia miehiä, jotka ovat viekoitelleet kaupunkinsa asukkaat palvelemaan muita, teille vieraita jumalia,",
      "(H13:15) tutkikaa asiaa ja selvittäkää se tarkoin. Jos käy ilmi, että sellainen iljettävä teko todella on tapahtunut,",
      "(H13:16)teidän on miekalla surmattava sen kaupungin asukkaat. Julistakaa kaupunki Herralle kuuluvaksi uhriksi, hävittäkää se ja surmatkaa sekä asukkaat että heidän karjansa.",
      "(H13:17)Kaikki sieltä saatu saalis on koottava keskelle toria. Sitten koko kaupunki samoin kuin kaikki saalis on poltettava kokonaisuhrina Herralle, teidän Jumalallenne. Sellainen kaupunki pysyköön ikuisesti rauniokasana; sitä ei saa enää koskaan rakentaa uudestaan.",
      "(H13:18)Älkää kajotko mihinkään, mikä on julistettu Herralle kuuluvaksi uhriksi. Jos teette, kuten Herra on käskenyt, hän antaa vihansa lauhtua, hän säälii ja armahtaa teitä ja antaa teidän kasvaa suureksi kansaksi, kuten hän on teidän esi-isillenne vannonut.",
      "(H13:19)Näin tapahtuu, jos tottelette Herraa, Jumalaanne, noudatatte kaikkia hänen käskyjään, jotka minä teille nyt annan, ja teette sitä, mikä Herran käskyn mukaan on oikein."
    ],
    [
      "sillä te olette Herralle, Jumalallenne, pyhitetty kansa. Maailman kaikkien kansojen joukosta Herra valitsi teidät omaksi kansakseen.",
      "Nämä ovat ne nelijalkaiset eläimet, joita saatte syödä: nauta, lammas ja vuohi,",
      "peura, gaselli, metsäkauris, villivuohi, vuorikauris ja antiloopit",
      "sekä ne nelijalkaiset, joilla on kaksijakoiset sorkat ja jotka märehtivät ruokansa.",
      "Mutta eläimiä, jotka märehtivät mutta joilla ei ole sorkkia tai joilla on sorkat mutta jotka eivät märehdi, ette saa syödä. Näitä ovat kameli, jänis ja tamaani, jotka tosin märehtivät mutta joilla ei ole sorkkia; ne ovat saastaisia.",
      "Saastainen on myös sika, jolla tosin on kaksijakoiset sorkat mutta joka ei märehdi. Näiden eläinten lihaa älkää syökö älkääkä koskeko niiden raatoihin.",
      "mutta ette sellaisia, joilla ei ole eviä eikä suomuja; ne ovat saastaisia.",
      "Mutta lintuja, jotka ovat saastaisia, ette saa syödä. Niitä ovat kotka, hanhikorppikotka ja partakorppikotka,",
      "isohaarahaukka ja kaikki muut haarahaukat,",
      "kaikki korpit,",
      "strutsi, kehrääjä, lokki ja kaikki jalohaukat,",
      "varpuspöllö, huuhkaja ja tornipöllö,",
      "pelikaani, kalasääski ja merimetso,",
      "kattohaikara ja muut haikarat sekä harjalintu ja lepakko.",
      "Kaikki siivekkäät pikkueläimet ovat saastaisia; niitä ei ole lupa syödä.",
      "Mutta kaikkia puhtaita siivekkäitä saatte syödä.",
      "Teidän tulee syödä viljanne, viininne ja öljynne kymmenykset sekä nautojenne, lampaittenne ja vuohienne esikoiset Herran, Jumalanne, edessä siinä paikassa, jonka hän valitsee nimensä asuinsijaksi. Näin te opitte olemaan koko elinaikanne kuuliaisia Herralle, Jumalallenne.",
      "Mutta jos matka on pitkä -- Herra näet siunaa teitä tekemällä alueenne laajaksi -- ettekä siksi kykene viemään kymmenyksiänne siihen paikkaan, jonka Herra, teidän Jumalanne, valitsee nimensä asuinsijaksi,",
      "muuttakaa ne rahaksi, ottakaa rahat mukaanne ja menkää siihen paikkaan, jonka Herra, teidän Jumalanne, valitsee.",
      "Ostakaa sillä rahalla kaikkea, mitä mielenne tekee, nautoja, lampaita ja vuohia, viiniä tai olutta tai muuta mieleistänne, ja syökää ja iloitkaa siellä perheinenne Herran, Jumalanne edessä.",
      "Mutta keskuudessanne asuvaa leeviläistä älkää jättäkö osattomaksi, sillä hänellä ei ole omaa perintömaata.",
      "niin että leeviläiset, joilla ei ole teidän keskuudessanne omaa perintömaata, sekä luonanne asuvat muukalaiset, orvot ja lesket saavat syödä itsensä kylläisiksi. Jos teette, kuten Herra, teidän Jumalanne, on käskenyt, hän siunaa teitä kaikissa toimissanne."
    ],
    [
      "Siitä on säädetty näin: Jokainen, joka on antanut toiselle lainan, luopukoon sen takaisin perimisestä. Lainan antaja ei saa enää vaatia velan suoritusta lähimmäiseltään, toiselta israelilaiselta, sillä Herran kunniaksi on julistettu velkojen anteeksianto.",
      "Vierasheimoiselta saatte vaatia maksun, mutta maanmiehellenne antamaanne lainaa ette saa periä takaisin.",
      "Herra, teidän Jumalanne, siunaa teitä runsaasti siinä maassa, jonka hän antaa teille perintöosaksi. Sen tähden teidän keskuudessanne ei pitäisi olla köyhiä,",
      "eikä heitä olekaan, jos vain kaikessa tottelette Herraa ja tarkoin noudatatte tätä käskyä, jonka minä nyt olen teille ilmoittanut.",
      "Kun Herra, teidän Jumalanne, lupauksensa mukaisesti on siunannut teitä, te pystytte antamaan lainaa monille muille kansoille, mutta ette itse joudu lainaamaan niiltä. Te saatte hallita monia kansoja, mutta ne eivät hallitse teitä.",
      "Olkaa anteliaita ja lainatkaa hänelle se, minkä hän tarvitsee.",
      "Te ette saa kohdella tylysti köyhää maanmiestänne kieltämällä häneltä halpamaisesti apunne vain sen vuoksi, että tiedätte seitsemännen vuoden, velkojen anteeksiantovuoden, olevan lähellä. Jos kiellätte apunne, hän huutaa avukseen Herraa, ja te joudutte syynalaisiksi.",
      "Antakaa hänelle auliisti ja iloisin mielin. Silloin Herra, teidän Jumalanne, siunaa teitä kaikissa töissänne ja kaikissa hankkeissanne.",
      "Köyhiä tulee maassanne olemaan aina. Siksi minä käsken teitä osoittamaan anteliaisuutta osattomille ja varattomille maanmiehillenne.",
      "Kun päästät hänet vapaaksi, älä anna hänen lähteä tyhjin käsin,",
      "vaan lahjoita hänelle runsaasti kaikkea, mitä Herra, sinun Jumalasi, on sinulle suonut: lampaita ja vuohia sekä pellon ja viinitarhan antimia.",
      "Muista, että itse olit orjana Egyptissä ja että Herra, sinun Jumalasi, lunasti sinut vapaaksi. Sen tähden minä annan sinulle nyt tämän käskyn.",
      "ota naskali ja lävistä sillä hänen korvalehtensä ovea vasten. Näin hänestä tulee elinikäinen orjasi. Sama koskee myös orjatartasi.",
      "Älä murehdi sitä, että joudut vapauttamaan orjasi. Hän on palvellut sinua kuusi vuotta ja tullut maksamaan sinulle paljon vähemmän kuin päivätyöläinen. Jos toimit Herran, Jumalasi, käskyn mukaan, Herra siunaa sinua kaikissa toimissasi.",
      "Kerran vuodessa teidän tulee perheinenne syödä esikoiseläimet Herran, Jumalanne, edessä siinä paikassa, jonka hän valitsee.",
      "Saatte syödä sen omilla asuinsijoillanne, ja sitä voivat syödä niin puhtaat kuin epäpuhtaatkin, aivan kuin se olisi gasellin tai peuran lihaa.",
      "Verta ette kuitenkaan saa syödä; se teidän on vuodatettava maahan kuin vesi."
    ],
    [
      "Teurastakaa pääsiäisuhriksi Herralle lampaita, vuohia ja nautoja siinä paikassa, jonka hän valitsee nimensä asuinsijaksi.",
      "Ette saa syödä uhrilihan kanssa mitään hapatettua. Seitsemänä päivänä saatte syödä vain happamatonta leipää, kiireessä valmistettua hätäleipää. Kiireesti te jouduitte lähtemään Egyptistä. Tämä hätäleipä muistuttaa teitä koko elämänne ajan siitä päivästä, jona lähditte Egyptin maasta.",
      "Hapantaikinaa ei noina seitsemänä päivänä saa näkyä missään koko asuinalueellanne. Siitä lihasta, jonka uhraatte ensimmäisen päivän iltana, ette saa jättää mitään tähteeksi seuraavaan aamuun.",
      "Te saatte teurastaa pääsiäisuhrin vain siinä paikassa, jonka Herra valitsee nimensä asuinsijaksi. Teurastakaa uhrieläimenne auringonlaskun aikaan, sinä illan hetkenä, jona lähditte Egyptistä.",
      "Kuutena päivänä teidän tulee syödä happamatonta leipää; seitsemäntenä on pidettävä erityinen juhlakokous Herran, Jumalanne, kunniaksi. Silloin ette saa tehdä mitään työtä.",
      "teidän tulee viettää viikkojuhlaa Herran, Jumalanne, kunniaksi. Tuokaa vapaaehtoisia uhrilahjoja sen mukaan, kuin Herra on teitä kutakin siunannut.",
      "Tulkaa kaikki Herran, Jumalanne eteen, niin te kuin teidän poikanne ja tyttärenne, orjanne ja orjattarenne sekä keskuudessanne asuvat leeviläiset, muukalaiset, orvot ja lesket, ja iloitkaa kaikki siinä paikassa, jonka Herra valitsee nimensä asuinsijaksi.",
      "Muistakaa, että itse olitte orjina Egyptissä. Noudattakaa sen tähden tarkoin näitä käskyjä.",
      "Iloitkaa kaikki juhlassanne, niin te kuin teidän poikanne ja tyttärenne, orjanne ja orjattarenne sekä keskuudessanne asuvat leeviläiset, muukalaiset, orvot ja lesket.",
      "Viettäkää seitsemän päivän ajan juhlaa Herran, Jumalanne, kunniaksi siinä paikassa, jonka hän valitsee. Herra siunaa teidän satonne ja kaikki toimenne, ja siksi teidän tulee iloita ja riemuita.",
      "vaan jokainen tuokoon lahjan sen mukaan, miten hänellä on varoja ja miten Herra, teidän Jumalanne, on häntä siunannut.",
      "Älkää vääristäkö oikeutta älkääkä olko puolueellisia. Älkää ottako lahjuksia, sillä lahjus sokaisee viisaankin ja vääristää niiden asian, jotka ovat oikeassa.",
      "Olkaa rehellisiä, noudattakaa oikeudenmukaisuutta, niin saatte elää ja pitää omananne sen maan, jonka Herra, teidän Jumalanne, antaa teille.",
      "Älkää myöskään pystyttäkö mitään patsasta, sillä sellaisia Herra vihaa."
    ],
    [
      "ja ryhtyy vastoin hänen kieltoaan palvelemaan ja kumartamaan vieraita jumalia tai aurinkoa, kuuta tai taivaan tähtien joukkoja,",
      "teidän tulee tutkia asia tarkoin heti, kun olette saaneet siitä tiedon. Jos käy ilmi, että tällainen iljettävä teko todella on tapahtunut Israelissa,",
      "teidän on vietävä pahantekijä kaupungin portille ja kivitettävä hänet kuoliaaksi.",
      "Kuolemantuomion langettamiseen tarvitaan vähintään kahden todistajan lausunto; yhden todistajan sanojen perusteella ei syytettyä saa tuomita kuolemaan.",
      "Todistajien on heitettävä ensimmäiset kivet, ja sen jälkeen kaikkien muidenkin on osallistuttava syyllisen kivittämiseen. Hävittäkää paha keskuudestanne.",
      "Kysykää neuvoa leeviläispapeilta ja siltä tuomarilta, joka kullakin hetkellä on virassa; he ilmoittavat teille asian ratkaisun.",
      "Toimikaa sen päätöksen mukaan, jonka he julistavat Herran valitsemassa paikassa, ja tehkää tarkalleen, niin kuin he neuvovat.",
      "Noudattakaa heiltä saamaanne ohjetta ja toimikaa heidän antamansa päätöksen mukaisesti poikkeamatta puoleen tai toiseen siitä tuomiosta, jonka he teille ilmoittavat.",
      "Mutta jos joku on niin röyhkeä, ettei piittaa tuomarin tai Herran palvelijana toimivan papin päätöksestä, hänen on kuoltava. Hävittäkää paha Israelista.",
      "Kun kansa saa kuulla tuomiosta, kaikki pelkäävät eikä kukaan enää syyllisty tällaiseen röyhkeyteen.",
      "Asettakaa silloin itsellenne kuningas, jonka Herra, teidän Jumalanne, valitsee. Muistakaa, että asetatte kuninkaaksenne oman kansanne miehen; vierasmaalaisesta ette saa tehdä kuningasta.",
      "Kuningas ei saa pitää hevosia suurin määrin eikä lähettää väkeään Egyptiin hankkimaan sieltä hevosia, sillä Herra on sanonut teille: 'Älkää enää milloinkaan palatko tätä tietä!'",
      "Kuninkaalla ei myöskään saa olla lukuisia vaimoja, ettei hänen sydämensä luopuisi Herrasta, eikä hän saa koota itselleen kovin runsaasti kultaa eikä hopeaa.",
      "Valtaistuimelle noustuaan hänen on teetettävä itselleen jäljennös tästä laista, joka on leeviläispappien huostassa.",
      "Hänen tulee pitää laki hallussaan ja lukea sitä koko elämänsä ajan, että hän oppii pelkäämään Herraa ja tarkoin noudattamaan kaikkia tämän lain käskyjä ja määräyksiä.",
      "Kun hän näin tekee, hän ei käy kopeaksi veljiään kohtaan eikä poikkea lain käskyistä oikealle eikä vasemmalle. Hän ja hänen jälkeläisensä saavat kauan hallita Israelia."
    ],
    [
      "Mutta omaa maata heillä ei saa olla, sillä lupauksensa mukaan Herra on heidän perintöosansa.",
      "Antakaa hänelle myös paras osa uudesta viljasta, viinistä ja öljystä sekä paras osa lampaiden ja vuohien villasta,",
      "sillä Herra, teidän Jumalanne, on valinnut Israelin kaikista heimoista leeviläiset suorittamaan ajasta aikaan pyhäkköpalvelusta Herran edessä.",
      "Siellä hän saa palvella Herran, Jumalansa, pappina kuten muutkin leeviläiset, hänen heimolaisensa, jotka toimittavat siellä pyhäkköpalvelusta Herran edessä.",
      "Hän on oikeutettu saamaan uhrilahjoista samansuuruisen osan kuin muutkin; hänen ei kuitenkaan tarvitse jakaa henkilökohtaisia lahjoja tai perintöä muiden kanssa.",
      "Keskuudessanne ei saa olla ketään, joka panee poikansa tai tyttärensä kulkemaan tulen läpi, ei myöskään ketään taikojen tekijää, enteiden tai ennusmerkkien selittäjää, noitaa,",
      "loitsujen lukijaa, henkienmanaajaa, tietäjää eikä ketään, joka kysyy neuvoa kuolleilta.",
      "Jokainen, joka sellaista harjoittaa, on iljetys Herralle, ja juuri näiden iljettävien tapojen vuoksi Herra, teidän Jumalanne, hävittää ne kansat teidän tieltänne.",
      "Olkaa koko sydämestänne uskolliset Herralle, Jumalallenne.",
      "Nuo kansat, joiden maan te pian otatte haltuunne, turvautuvat ennustajiin ja taikojen tekijöihin, mutta teille Herra, teidän Jumalanne, ei ole antanut lupaa tehdä samoin.",
      "Tätähän te pyysitte Herralta, Jumalaltanne, kun Horebin juurelle kokoontuneina sanoitte: 'Me emme enää kestä kuulla Herran, Jumalamme, ääntä emmekä nähdä tuota suurta tulta, sillä pelkäämme, että kuolemme.'",
      "Herra sanoi silloin minulle: 'Se, mitä he sanoivat, on oikein.",
      "Siksi minä annan heidän omien jälkeläistensä joukosta nousta profeetan, joka on sinun kaltaisesi; minä panen sanani hänen suuhunsa, ja profeetta puhuu kaiken, minkä minä hänen puhuttavakseen annan.",
      "Jos joku ei kuuntele niitä sanoja, jotka hän minun nimissäni puhuu, minä itse vaadin tilille sen miehen.",
      "Jos taas joku profeetta julkeaa minun nimissäni puhua sellaista, mitä minä en ole käskenyt hänen puhua, tai puhuu vieraiden jumalien nimissä, hänen on kuoltava.'",
      "Jos alatte kysellä mielessänne, mistä tiedätte, mikä sana ei ole lähtöisin Herralta, muistakaa tämä:",
      "Jos se, mitä profeetta puhuu Herran nimissä, ei toteudu, se ei ole Herran sanaa vaan väärän profeetan röyhkeää puhetta. Älkää kuulko häntä."
    ],
    [
      "valitkaa siitä maasta kolme turvakaupunkia.",
      "Mitatkaa etäisyydet ja jakakaa kolmeen osaan koko se maa, jonka Herra, teidän Jumalanne, antaa teille perinnöksi. Näihin kaupunkeihin voi paeta jokainen, joka on surmannut toisen ihmisen.",
      "Niinpä jos kaksi miestä menee metsään puita hakkaamaan ja toisen kirveestä irtoaa terä, kun hän kohottaa kirveensä iskuun, ja terä osuu hänen toveriinsa ja tappaa tämän, surmaajan tulee henkensä säilyttääkseen paeta turvakaupunkiin.",
      "Jos turvapaikkaan olisi pitkä matka, verikostoon velvoitettu vainajan lähisukulainen, joka kiihdyksissään lähtee ajamaan surmaajaa takaa, voisi tavoittaa tämän ja lyödä hänet hengiltä, vaikka surmaaja ei ole ansainnut kuolemanrangaistusta, kun hänellä ei entuudestaan ollut kaunaa surmattua kohtaan.",
      "Tästä syystä minä käsken teidän valita itsellenne kolme turvakaupunkia.",
      "jos te vain noudatatte kaikkia näitä käskyjä, jotka minä nyt annan teille, ja jos rakastatte Herraa, Jumalaanne, ja kuljette hänen teitään. Kun alueenne laajenee, teidän tulee valita näiden kolmen kaupungin lisäksi vielä kolme muuta turvakaupunkia.",
      "Ketään syytöntä ei saa surmata maassa, jonka Herra, teidän Jumalanne, antaa teidän omaksenne. Syyttömän surmaamisesta joudutte kaikki vastuuseen.",
      "tappajan kotikaupungin vanhimpien on lähetettävä miehiä hakemaan hänet sieltä ja heidän on luovutettava hänet verikostajalle surmattavaksi.",
      "Älkää tunteko sääliä, vaan pitäkää huoli siitä, että Israel puhdistuu syyttömästi surmatun verestä. Kun noudatatte Herran käskyjä, te menestytte.",
      "riidan kummankin osapuolen on Herran edessä esitettävä riita-asiansa niille papeille ja tuomareille, jotka sillä hetkellä ovat virassa.",
      "Tuomarien on tutkittava asia tarkoin, ja jos he havaitsevat syyttäjän esittäneen toista vastaan valheellisia syytöksiä,",
      "häntä tulee kohdella samalla tavoin, kuin hän itse aikoi kohdella toista. Hävittäkää paha keskuudestanne.",
      "Kun muut saavat kuulla tuomiosta, he pelkäävät eivätkä enää tee tällaista pahaa.",
      "Älkää tunteko sääliä: henki hengestä, silmä silmästä, hammas hampaasta, käsi kädestä, jalka jalasta."
    ],
    [
      "Ennen kuin ryhdytte taisteluun, papin on astuttava esiin puhumaan sotajoukolle.",
      "Hänen tulee sanoa sotilaille: 'Kuulkaa, Israelin miehet! Te käytte nyt taisteluun vihollisianne vastaan. Älkää menettäkö rohkeuttanne, älkää pelätkö, älkää hätääntykö älkääkä kauhistuko heitä.",
      "Herra, teidän Jumalanne, on teidän kanssanne. Hän sotii teidän rinnallanne vihollisianne vastaan ja auttaa teidät voittoon.'",
      "Jos joku teistä on istuttanut viinitarhan mutta ei ole vielä päässyt nauttimaan sen hedelmiä, hän saa palata kotiinsa, ettei kaatuisi sodassa ja ettei joku toinen pääsisi nauttimaan hänen viinitarhansa hedelmiä.",
      "Jos joku on kihlannut naisen mutta ei ole vielä ottanut häntä vaimokseen, hän saa palata kotiinsa, ettei kaatuisi sodassa ja ettei joku toinen ottaisi hänen kihlattuaan vaimokseen.'",
      "Katselmuksen toimittajien on vielä sanottava kansalle: 'Jos joukossanne on joku, joka on menettänyt rohkeutensa ja pelkää, hänen on palattava kotiinsa, etteivät hänen toverinsakin menettäisi rohkeuttaan.'",
      "Kun katselmuksen toimittajat ovat puhuneet sotajoukolle, sille on valittava päälliköt.",
      "Jos se suostuu ehdotukseen ja avaa teille porttinsa, velvoittakaa kaikki sen asukkaat tekemään alamaisinanne päivätöitä.",
      "Mutta jos kaupunki ei suostu rauhaan vaan ryhtyy taisteluun teitä vastaan, piirittäkää se,",
      "ja kun Herra, teidän Jumalanne, antaa sen teidän käsiinne, surmatkaa kaikki sen miehet.",
      "Naiset, lapset, karjan ja kaiken muun, mitä kaupungista löytyy, voitte sitä vastoin ottaa itsellenne ja pitää saaliina. Sen on Herra, teidän Jumalanne, antanut teille.",
      "Mutta lähellä asuvien kansojen kaupungeista, jotka Herra, teidän Jumalanne, antaa teidän omaksenne, ette saa jättää jäljelle mitään, ette ainoatakaan elävää olentoa.",
      "Julistakaa nämä kaupungit Herralle kuuluvaksi uhriksi ja hävittäkää ne ja niiden asukkaat, heettiläiset, amorilaiset, kanaanilaiset, perissiläiset, hivviläiset ja jebusilaiset, niin kuin Herra, teidän Jumalanne, on teitä käskenyt.",
      "Ellette hävitä heitä, he opettavat teille iljettävät tapansa, joita he ovat noudattaneet palvoessaan jumaliaan, ja niin te rikotte Herraa, Jumalaanne vastaan.",
      "Saatte kuitenkin katkoa sellaisia puita, joista tiedätte, etteivät ne tuota syötävää hedelmää. Niitä voitte kaataa ja niistä voitte rakentaa piirityslaitteita viholliskaupunkia vastaan, kunnes se kukistuu."
    ],
    [
      "vanhimpien ja tuomarien on lähdettävä tutkimaan, mihin kaupunkiin ruumiin löytöpaikasta on lyhin matka.",
      "Lähimmän kaupungin vanhimpien tulee valita hieho, jota ei vielä ole käytetty juhtana ja joka ei ole kantanut iestä.",
      "Heidän on vietävä hieho viljelemättömälle seudulle puronuomaan, jossa on vettä läpi vuoden, ja siellä heidän on taitettava hieholta niska.",
      "Leeviläispappien tulee saapua paikalle, sillä Herra, teidän Jumalanne, on valinnut heidät palvelijoikseen siunaamaan kansaa Herran nimessä ja heidän lausuntonsa perusteella ratkaistaan kaikki veritekoja ja riitoja koskevat asiat.",
      "Ruumiin löytöpaikkaa lähinnä olevan kaupungin vanhimpien on pestävä kätensä sen hiehon yläpuolella, jonka niska taitettiin puronuomassa,",
      "ja vakuutettava sitten: 'Meidän kätemme eivät ole vuodattaneet tuon ihmisen verta eivätkä silmämme ole nähneet sitä tekoa.",
      "Herra, anna tämä rikos anteeksi kansallesi Israelille, jonka lunastit vapaaksi, äläkä aseta sitä vastuuseen syyttömän surmasta.' Näin israelilaiset vapautuvat verivelasta.",
      "Kun menettelette tällä tavoin Herran tahdon mukaisesti, te puhdistutte veren aiheuttamasta syyllisyydestä.",
      "joku teistä saattaa nähdä vankien joukossa kauniin naisen, rakastua häneen ja haluta hänet vaimokseen.",
      "Hänen on siinä tapauksessa vietävä nainen kotiinsa ja käskettävä hänen ajella päänsä paljaaksi ja leikata kyntensä.",
      "Tämän tehtyään nainen saa vaihtaa entiset vaatteensa uusiin, asettua asumaan miehen taloon ja itkeä kuukauden ajan vanhempiaan. Sitten mies voi maata hänen kanssaan ja ottaa hänet omakseen; näin naisesta tulee hänen vaimonsa.",
      "Mutta jos nainen ei myöhemmin enää miellytä miestä, tämän on annettava hänen vapaasti lähteä luotaan. Mies ei saa myydä naista orjaksi eikä kaupitella häntä, koska on jo tuottanut naiselle häpeää hylkäämällä hänet.",
      "hän ei perinnönjaosta määrätessään saa suosia lempivaimonsa poikaa ensin syntyneen kustannuksella.",
      "Hänen on tunnustettava ensin syntynyt poika esikoisekseen ja annettava hänelle kaksinkertainen osuus omaisuudestaan, sillä poika on hänen miehuutensa ensimmäinen hedelmä ja esikoisoikeus kuuluu hänelle.",
      "heidän on otettava poika kiinni ja vietävä hänet kaupunkinsa portille",
      "ja sanottava kaupungin vanhimmille: 'Tämä meidän poikamme on tottelematon ja uppiniskainen. Hän ei kuuntele meitä, vaan viettää kevytmielistä ja juopottelevaa elämää.'",
      "Silloin kaupungin miesten on joukolla kivitettävä poika hengiltä. Hävittäkää paha keskuudestanne. Kaikkien israelilaisten on saatava kuulla tuomiosta, että he ottaisivat opikseen.",
      "ruumista ei saa jättää siihen yöksi, vaan se on haudattava vielä samana päivänä, sillä puuhun ripustettu on Jumalan kiroama. Älkää saastuttako maata, jonka Herra, teidän Jumalanne, antaa teille omaksi."
    ],
    [
      "Jos hän asuu kaukana tai jos et tunne häntä, ota eläin huostaasi ja huolehdi siitä, kunnes omistaja tulee sitä etsimään, ja anna se sitten hänelle takaisin.",
      "Samoin sinun tulee menetellä, jos joku on kadottanut aasinsa, viittansa tai mitä tahansa omaisuuttaan: jos löydät jotakin toiselle kuuluvaa, sinun on palautettava se.",
      "Jos näet aasin tai härän tielle kaatuneena, älä kulje ohi, vaan auta omistajaa nostamaan eläin jaloilleen.",
      "vaan päästä emo lentoon, ennen kuin viet poikaset. Kun noudatat Herran käskyjä, menestyt ja saat elää kauan.",
      "Älä käytä härkää ja aasia kyntöparina.",
      "Älä käytä vaatteita, jotka on kudottu kahdesta eri lankalajista, villasta ja pellavasta.",
      "esittää häntä vastaan perättömiä syytöksiä ja parjaa häntä sanoen: 'Minä otin tämän naisen vaimokseni, mutta kun makasin hänen kanssaan, huomasin, ettei hän ollut neitsyt',",
      "tytön isän ja äidin on vietävä todiste tytön neitsyydestä portin luo kaupungin vanhimmille.",
      "Tytön isän tulee sanoa vanhimmille: 'Minä annoin tyttäreni tuolle miehelle vaimoksi, mutta mies alkoi vihata häntä.",
      "Hän on puhunut perättömiä ja väittää, ettei tyttö ollut neitsyt. Tässä on todistus tyttäreni neitsyydestä.' Sitten vanhempien tulee levittää veren tahrima vaate kaupungin vanhimpien eteen,",
      "ja näiden on ruoskittava mies",
      "ja määrättävä hänelle sakkoa sata hopeasekeliä, jotka annetaan tytön isälle, koska mies on mustannut koskemattoman israelilaisen tytön mainetta. Tyttö jääköön miehen vaimoksi, eikä mies saa koko elinaikanaan hylätä häntä.",
      "vanhimpien tulee viedä tyttö isänsä talon ovelle ja kaupungin miesten on kivitettävä hänet hengiltä; hän on harjoittanut haureutta ja tuottanut häpeää isänsä talolle ja koko Israelille. Hävittäkää paha keskuudestanne.",
      "molemmat on vietävä kaupungin portille ja kivitettävä kuoliaaksi, tyttö siksi, että hän ei huutanut apua, ja mies siksi, että hän häpäisi toiselle vaimoksi luvatun tytön. Hävittäkää paha keskuudestanne.",
      "mutta tytölle ei saa tehdä mitään. Hän ei ole tehnyt syntiä, josta rangaistaan kuolemalla, sillä tapaus on verrattavissa siihen, että joku käy toisen kimppuun ja tappaa hänet.",
      "Mies kohtasi kihlatun tytön asutuksen ulkopuolella, missä tytön avunhuutoja ei kuultu.",
      "miehen on maksettava tytön isälle viisikymmentä hopeasekeliä. Miehen tulee ottaa häpäisemänsä tyttö vaimokseen, eikä hän saa hylätä tätä koko elinaikanaan."
    ],
    [
      "(H23:5) He eivät antaneet teille ruokaa eivätkä juomaa, kun te olitte tulossa Egyptistä, vaan palkkasivat Bileamin, Beorin pojan Mesopotamian Petorista, kiroamaan teidät.",
      "(H23:6)Mutta Herra, teidän Jumalanne, ei suostunut kuulemaan Bileamia, vaan muutti kirouksen siunaukseksi, koska hän rakastaa teitä.",
      "(H23:7) Älkää milloinkaan koko elinaikananne tehkö mitään, mikä edistää heidän menestystään ja hyvinvointiaan.",
      "(H23:9)Näiden jälkeläisiä voidaan kolmannesta sukupolvesta alkaen ottaa Herran kansan joukkoon.",
      "(H23:11)Jos joku teistä on yöllisen siemenvuodon takia epäpuhdas, hänen on mentävä leirin ulkopuolelle ja pysyttävä siellä.",
      "(H23:12)Illansuussa hänen on peseydyttävä, ja vasta auringonlaskun aikaan hän saa palata leiriin.",
      "(H23:14)Varusteidenne joukossa teillä tulee olla pieni lapio, jolla kaivatte ulosteitanne varten kuopan ja peitätte jälkenne.",
      "(H23:15)Herra, teidän Jumalanne, kulkee leirissänne, suojelee teitä ja antaa vihollisenne teidän käsiinne. Sen tähden leirin on oltava pyhä, niin ettei hän näe siellä mitään sopimatonta eikä jätä teitä.",
      "(H23:17)Hän saa jäädä asumaan keskuuteenne ja valita vapaasti asuinpaikkansa. Älkää käyttäkö hyväksenne hänen ahdinkoaan.",
      "(H23:19)Haureudesta saatua palkkiota, olipa se maksettu naiselle tai miehelle, ei saa viedä Herran, teidän Jumalanne, pyhäkköön minkään lupauksen täyttämiseksi. Se on iljetys Herralle, teidän Jumalallenne.",
      "(H23:21) Vierasmaalaiselta voit periä korkoa mutta maanmieheltäsi et. Kun noudatat näitä määräyksiä, Herra, sinun Jumalasi, siunaa sinua kaikissa toimissasi siinä maassa, jonka nyt menet ottamaan haltuusi.",
      "(H23:23)Sitä, ettet anna lupauksia, ei lasketa sinulle synniksi.",
      "(H23:24)Jos kuitenkin olet vapaaehtoisesti antanut suullisen lupauksen Herralle, Jumalallesi, sinun on täytettävä se tarkoin.",
      "(H23:26)Kun kuljet viljapellon halki, voit käsin kerätä tähkäpäitä, mutta sirpillä et saa leikata itsellesi toisen viljaa."
    ],
    [
      "Jos nainen hänen luotaan lähdettyään menee toisen miehen vaimoksi",
      "ja tämäkin mies alkaa vieroa häntä, kirjoittaa erokirjan ja lähettää hänet luotaan tai jos tämä mies kuolee,",
      "edellinen aviomies, joka lähetti naisen pois, ei saa ottaa häntä uudelleen vaimokseen; nainen on tullut hänelle saastaiseksi, ja sellainen liitto on Herran silmissä iljetys. Älkää tahratko sellaisella synnillä maata, jonka Herra, teidän Jumalanne, antaa omaksenne.",
      "Muistakaa, mitä Herra, teidän Jumalanne, teki Mirjamille, kun olitte matkalla pois Egyptistä.",
      "Jää ulkopuolelle odottamaan, että se, jolle lainaat, voi itse käydä hakemassa pantin.",
      "Jos hän on varaton, et saa pitää hänen panttaamaansa viittaa hallussasi yli yön,",
      "vaan sinun on palautettava viitta auringonlaskun aikaan, että hän voi kääriytyä siihen yöksi. Silloin hän siunaa sinua, ja Herra, sinun Jumalasi, katsoo sinut vanhurskaaksi.",
      "Maksa hänelle työpäivän palkka ennen auringonlaskua, sillä hän on köyhä ja odottaa palkkaansa. Jos et maksa, hän huutaa avukseen Herraa ja sinä joudut syynalaiseksi.",
      "Muistakaa, että itse olitte orjina Egyptissä ja että Herra, teidän Jumalanne, lunasti teidät sieltä vapaiksi. Sen tähden teidän on noudatettava näitä käskyjä.",
      "Kun olette korjanneet viinitarhanne sadon, älkää suorittako jälkikorjuuta, vaan antakaa muukalaisen, orvon ja lesken korjata loput.",
      "Muistakaa, että itse olitte orjina Egyptissä. Sen tähden teidän on noudatettava näitä käskyjä."
    ],
    [
      "Jos syyllinen tuomitaan ruoskittavaksi, tuomarin on määrättävä hänet maahan makaamaan, ja hänelle on tuomarin läsnä ollessa annettava niin monta ruoskaniskua kuin rikkomus edellyttää.",
      "Iskuja saa antaa enintään neljäkymmentä, ei sen enempää; muuten maanmiehenne joutuu julkisesti häväistyksi.",
      "Naisen synnyttämä esikoinen katsottakoon ensimmäisen miehen pojaksi, jotta hänen nimensä ei häviäisi Israelista.",
      "Mutta jos joku ei halua ottaa veljensä leskeä vaimokseen, lesken on mentävä kaupungin portille vanhimpien luo ja sanottava: 'Lankoni kieltäytyy säilyttämästä veljensä nimeä Israelissa eikä halua solmia avioliittoa minun kanssani.'",
      "Kaupungin vanhimpien on silloin kutsuttava mies puheilleen. Jos hän pysyy päätöksessään ja sanoo, ettei halua veljensä leskeä vaimokseen,",
      "lesken on vanhimpien läsnä ollessa astuttava hänen eteensä, riisuttava sandaali hänen jalastaan, syljettävä häntä kasvoihin ja sanottava: 'Näin tehdään sille, joka ei turvaa veljensä suvun jatkumista.'",
      "Siitä lähtien miehen perhettä nimitettäköön 'paljasjalan suvuksi'.",
      "naista ei saa sääliä, vaan hänen kätensä on lyötävä ranteesta poikki.",
      "Älkää pitäkö talossanne kahta erikokoista eefa-mittaa.",
      "Teillä tulee olla oikean painoiset punnukset ja oikean kokoiset eefa- mitat, että saisitte elää vanhoiksi siinä maassa, jonka Herra, teidän Jumalanne, antaa teille.",
      "Jokainen väärien punnusten ja väärien mittojen käyttäjä on Herralle iljetys.",
      "Nähdessään, kuinka heikkoina ja näännyksissä te silloin olitte, he Jumalaa pelkäämättä surmasivat kaikki, jotka olivat jääneet teidän joukostanne jälkeen.",
      "Kun Herra, teidän Jumalanne, on antanut teidän päästä rauhaan kaikista ympärillänne olevista vihollisista siinä maassa, jonka hän antaa omaksenne, pyyhkikää pois maan päältä amalekilaiset ja heidän muistonsakin. Älkää unohtako tätä."
    ],
    [
      "erottakaa vuosittain ensi hedelmät kaikesta sadosta, jonka Herralta saamanne maa tuottaa teille. Pankaa ne koriin ja lähtekää siihen paikkaan, jonka Herra, teidän Jumalanne, on valinnut nimensä asuinsijaksi.",
      "Menkää sen papin luo, joka kulloinkin on virassa, ja sanokaa hänelle: 'Minä ilmoitan tänään Herran, sinun Jumalasi edessä, että olen päässyt siihen maahan, jonka hän esi-isillemme vannomallaan valalla lupasi meille.'",
      "Lausukaa sitten Herran, Jumalanne edessä: 'Isäni oli harhaileva aramealainen, joka muutti vähälukuisen väkensä kanssa Egyptiin ja asui siellä muukalaisena, ja hänestä kasvoi suuri, mahtava ja monilukuinen kansa.",
      "Mutta egyptiläiset kohtelivat meitä huonosti, sortivat meitä ja teettivät meillä raskasta työtä.",
      "Silloin me huusimme avuksi Herraa, isiemme Jumalaa, ja Herra kuuli huutomme ja näki meidän kärsimyksemme, ahdistuksemme ja kurjuutemme.",
      "Herra vei meidät pois Egyptistä kohotetun kätensä ja pelottavien ihmeiden ja tunnustekojen voimalla,",
      "toi meidät tänne ja antoi meille tämän maan, joka tulvii maitoa ja hunajaa.",
      "Nyt olen tuonut sadon parhaat hedelmät siitä maasta, jonka sinä, Herra, minulle annoit.' Pankaa lahjanne sitten Herran, Jumalanne eteen, kumartukaa rukoilemaan häntä",
      "ja iloitkaa kaikesta siitä hyvästä, minkä Herra, teidän Jumalanne, on teille ja teidän perheillenne antanut. Myös leeviläiset ja keskuudessanne asuvat muukalaiset saavat iloita kanssanne.",
      "sanokaa Herran, Jumalanne edessä: 'Olen vienyt talostani pois kaiken Herralle pyhitetyn ja antanut sen leeviläisille, muukalaisille, orvoille ja leskille, niin kuin olet käskenyt minun tehdä. En ole rikkonut enkä unohtanut käskyjäsi.",
      "En ole suruaikana syönyt kymmenyksistä, en ole koskenut niihin epäpuhtaana enkä antanut niistä mitään vainajille. Olen totellut Herraa, Jumalaani, olen tehnyt kaiken niin kuin olet käskenyt minun tehdä.",
      "Katso alas taivaasta, pyhästä asunnostasi, ja siunaa kansaasi Israelia sekä maata, jonka olet antanut meille, kuten valallasi lupasit esi- isillemme, tätä maata, joka tulvii maitoa ja hunajaa.'",
      "Te olette tänään tunnustaneet Herran Jumalaksenne ja luvanneet vaeltaa hänen teitään, noudattaa hänen lakejaan, käskyjään ja säädöksiään ja totella häntä.",
      "Myös Herra on tänään ilmoittanut, että hän lupauksensa mukaan pitää teidät omana kansanaan, kun vain noudatatte kaikkia hänen käskyjään."
    ],
    [
      "Heti kun olette päässeet Jordanin yli siihen maahan, jonka Herra, teidän Jumalanne, teille antaa, teidän tulee pystyttää suuria kiviä, sivellä ne kalkilla",
      "ja kirjoittaa niihin tämän lain kaikki käskyt. Silloin saatte asettua, niin kuin Herra, teidän isienne Jumala, on teille luvannut, siihen maahan, jonka hän antaa teille, maahan, joka tulvii maitoa ja hunajaa.",
      "Kun olette kulkeneet Jordanin yli, teidän tulee pystyttää Ebalinvuorelle kivet, joista olen teille juuri puhunut, ja sivellä ne kalkilla.",
      "Rakentakaa sinne kivistä alttari Herralle, Jumalallenne. Älkää koskeko kiviin millään rautaisella työkalulla,",
      "vaan rakentakaa Herran, Jumalanne, alttari kokonaisista luonnonkivistä ja uhratkaa sen päällä polttouhreja Herralle.",
      "Uhratkaa myös yhteysuhreja, syökää ja iloitkaa Herran, Jumalanne edessä.",
      "Tämän jälkeen Mooses sanoi kansalle:",
      "Seuraavat heimot asettukoot Ebalinvuorelle julistamaan kirousta: Ruuben, Gad, Asser, Sebulon, Dan ja Naftali.",
      "Leeviläisten on kuulutettava Israelin kansalle kovalla äänellä:"
    ],
    [
      "Nämä siunaukset tulevat teidän osaksenne, kun vain tottelette Herraa, Jumalaanne.",
      "Kaikki kansat saavat nähdä, että Herra on ottanut teidät omaksi kansakseen, ja silloin ne pelkäävät teitä.",
      "Herra antaa teille runsain mitoin kaikkea hyvää: teille syntyy paljon lapsia, karjanne lisääntyy ja viljelyksenne tuottavat suuren sadon siinä maassa, jonka Herra teidän isillenne vannomallaan valalla on luvannut antaa teille.",
      "Herra avaa teille aarreaittansa, taivaan, niin että maa saa sadetta ajallaan, ja hän siunaa teidän kaikki toimenne. Te pystytte antamaan lainaa monille muille kansoille, mutta teidän itsenne ei tarvitse ottaa lainaa muilta.",
      "Herra asettaa teidät ensimmäisiksi, ja te nousette muiden silmissä aina vain ylemmäksi, jos tottelette Herran, Jumalanne, käskyjä, jotka minä teille annan, ja noudatatte niitä ja elätte niiden mukaan.",
      "Ette saa poiketa oikealle ettekä vasemmalle siltä tieltä, jonka minä teille osoitan. Älkää antautuko palvelemaan vieraita jumalia.",
      "Hän tartuttaa teihin ruton, kunnes on hävittänyt teidät siitä maasta, jota olette menossa ottamaan haltuunne.",
      "Herra lyö teitä hivuttavalla taudilla, kuumeella ja tulehduksilla, polttavalla helteellä ja kuivuudella, viljaruosteella ja nokitähkällä, ja te saatte kärsiä niistä, kunnes teitä ei enää ole.",
      "Taivas teidän yllänne on oleva pronssia, ja maa on oleva rautaa teidän allanne.",
      "Herra antaa sateen langeta maahanne tuhkana; teidän päällenne sataa taivaasta hiekkaa, ja te menehdytte.",
      "Teidän ruumiinne joutuvat haaskalintujen ja villieläinten ruoaksi, eikä ole ketään, joka sen estäisi.",
      "Herra lyö teitä sokeudella ja hulluudella, ja te joudutte pois tolaltanne,",
      "niin että keskellä päivää haparoitte pimeässä kuin sokeat ettekä onnistu missään toimissanne. Teitä sorretaan ja riistetään alinomaa, eikä kukaan tule avuksenne.",
      "Teidän nautanne teurastetaan silmienne edessä, mutta ette saa syödä niiden lihaa. Te näette omin silmin, kun aasinne varastetaan teiltä, mutta ette saa niitä takaisin. Teidän lampaanne ja vuohenne joutuvat vihollisillenne, eikä kukaan auta teitä.",
      "Te näette, miten poikanne ja tyttärenne joutuvat vieraan kansan käsiin, ja teidän silmänne riutuvat, kun alinomaa ikävöitte heitä ettekä voi heitä auttaa.",
      "Sen, minkä työllä ja vaivalla olette hankkineet, syö kansa, jota ette tunne. Teitä sorretaan ja riistetään kaiken aikaa.",
      "Te menetätte järkenne kaiken sen vuoksi, mitä joudutte näkemään.",
      "Herra lyö teitä nostattamalla polviinne ja reisiinne pahoja paiseita. Ne leviävät yli koko ruumiinne eivätkä parane.",
      "Herra vie teidät ja kuninkaan, jonka olette asettaneet hallitsijaksenne, vieraan kansan keskelle, jota ette tunne ja jota eivät isännekään tunteneet, ja te joudutte siellä palvelemaan puusta ja kivestä tehtyjä jumalia.",
      "Kaikissa niissä kansoissa, joiden sekaan teidät ajetaan, teidän kohtalonne herättää kauhistusta, ja teistä tulee niille varoittava esimerkki ja pilkan kohde.",
      "Te istutatte viinitarhoja ja viljelette viiniä, mutta ette pääse korjaamaan rypäleitä ettekä saa viiniä juodaksenne, sillä toukat syövät sadon.",
      "Oliivipuita kasvaa kaikkialla maassanne, mutta teillä ei ole öljyä itsenne voitelemiseen, sillä oliivit varisevat ennen aikojaan maahan.",
      "Teille syntyy poikia ja tyttäriä, mutta ette saa pitää heitä ominanne, vaan he joutuvat vankeuteen.",
      "Maanne kaikki puut ja hedelmät joutuvat tuholaisten saaliiksi.",
      "Teidän keskuudessanne asuvat muukalaiset saavat yhä enemmän valtaa, mutta te itse vain heikkenette.",
      "Muukalaiset voivat antaa lainaa teille, mutta te ette pysty lainaamaan heille. He nousevat ensimmäisiksi ja te jäätte viimeisiksi.",
      "Nämä kiroukset ovat ikuisina todisteina ja tunnusmerkkeinä teidän ja jälkeläistenne osaksi tulleesta rangaistuksesta.",
      "te joudutte nälissänne ja janoissanne, alastomina ja kaikkea puutetta kärsien palvelemaan vihollisianne, jotka Herra lähettää kimppuunne. Hän panee teidät kantamaan rautaista iestä, kunnes tuhoudutte.",
      "He ovat häikäilemätöntä kansaa, joka ei kunnioita vanhusta eikä sääli poikasta.",
      "Heidän joukkonsa syövät teidän karjanne ja satonne, niin että näännytte nälkään. Teille ei jää mitään, ei viljaa, ei viiniä eikä öljyä, ei vasikoita eikä karitsoita, ja niin te tuhoudutte.",
      "He piirittävät kaupunkejanne joka puolella maatanne, kunnes niiden korkeat muurit, joiden vahvuuteen luotitte, ovat sortuneet. Kun vihollisenne käyvät kaupunkienne kimppuun kaikkialla siinä maassa, jonka Herra, teidän Jumalanne, on teille antanut,",
      "he piirittävät teitä niin ankarasti, että te nälkänne ahdistamina syötte omia lapsianne, poikianne ja tyttäriänne, jotka olette saaneet Herralta, Jumalaltanne.",
      "koska ei halua jakaa heidän kanssaan omien lastensa lihaa, jota hän itse syö, kun hänellä ei ole enää muuta jäljellä siinä puutteessa ja ahdingossa, johon kaupunkejanne piirittävä vihollinen on teidät saattanut.",
      "Kaikkein hienoin ja hemmotelluin nainen, joka hienouttaan ei koskaan ole kävellyt askeltakaan, katsoo silloin karsain silmin omaa miestään, poikaansa ja tytärtään",
      "eikä anna heille lapsia, jotka hän synnyttää, eikä jälkeisiään, jotka tulevat hänen kohdustaan, vaan syö ne itse salaa nälkänsä pakottamana siinä hädässä ja ahdingossa, johon kaupunkejanne piirittävä vihollinen on teidät saattanut.",
      "Herra saattaa teidät ja teidän jälkeläisenne kärsimään ankarista ja pitkällisistä vitsauksista ja pahoista, parantumattomista sairauksista.",
      "Hän tuo teille taas kaikki Egyptin taudit, joita pelkäätte, ja tartuttaa ne teihin.",
      "Herra lähettää teidän vaivaksenne kaikki sellaisetkin sairaudet ja vitsaukset, joita tässä lain kirjassa ei ole edes mainittu, ja te tuhoudutte.",
      "Teistä, joita ennen oli yhtä paljon kuin tähtiä taivaalla, jää jäljelle vain vähäinen joukko, koska ette totelleet Herraa, Jumalaanne.",
      "Ennen Herra iloitsi antaessaan teidän menestyä ja lisääntyä, nyt hän iloitsee hävittäessään ja tuhotessaan teitä. Teidät repäistään pois siitä maasta, jota nyt olette menossa ottamaan haltuunne.",
      "Vieraiden kansojen keskuudessa te ette koskaan löydä rauhaa eikä teillä ole edes jalansijaa, mihin voisitte pysähtyä levähtämään. Herra tekee teidät siellä pelokkaiksi ja aroiksi, hän riuduttaa silmänne ja lannistaa mielenne.",
      "Henkenne on aina hiuskarvan varassa; päivin ja öin te elätte pelon vallassa ettekä koskaan voi olla varmoja hengestänne.",
      "Aamulla te sanotte: 'Kunpa olisi ilta', ja illalla: 'Kunpa aamu jo koittaisi!' Näin suuri on pelko sydämessänne kaiken sen takia, mitä näette."
    ],
    [
      "(H28:69)Nämä ovat sen liiton ehdot, jonka Herra Horebilla tekemänsä liiton lisäksi teki Mooseksen välityksellä israelilaisten kanssa Moabin maassa.",
      "(H29:2)Nuo suuret koettelemukset, nuo suuret ihmeet ja tunnusteot te saitte omin silmin nähdä.",
      "(H29:3)Mutta ennen tätä päivää Herra ei ole antanut teidän ymmärtää sitä, minkä silmänne ovat nähneet ja korvanne kuulleet.",
      "(H29:4)Neljäkymmentä vuotta minä johdatin teidän kulkuanne autiomaassa. Vaatteet eivät kuluneet päältänne eivätkä kengät jaloistanne.",
      "(H29:5)Te ette saaneet leipää syödäksenne, ette viiniä ettekä olutta juodaksenne, jotta ymmärtäisitte, että Herra on teidän Jumalanne.",
      "(H29:6) Kun me tulimme tälle seudulle, Hesbonin kuningas Sihon ja Basanin kuningas Og lähtivät taistelemaan meitä vastaan, mutta me löimme heidät.",
      "(H29:7)Me otimme haltuumme heidän maansa ja annoimme sen perintöosaksi Ruubenin ja Gadin heimoille sekä Manassen heimon toiselle puoliskolle.",
      "(H29:8)Noudattakaa siis tämän liiton ehtoja ja eläkää niiden mukaisesti, että menestyisitte kaikissa toimissanne.",
      "(H29:10)samoin naiset, lapset ja leirissänne olevat muukalaiset puunhakkaajia ja vedenkantajia myöten.",
      "(H29:11)Te olette täällä astuaksenne Herran, Jumalanne, liittoon, jonka hän tänään solmii kanssanne, ja sitoutuaksenne noudattamaan sen velvoitteita.",
      "(H29:12) Hän korottaa teidät omaksi kansakseen ja on oleva teidän Jumalanne, kuten hän on luvannut teille ja valallaan vannonut esi-isillenne Abrahamille, Iisakille ja Jaakobille.",
      "(H29:13)Mutta tätä liittoa ja sopimusta ei tehdä vain teidän kanssanne.",
      "(H29:14)Se tehdään paitsi kaikkien meidän kanssamme, jotka nyt seisomme tässä Herran, Jumalamme, edessä, myös niiden kanssa, jotka tulevat meidän jälkeemme.",
      "(H29:16)Te näitte noiden kansojen iljettävät epäjumalankuvat, jotka olivat puusta, kivestä, hopeasta ja kullasta.",
      "(H29:17)Pitäkää huoli siitä, ettei joukossanne ole ainoatakaan miestä eikä naista, ei sukua eikä heimoa, joka hylkää Herran, meidän Jumalamme, ja ryhtyy palvelemaan noiden kansojen jumalia. Teidän joukossanne ei saa olla ketään, joka kylvää ympärilleen synnin myrkkyä ja turmion siementä",
      "(H29:18) ja joka tästä liitosta välittämättä itsevarmasti ajattelee, että hänen käy hyvin, vaikka hän mielensä paaduttaen pysyykin luopumuksessaan. Hän saattaisi tuhoon teidät kaikki, niin hyvät kuin pahatkin.",
      "(H29:19)Tällaiselle luopiolle Herra ei anna anteeksi, vaan kääntää hehkuvan vihansa ja kiivautensa häntä vastaan. Hän saa kantaa kaikki ne kiroukset, jotka on kirjoitettu tähän kirjaan. Herra pyyhkii hänen nimensä pois maan päältä,",
      "(H29:20) erottaa hänet Israelin heimojen joukosta ja antaa hänen osakseen kaikki ne rangaistukset, jotka tässä lain kirjassa on säädetty liiton rikkojalle.",
      "(H29:22)ja miten maa on niin tulikiven ja suolan polttama, ettei siihen voi kylvää mitään eikä siitä verso ainoakaan ruohonkorsi. Koko maa on kuin Sodoma ja Gomorra tai Adma ja Seboim, jotka Herra vihassaan ja kiivaudessaan hävitti.",
      "(H29:23) Silloin he kysyvät: 'Miksi Herra on kohdellut tätä maata näin? Miksi hänen vihansa hehku oli niin suuri?'",
      "(H29:24)Heille vastataan: 'He hylkäsivät liiton, jonka Herra, heidän isiensä Jumala, oli tehnyt heidän kanssaan, kun hän toi heidät pois Egyptistä,",
      "(H29:25)ja rupesivat palvelemaan ja kumartamaan vieraita jumalia, joita he eivät tunteneet ja jotka Herra on jättänyt muille kansoille.",
      "(H29:26)Siksi Herran viha syttyi tätä maata kohtaan, niin että hän antoi sen osaksi kaikki ne kiroukset, jotka on kirjoitettu tähän kirjaan.",
      "(H29:27) Suuressa vihassaan ja kiivastuksessaan Herra tempaisi heidät pois heidän omasta maastaan ja heitti heidät toiseen maahan, missä he ovat vielä tänäkin päivänä.'"
    ],
    [
      "Silloin te ja teidän lapsenne palaatte Herran, Jumalanne, luo ja tottelette häntä koko sydämestänne ja koko sielustanne sekä noudatatte kaikkia hänen käskyjään, jotka minä teille nyt annan,",
      "ja Herra on teille armollinen ja kääntää teidän kohtalonne. Hän kokoaa teidät jälleen yhteen niiden kansojen joukosta, joiden sekaan hän on teidät hajottanut.",
      "Vaikka olisitte hajaantuneet maailman kaikkiin ääriin, Herra, teidän Jumalanne, kokoaa ja noutaa teidät sieltäkin.",
      "Hän tuo teidät siihen maahan, jonka esi-isänne aikoinaan omistivat, ja te saatte ottaa sen jälleen haltuunne. Herra osoittaa hyvyytensä teitä kohtaan ja antaa teidän lisääntyä lukuisammiksi kuin esi-isänne olivat.",
      "Herra, teidän Jumalanne, taivuttaa teidän sydämenne ja jälkeläistenne sydämet kuuliaisiksi, niin että rakastatte häntä koko sydämestänne ja koko sielustanne. Silloin te saatte elää,",
      "ja Herra, teidän Jumalanne, antaa näiden kirousten kohdata teidän vihollisianne ja vihamiehiänne, jotka vainosivat teitä.",
      "ja Herra, teidän Jumalanne, antaa teille runsain mitoin menestystä kaikessa, mitä teette. Teille syntyy paljon lapsia, karjanne lisääntyy ja maanne tuottaa suuren sadon. Herra iloitsee jälleen teidän menestyksestänne, kuten hän iloitsi teidän esi- isiennekin menestyksestä.",
      "Teidän tulee totella Herraa, Jumalaanne, ja noudattaa kaikkia hänen käskyjään ja säädöksiään, jotka on kirjoitettu tähän lain kirjaan. Silloin te palaatte taas Herran luo koko sydämestänne ja sielustanne.",
      "Se ei ole taivaassa, niin että joutuisitte sanomaan: 'Kuka nousee meidän puolestamme taivaaseen noutamaan sen ja ilmoittaa sen meille, jotta voisimme sitä noudattaa?'",
      "Se ei myöskään ole meren takana, niin että joutuisitte sanomaan: 'Kuka käy hakemassa sen meren takaa ja ilmoittaa sen meille, jotta voisimme sitä noudattaa?'",
      "Se on aivan teidän lähellänne, teidän suussanne ja sydämessänne, valmiina noudatettavaksi.",
      "Jos te noudatatte Herran, Jumalanne, lakia, jonka minä teille nyt annan, ja jos rakastatte Herraa, vaellatte hänen teitään ja noudatatte hänen käskyjään, säädöksiään ja määräyksiään, te saatte elää. Teistä tulee suuri kansa, ja Herra, teidän Jumalanne, siunaa teitä siinä maassa, jonka nyt menette ottamaan omaksenne.",
      "(H30:17-18)Mutta minä ilmoitan teille tänään, että jos sydämenne kääntyy pois Herrasta ettekä tottele häntä, vaan eksytte kumartamaan ja palvomaan vieraita jumalia,",
      "(H30:17-18)teidät perii tuho ettekä saa kauan elää siinä maassa, jota olette nyt menossa ottamaan haltuunne Jordanin tuolta puolen."
    ],
    [
      "Kun Mooses oli puhunut israelilaisille kaiken tämän,",
      "Mutta Herra, teidän Jumalanne, kulkee itse teidän edellänne. Hän hävittää kansat teidän tieltänne, ja te otatte haltuunne niiden maat. Joosua johtaa teidät joen yli; näin on Herra luvannut.",
      "Herra tekee noille kansoille, niin kuin hän teki amorilaisten kuninkaille Sihonille ja Ogille. Heidät ja heidän maansa hän tuhosi.",
      "Hän antaa nuo kansat teidän käsiinne, ja teidän tulee toimia sen käskyn mukaan, jonka olen teille antanut.",
      "Mooses kirjoitti kirjaan tämän lain ja antoi sen leeviläispapeille, joiden tehtävänä oli kantaa Herran liitonarkkua, sekä Israelin vanhimmille.",
      "kun israelilaiset ovat kokoontuneet lehtimajanjuhlaan Herran, teidän Jumalanne, kasvojen eteen siihen paikkaan, jonka hän valitsee, teidän on luettava tämä laki kaikkien israelilaisten kuullen.",
      "Kutsukaa silloin koolle koko kansa, miehet, naiset ja lapset, ja keskuudessanne asuvat muukalaiset, että kaikki kuulisivat ja oppisivat lain, pelkäisivät Herraa, teidän Jumalaanne, ja tarkoin noudattaisivat tämän lain käskyjä.",
      "Herra ilmestyi heille pilvipatsaassa, joka asettui teltan ovelle.",
      "minussa herää viha heitä kohtaan. Minä hylkään heidät ja käännän kasvoni heistä pois, niin että he joutuvat kärsimään paljon ja heitä kohtaavat suuret onnettomuudet ja vaivat. Silloin he sanovat: 'Nämä onnettomuudet ovat kohdanneet meitä siksi, ettei Jumalamme ole meidän kanssamme.'",
      "Mutta minä käännän kasvoni heistä pois kaiken sen pahan tähden, mitä he ovat tehneet kääntyessään vieraiden jumalien puoleen.",
      "Minä vien heidät nyt siihen maahan, jonka lupasin heille heidän esi-isilleen antamallani valalla, maahan, joka tulvii maitoa ja hunajaa. Kun he ovat syöneet itsensä kylläisiksi ja lihaviksi, he kääntyvät vieraiden jumalien puoleen ja alkavat palvella niitä. Minua he halveksivat, minun liittoni he rikkovat.",
      "Mooses kirjoitti sinä päivänä muistiin tämän laulun ja opetti sen israelilaisille.",
      "Kun Mooses oli kirjoittanut kirjaan koko tämän lain viimeistä sanaa myöten,",
      "hän antoi leeviläisille, Herran liitonarkun kantajille, tämän käskyn:",
      "Minä tiedän, miten niskoittelevia ja kapinoivia te olette. Kun te nytkin, vaikka minä vielä olen elossa, niskoittelette Herraa vastaan, kuinka paljon enemmän te niskoittelettekaan minun kuolemani jälkeen!",
      "Koko Israelin kansa oli kokoontunut kuulemaan, kun Mooses lausui sille tämän laulun sanat alusta loppuun saakka:"
    ],
    [
      "-- Kuuntele, taivas, mitä minä puhun, kuulkoon maa minun sanani.",
      "Sateena virratkoon minun opetukseni, kastepisaroina vierikööt sanani, niin kuin vihma nuorelle nurmelle, niin kuin kuurosade ruohikolle.",
      "Minä julistan Herran nimeä. Ylistäkää Jumalamme kunniaa!",
      "Hän on turvamme, kalliomme, teoissaan täydellinen. Kaikki hänen tiensä ovat oikeat. Hän on uskollinen Jumala, ei hän vääryyttä tee. Hän on vanhurskas, tuomioissaan oikea.",
      "Kelvottomasti rikkoi häntä vastaan tämä kiero ja katala sukupolvi, ne, jotka eivät enää ole hänen lapsiaan vaan kansansa häpeätahra.",
      "Näinkö sinä palkitset Herran, sinä tyhmä ja ymmärtämätön kansa? Eikö hän ole sinun isäsi ja luojasi? Hän sinut teki ja rakensi.",
      "Muistelkaa muinaisia aikoja, ajatelkaa menneiden sukupolvien päiviä. Kysykää isiltänne, niin he kertovat teille, kysykää vanhuksiltanne, niin saatte kuulla.",
      "Kun Korkein jakoi kansoille maat, kun hän levitti ihmiset yli maan piirin, hän määräsi kansojen asuinsijat ja kullekin oman jumalan.",
      "Herran osuus on hänen kansansa Israel, ja Jaakob hänen perintömaansa.",
      "Hän löysi sen autiosta maasta, karulta seudulta, joka huusi tyhjyyttään. Hän otti sen hoiviinsa ja huolehti siitä, hän varjeli sitä kuin silmäteräänsä.",
      "Niin kuin kotka suojelee pesäänsä ja liitelee poikastensa yllä, niin kuin se kantaa niitä siivillään, niin Herrakin kuljetti kansaansa.",
      "Herra yksin johdatti omiaan, ei hänellä ollut muuta jumalaa rinnallaan.",
      "Hän nosti heidät vuorten valtiaiksi, ja he saivat syödä pellon antimia, kerätä hunajaa kallionkoloista ja oliivisatoa kivikkoisilta mailta.",
      "He saivat maitoa ja voita karjastaan, söivät pukkien rasvaa, oinaita, Basanin pässejä ja puhdasta ydinvehnää, he joivat rypälemehua, kuohuvaa viiniä.",
      "Niin Jesurun lihoi ja alkoi oikutella, niin Israelista tuli lihava, mahtava ja äksy. Se hylkäsi Jumalan, joka oli sen luonut, alkoi halveksia turvakalliotaan.",
      "Israel sai hänet kiivastumaan vierailla jumalillaan, vihastutti hänet iljettävillä menoillaan.",
      "Se uhrasi pahoille hengille, epäjumalille, joista ei ennen tiennyt, uusille, äsken löytämilleen jumalille, joita isät eivät tunteneet.",
      "Te unohditte kallion, joka antoi teille elämän, ette muistaneet Jumalaa, joka oli teidät synnyttänyt.",
      "Kun Herra näki Israelin teot, hän vihastui poikiinsa ja tyttäriinsä ja hylkäsi heidät.",
      "He ovat ärsyttäneet minua väärillä jumalillaan, vihastuttaneet minut joutavilla patsaillaan. Siksi minä panen heidän kiusakseen kansan, joka ei kansalta näytä, typerysten heimolla minä vihastutan heidät.",
      "Minun vihani on syttynyt, sen liekki yltää syvyyksiin saakka. Se kärventää maan ja sen sadon, kalvaa vuorten perustukset.",
      "Minä kasaan heille onnettomuuksia onnettomuuksien päälle, kulutan heihin kaikki nuoleni.",
      "He nääntyvät nälkään, he menehtyvät ruttoon, kulkutauti korjaa heidät. Minä lähetän heidän kimppuunsa raatelevia petoja ja myrkkykäärmeitä.",
      "Ulkona heidän lapsensa tappaa miekka ja kodeissa kauhu. Kuolema vie niin nuorukaisen kuin neidon, niin sylilapsen kuin vanhuksen.",
      "mutta minä en halua kuulla vihollisteni pilkkasanoja, en salli, että he ymmärtävät kaiken väärin ja sanovat: 'Tämä hävitys on meidän kättemme työtä, ei suinkaan Herran.'",
      "Israel on ymmärtämätön kansa, se ei ota opikseen neuvoista.",
      "voisi yksi ainoa vihollinen ajaa takaa tuhatta, kuinka voisi kaksi miestä karkottaa kymmenentuhatta, ellei Herra, Israelin kallio, olisi myynyt kansaansa, ellei hän olisi antanut sitä vihollisten käsiin?",
      "Vihollistemmekin luulisi ymmärtävän, ettei heidän kallionsa ole niin kuin meidän.",
      "Sodomasta ovat peräisin vihollistemme viiniköynnökset, Gomorran rinnemailla ne ovat kasvaneet. Heidän rypäleensä ovat myrkkyrypäleitä, heidän rypäleterttunsa karvaita maultaan.",
      "Liskojen myrkkyä on heidän viininsä, sarvikyiden julmaa myrkkyä.",
      "Tämä kaikki on minulla mielessäni, sinetillä suljettuna aitoissani",
      "koston ja rangaistuksen päivään saakka, siihen päivään, jona he sortuvat. Heidän perikatonsa on lähellä, se, mikä heitä odottaa, tulee pian.",
      "Herra puolustaa kansaansa, hän säälii palvelijoitaan, kun hän näkee, ettei heillä enää ole voimaa, että he ovat uupuneita, niin suuret kuin pienet.",
      "Nouskoot nyt teitä auttamaan ne jumalat, joille te syötitte teurasuhrienne rasvan ja juotitte juomauhrienne viinin! Seiskööt ne teidän suojananne.",
      "Näettehän nyt: minä olen ainoa, ei ole muuta jumalaa minun rinnallani. Minä lähetän kuoleman, minä annan elämän, minä lyön ja minä parannan, minun vallassani on kaikki.",
      "Minä kohotan käteni taivasta kohti ja vannon: Niin totta kuin elän ikuisesti,",
      "minä teroitan salamoivan miekkani, käyn toteuttamaan tuomiota, minä kostan vihollisilleni, rankaisen vihamiehiäni.",
      "Ylistäkää Herran kansaa, te vieraat kansat! Herra kostaa palvelijoittensa kuoleman, hän rankaisee vihollisiaan, hän puhdistaa synnin kirouksesta kansan ja maan.",
      "Mooses lausui Joosuan, Nunin pojan, kanssa tämän laulun sanat koko kansan kuullen.",
      "Puhuttuaan kaiken tämän israelilaisille",
      "Tuona samana päivänä Herra sanoi Moosekselle:",
      "Vuorella, jolle sinä nouset, sinun on kuoltava, ja sinut otetaan isiesi luo, kuten veljesi Aaron, joka kuoli Horinvuorella.",
      "Näin tapahtuu siksi, että te Meribat-Kadesin vesipaikalla Sinin autiomaassa rikoitte minua vastaan kaikkien israelilaisten edessä, kun ette pitäneet minua pyhänä kansan edessä."
    ],
    [
      "Tämä on se siunaus, jonka Mooses, Jumalan mies, ennen kuolemaansa lausui israelilaisille.",
      "Hän sanoi: -- Herra tuli Siinailta, Seiristä hän loisti kirkkaana kuin aurinko, hän ilmestyi Paranin vuorelta ja saapui Meribat-Kadesiin. Tuli loimusi hänen oikealla puolellaan.",
      "Herra rakastaa heimojaan, hän varjelee kaikkia omiaan. He laskeutuvat hänen jalkojensa juureen ja ottavat opikseen hänen sanansa.",
      "Mooses antoi meille lain, perinnöksi Jaakobin seurakunnalle.",
      "Jesurun sai kuninkaan, kun kansan päämiehet kokoontuivat, kun Israelin heimot olivat koolla.",
      "Sitten Mooses sanoi: -- Eläköön Ruuben, älköön hänen sukunsa kuolko, vaikka vähäinen on hänen miestensä määrä.",
      "Juudan hän siunasi näin: -- Kuule, Herra, Juudan huuto, tuo hänet takaisin kansansa luo. Hän taistelee kaikkien puolesta, auta sinä häntä hänen vihollisiaan vastaan.",
      "Leevistä hän sanoi: -- Herra, sinä annoit urimin ja tummimin Leeville, uskolliselle palvelijallesi, jota sinä Massassa koettelit, jonka kanssa sinä kamppailit Meriban vesipaikalla.",
      "Hän opettaa sinun säädöksesi Jaakobille, sinun lakisi Israelille. Hän tarjoaa sinulle uhrisavun tuoksua, hän tuo kokonaisuhrit sinun alttarillesi.",
      "Siunaa, Herra, hänen voimaansa. Ole suopea hänen työtään kohtaan. Murskaa hänen vastustajiensa luut, lyö hänen vihamiehensä, niin etteivät he enää nouse.",
      "Benjaminista hän sanoi: -- Herran lemmikki asuu turvassa. Korkein varjelee häntä alituisesti ja asuu hänen luonaan vuorten keskellä.",
      "Joosefista hän sanoi: -- Herra siunatkoon hänen maataan parhaalla, mitä taivas antaa, siunatkoon kasteella ja vedellä, joka kumpuaa maan syvyyksistä,",
      "parhaalla, mikä auringon voimasta kypsyy, vuodenaikojen parhailla antimilla,",
      "parhaalla, mitä ikivanhat vuoret tarjoavat, mitä ikuiset kukkulat tuottavat,",
      "parhaalla, mitä maa runsaudestaan antaa. Hän, joka asuu palavassa pensaassa, siunatkoon häntä suosiollaan. Kaikki tämä tulkoon Joosefin osaksi, hänen, joka on päämies veljiensä joukossa.",
      "Hänen esikoispoikansa on hänen ylpeytensä, sonni, jolla on sarvet kuin villihärällä. Niillä hän lävistää kansakuntia, puskee ne maan ääriin saakka. Sellaisia ovat Efraimin kymmenettuhannet, sellaisia Manassen tuhatpäiset joukot.",
      "Sebulonista hän sanoi: -- Iloitse, Sebulon, retkilläsi, ja sinä, Isaskar, teltoillasi.",
      "He kutsuvat kansoja vuorelleen, he uhraavat siellä määräuhreja. He keräävät merten rikkauksia ja hiekkaan kätkettyjä aarteita.",
      "Gadista hän sanoi: -- Ylistetty olkoon Herra, joka tekee laajaksi Gadin maan! Gad on asettunut aloilleen kuin leijona, valmiina raatelemaan käsivarren ja pään.",
      "Hän valitsi itselleen parhaan osan, hän sai ruhtinaan osuuden. Kun kansan päämiehet kokoontuivat, hän teki Herralle otollisia tekoja, täytti hänen käskynsä yhdessä Israelin kanssa.",
      "Danista hän sanoi: -- Dan on leijonanpentu, joka hyökkää Basanista.",
      "Naftalista hän sanoi: -- Naftalilla on onnea ylen määrin, runsain mitoin Herran siunausta. Hän ottaa haltuunsa lännen ja etelän.",
      "Asserista hän sanoi: -- Siunatuin kaikista pojista on Asser. Olkoon hän veljiensä suosikki, saakoon hän kahlata oliiviensa öljyssä.",
      "Hänen salpansa ovat rautaa ja pronssia, hänen voimansa on uusi päivästä päivään.",
      "Ei ole, Jesurun, ketään sinun Jumalasi kaltaista! Yli taivaan hän ratsastaa avuksesi, saapuu pilvien päällä suuressa voimassaan.",
      "Sinun turvasi on ikiaikojen Jumala, sinua kantavat ikuiset käsivarret. Hän karkotti tieltäsi viholliset ja käski sinun hävittää heidät.",
      "Israel saa asua turvassa, Jaakobin jälkeläiset omassa rauhassaan viljan ja viinin maassa, missä taivaskin tihkuu kastetta.",
      "Onnellinen olet sinä, Israel, kansa vailla vertaa! Herra auttaa sinut voittoon. Hän on kilpesi ja turvasi, voittoisa miekkasi sodassa. Sinun vihollisesi ryömivät edessäsi maassa, ja sinä tallaat heidät jalkoihisi."
    ],
    [
      "Mooses nousi Moabin tasangolta Nebonvuorelle, Pisgan huipulle, joka on Jordanin itäpuolella vastapäätä Jerikoa. Herra näytti hänelle koko maan: Gileadin, Danin,",
      "Naftalin, Efraimin ja Manassen alueet ja koko Juudan maan läntiseen mereen saakka,",
      "Negevin sekä Jordanin alangon, sen syvänteen, joka ulottuu Jerikosta, Palmukaupungista, Soariin asti.",
      "Mooses, Herran palvelija, kuoli Moabin maassa, kuten Herra oli määrännyt.",
      "Herra hautasi hänet laaksoon, joka on Bet-Peorin lähellä Moabissa, mutta kukaan ei tähän päivään mennessä ole saanut tietää hänen hautansa paikkaa.",
      "Mooses oli kuollessaan sadankahdenkymmenen vuoden ikäinen, mutta hänen näkönsä ei ollut hämärtynyt ja hän oli vielä täysissä voimissaan.",
      "Israelilaiset itkivät Moabin tasangolla Mooseksen kuolemaa, kunnes kolmenkymmenen päivän suruaika kului umpeen.",
      "Joosua, Nunin poika, oli täynnä viisauden henkeä, sillä Mooses oli pannut kätensä hänen päälleen ja siunannut hänet. Israelilaiset tottelivat häntä ja tekivät niiden ohjeiden mukaisesti, jotka Herra oli Moosekselle antanut.",
      "Israelin kansasta ei ole enää koskaan noussut toista sellaista profeettaa kuin Mooses, jonka kanssa Herra puhui kasvoista kasvoihin.",
      "Kukaan muu ei ole tehnyt sellaisia suuria ja pelottavia mainetekoja, joita Herra lähetti Mooseksen tekemään faraolle, kaikille hänen palvelijoilleen ja koko Egyptin maalle,",
      "ihmetekoja, jotka Mooses teki koko Israelin kansan nähden Herran väkevän käden voimalla."
    ]
  ],
  "name": "Deuteronomy"
}
