{
  "id": "ne",
  "chapters": [
    [
      "Nehemian, Hakaljan pojan, kertomus. Kun kahdentenakymmenentenä vuotena kislev-kuussa olin Susan linnassa,",
      "tuli veljeni Hanani sinne Juudasta muutamien muiden miesten kanssa. Kysyin heiltä Jerusalemin oloista ja niistä juutalaisista, jotka olivat päässeet palaamaan vankeudesta.",
      "Tämän kuultuani istuin monta päivää maassa itkien ja murehtien ja paastoten. Minä rukoilin taivaan Jumalaa:",
      "Me olemme pahoin rikkoneet sinua vastaan, sillä emme ole noudattaneet lakeja, käskyjä ja säädöksiä, jotka sinä palvelijallesi Moosekselle annoit.",
      "Mutta muistathan, että sanoit Moosekselle: 'Jos te luovutte minusta, minä hajotan teidät muiden kansojen sekaan.",
      "Jos sitten kuitenkin käännytte minun puoleeni ja noudatatte käskyjäni ja elätte niiden mukaan, kokoan teidät jälleen yhteen, vaikka teidät olisi hajotettu maan ääriin, ja vien teidät paikkaan, jonka olen valinnut nimeni asuinsijaksi.'",
      "Muistathan, että he ovat sinun palvelijoitasi, sinun kansaasi, jonka sinä olet suurella voimallasi ja väkevällä kädelläsi vapauttanut."
    ],
    [
      "Kuningas Artakserkseen kahdentenakymmenentenä hallitusvuotena, nisan-kuussa, olin kerran tarjoilemassa kuninkaalle. Kuningas ei ollut koskaan ennen nähnyt minua masentuneena, ja kun ojensin hänelle viinimaljan,",
      "Saavuttuani Eufratin länsipuolisen maakunnan maaherrojen luo annoin heille kuninkaan kirjeet. Kuningas oli lähettänyt kanssani matkaan myös ratsumiehiä päällikköineen.",
      "Mutta horonilainen Sanballat ja ammonilainen virkamies Tobia eivät ollenkaan pitäneet siitä, että nyt oli tulossa mies, joka tahtoi toimia israelilaisten hyväksi.",
      "Kun olin saapunut Jerusalemiin ja ollut siellä kolme päivää,",
      "lähdin muutamien miesten kanssa yöllä liikkeelle. En ollut kertonut kenellekään, mitä Jumala oli kehottanut minua tekemään Jerusalemin hyväksi. Minä ratsastin aasilla, muut kulkivat jalan.",
      "Lähdin yöllä ulos kaupungista Laaksoportin kautta, suuntasin kulkuni kohti Lohikäärmelähdettä ja Lantaporttia ja tutkin Jerusalemin muureja. Ne olivat raunioina, ja portit oli poltettu.",
      "Jatkoin matkaani Lähdeportille ja Kuninkaanlammikolle. Sieltä ei aasini mahtunut enää kulkemaan eteenpäin,",
      "ja niin ratsastin yön aikana laaksoa pitkin ja tarkastelin sieltä käsin muuria. Sitten palasin Laaksoportin kautta takaisin kaupunkiin.",
      "Johtomiehet eivät tienneet, missä olin käynyt ja mitä olin tehnyt, sillä en ollut ilmoittanut aikeistani juutalaisille, en papeille, ylimyksille, johtomiehille enkä muillekaan, joita asia koski."
    ],
    [
      "Ylipappi Eljasib ja muut papit aloittivat työn. He rakensivat Lammasportin, vihkivät sen käyttöön ja pystyttivät portinpuoliskot. Sitten he jatkoivat edelleen Sadantornille sekä Hananelintornille.",
      "Tästä eteenpäin rakensivat jerikolaiset, ja sitten jatkoi Sakkur, Imrin poika.",
      "Kalaportin rakensivat senaalaiset, ja he tekivät myös sen puuosat, pystyttivät portinpuoliskot ja tekivät niihin lukot ja salvat.",
      "Kalaportista eteenpäin korjasi muuria Meremot, Urian poika, Kosin pojanpoika. Seuraavana työskenteli Mesullam, Berekjan poika, Mesesabelin pojanpoika, ja sitten Sadok, Baanan poika.",
      "Seuraavaa osuutta korjasivat tekoalaiset, mutta heidän ylimyksensä eivät nöyrtyneet tekemään työtä Herralle.",
      "Vanhanportin korjasivat Jojada, Paseahin poika, ja Mesullam, Besodjan poika, ja he tekivät myös sen puuosat, pystyttivät portinpuoliskot ja tekivät niihin lukot ja salvat.",
      "Siitä eteenpäin muuria korjasivat gibeonilainen Melatja ja meronotilainen Jadon sekä gibeonilaiset ja mispalaiset; tämä osuus oli lähellä Eufratin länsipuolisen maakunnan käskynhaltijan virkapaikkaa.",
      "Seuraavaa osuutta korjasi kultaseppä Ussiel, Harhajan poika, ja sitä seuraavaa hajuvoiteiden valmistaja Hananja. He rakensivat Jerusalemin muuria Paksullemuurille asti.",
      "Siitä eteenpäin työskenteli Refaja, Hurin poika, Jerusalemin alueen toisen puolen päällikkö.",
      "Sitten korjasi Jedaja, Harumafin poika, oman talonsa kohdalla olevaa osuutta, ja siitä eteenpäin korjasi muuria Hattus, Hasabnejan poika.",
      "Seuraavan osuuden sekä Uunitornin korjasivat Malkia, Harimin poika, ja Hassub, Pahat-Moabin poika.",
      "Uunitornista eteenpäin muuria korjasi Jerusalemin alueen toisen puolen päällikkö Sallum, Lohesin poika, tyttäriensä kanssa.",
      "Laaksoportin kunnosti Hanun yhdessä Sanoahin asukkaiden kanssa. He korjasivat sen, pystyttivät portinpuoliskot ja tekivät niihin lukot ja salvat, ja he korjasivat myös tuhat kyynärää muuria, Lantaportille saakka.",
      "Lantaportin kunnosti Malkia, Rekabin poika, Bet- Keremin alueen päällikkö. Hän korjasi sen, pystytti portinpuoliskot ja teki niihin lukot ja salvat.",
      "Lähdeportin kunnosti Sallun, Kol-Hosen poika, Mispan alueen päällikkö. Hän korjasi ja kattoi sen, pystytti portinpuoliskot ja teki niihin lukot ja salvat. Lisäksi hän korjasi Vesijohtolammikon muurin kuninkaan puutarhan kohdalle ja Daavidin kaupungista alas johtaville portaille asti.",
      "Nehemia, Asbukin poika, Bet-Surin alueen toisen piirin päällikkö, korjasi seuraavan osuuden aina Daavidin sukuhaudalle, tekolammikolle ja sotilaiden kasarmille saakka.",
      "Seuraavina korjasivat muuria leeviläiset, johtajanaan Rehum, Banin poika, ja seuraavana oli oman alueensa puolesta korjaamassa muuria Hasabja, Keilan alueen toisen puolen päällikkö.",
      "Sitä seuraavana työskenteli hänen veljensä Bavvai, Henadadin poika, Keilan alueen toisen puolen päällikkö.",
      "Sitten korjasi muuria Eser, Jesuan poika, Mispan päällikkö, siitä kulmasta, mistä noustaan asevarastoon.",
      "Baruk, Sabbain poika, korjasi seuraavaa osuutta, kulmauksesta ylipappi Eljasibin talon oven kohdalle.",
      "Meremot, Urian poika, Kosin pojanpoika, jatkoi Eljasibin talon oven kohdalta talon toiseen päähän asti.",
      "Siitä eteenpäin työskentelivät Jerusalemin ympäristön papit.",
      "Seuraavina korjasivat Benjamin ja Hassub muuria omien talojensa kohdalta, ja sitä seuraavana työskenteli Asarja, Maasejan poika, Ananjan pojanpoika, samoin oman talonsa kohdalla.",
      "Binnui, Henadadin poika, korjasi muuria Asarjan talon luota aina siihen kulmaan saakka, jossa muurin suunta vaihtuu.",
      "Palal, Usain poika, korjasi muuria läheltä kulmaa ja ylempää tornia, joka ulkonee kuninkaan palatsista vartiopaikan luona. Seuraavina olivat Pedaja, Pareosin poika,",
      "ja Ofelin alueella asuvat temppelipalvelijat. He korjasivat muuria idässä Vesiportin kohdalle, muurista ulkonevaan torniin saakka.",
      "Seuraavaa osuutta, muurista ulkonevan suuren tornin kohdalta Ofelin muuriin asti, korjasivat tekoalaiset.",
      "Hevosportilta eteenpäin olivat työssä papit, kukin oman talonsa kohdalla.",
      "Sitten työskenteli Sadok, Immerin poika, oman talonsa kohdalla, ja hänestä seuraavana Semaja, Sekanjan poika, Itäportin vartija.",
      "Seuraavaa osuutta korjasivat Hananja, Selemjan poika, ja Hanun, Salafin kuudes poika. Seuraavana työskenteli Mesullam, Berekjan poika, oman asuntonsa kohdalla.",
      "Kultaseppä Malkia korjasi seuraavan osuuden, temppelipalvelijoiden ja kauppiaiden talon kohdalle, Mifkadportin edustalle, muurinkulmauksen tornihuoneeseen asti.",
      "Tornihuoneen ja Lammasportin välisen osuuden korjasivat kultasepät ja kauppiaat."
    ],
    [
      "(H3:33)Kun Sanballat sai kuulla meidän rakentavan muuria, hän vihastui kovin. Meitä pilkaten",
      "(H3:36)Kuule, Jumalamme, kuinka meitä pilkataan! Anna heidän herjauksensa osua heihin itseensä, anna heidän joutua ryöstettäviksi ja vangeiksi vieraaseen maahan!",
      "(H3:37)Älä anna anteeksi heidän rikoksiaan äläkä unohda heidän syntejään, sillä he ovat loukanneet rakentajia!",
      "(H3:38)Me jatkoimme rakentamista. Muuri oli jo koko pituudeltaan puolessa korkeudessa, ja siitä kansa sai intoa työhön.",
      "(H4:1)Mutta kun Sanballat ja Tobia ja arabialaiset, ammonilaiset ja asdodilaiset saivat kuulla, että Jerusalemin muurien korjaaminen edistyi ja aukot niissä alkoivat täyttyä, he vimmastuivat.",
      "(H4:2)He liittoutuivat hyökätäkseen yhdessä Jerusalemin kimppuun ja saattaakseen sen sekasortoon.",
      "(H4:3)Me rukoilimme Jumalaa ja asetimme vartijoita, jotka yötä päivää vartioivat kaupunkia, ettei vihollinen pääsisi yllättämään.",
      "(H4:4)Mutta koko Juudan heimo valitti: -- Kantajien voimat uupuvat, niin paljon on soraa raivattava pois. Me emme jaksa rakentaa muuria valmiiksi.",
      "(H4:6)Mutta luoksemme tuli heidän lähistöllään asuvia heimolaisiamme, ja me kuulimme heiltä yhä uudelleen suunnitelmista, joita viholliset hautoivat meitä vastaan.",
      "(H4:7)Silloin sijoitin keihäsmiehiä kohtiin, joissa muuri ei vielä antanut suojaa, ja asetin kansan suvuittain asemiin miekkoineen, keihäineen ja jousineen.",
      "(H4:9)Vihollisemme saivat kuulla, että heidän suunnitelmansa oli tullut meidän tietoomme. Näin Jumala oli tehnyt heidän aikeensa tyhjäksi, ja me palasimme kaikki muurille, kukin omaan työhönsä.",
      "(H4:10)Tästä päivästä lähtien vain puolet miehistäni oli työssä, toinen puoli oli varustautunut keihäin, kilvin, jousin ja haarniskoin. Päälliköt olivat Juudan kansan tukena,",
      "(H4:11)kun se rakensi muuria. Taakkojen kantajat työskentelivät vain toisella kädellä, toisessa he pitivät keihästä.",
      "(H4:12)Rakentajilla oli työn aikana miekka vyöllä. Minun vierelläni kulki torvenpuhaltaja.",
      "(H4:15)Näin me jatkoimme työtä aamun koitosta siihen asti, kun tähdet syttyivät taivaalle, ja puolet väestä seisoi vartiossa ase kädessä.",
      "(H4:16)Annoin kansalle myös määräyksen, että jokaisen miehen oli palvelijansa kanssa yövyttävä Jerusalemissa, jotta he voisivat yöllä olla vartiossa ja päivällä tehdä työtä.",
      "(H4:17)En minä itse eivätkä veljeni, eivät palvelijani eivätkä mukanani kulkevat vartiomiehet, ei kukaan meistä riisunut vaatteitaan. Jokaisella oli ase valmiina."
    ],
    [
      "Monet miehet ja naiset alkoivat esittää äänekkäitä valituksia juutalaisia heimoveljiään vastaan.",
      "Kuullessani heidän valituksensa minä suutuin kovasti.",
      "Myös minä itse ja veljeni ja minun mieheni olemme lainanneet heille rahaa ja viljaa, mutta olemme valmiit antamaan tämän velan heille anteeksi.",
      "Sinä aikana, jolloin olin kuninkaan määräyksestä Juudan käskynhaltijana -- Artakserkseen kahdennestakymmenennestä hallitusvuodesta kolmanteenkymmenenteenkahdenteen vuoteen asti, yhteensä kaksitoista vuotta -- minä en vaatinut kansalta ylläpitoa, joka käskynhaltijalle olisi kuulunut, eivät myöskään veljeni.",
      "Edelliset käskynhaltijat olivat panneet kansalle raskaita kuormia ja ottaneet ylläpitoaan varten neljäkymmentä hopeasekeliä päivää kohden. Myös heidän palvelijansa olivat sortaneet kansaa. Mutta minä en tehnyt niin, koska pelkäsin Herraa.",
      "Olin myös tarmokkaasti mukana rakentamassa muuria, ja samoin kaikki palvelijani olivat siellä työssä. Maata me emme ostaneet itsellemme.",
      "Minun pöydässäni aterioi sataviisikymmentä ylimystä ja johtomiestä sekä lisäksi naapurikansoihin kuuluvia miehiä, joita oli tullut luoksemme.",
      "Päivittäin minun kustannuksellani valmistettiin yksi härkä, kuusi lihotettua lammasta sekä lintuja, ja joka kymmenes päivä tuotiin runsain mitoin viiniä. En kuitenkaan vaatinut käskynhaltijalle kuuluvaa ylläpitoa, sillä kansan taakka oli raskas.",
      "Älä unohda, Jumalani, mitä olen tehnyt tämän kansan hyväksi."
    ],
    [
      "Kun Sanballat, Tobia, arabialainen Gesem ja muut vihollisemme kuulivat, että rakentamassani muurissa ei ollut enää yhtään aukkoa -- tosin en ollut silloin vielä saanut portinpuoliskoja pystytetyksi portteihin --",
      "Neljä kertaa he lähettivät minulle tällaisen viestin, ja minä vastasin aina samalla tavalla.",
      "Sitten Sanballat lähetti vielä viidennen kerran luokseni palvelijansa. Miehellä oli mukanaan sinetöimätön kirje,",
      "He tahtoivat vain pelotella meitä, sillä he uskoivat meidän säikähtävän ja jättävän työn kesken. Mutta minä sain tästä lisää rohkeutta.",
      "Silloin oivalsin, että Jumala ei ollut häntä lähettänyt, vaan Tobia ja Sanballat olivat palkanneet hänet esittämään minulle tämän ennustuksen.",
      "Hänet oli palkattu, jotta minä pelästyisin ja noudattaisin hänen neuvoaan. Näin olisin tehnyt väärin ja joutunut häpeään ja pilkan kohteeksi.",
      "Älä unohda, Jumalani, mitä Tobia ja Sanballat ovat tehneet, ja samoin naisprofeetta Noadja ja muut profeetat, jotka yrittivät pelotella minua.",
      "Muuri tuli valmiiksi elul-kuun kahdentenakymmenentenäviidentenä päivänä, kun työtä oli tehty viisikymmentäkaksi päivää.",
      "Kun ympärillämme asuvat viholliskansat kuulivat tämän, ne joutuivat pelon valtaan ja niiden täytyi nöyrinä tunnustaa, että tämä työ oli saatu päätökseen meidän Jumalamme avulla.",
      "Näihin aikoihin juutalaiset ylimykset ja Tobia lähettivät ahkerasti kirjeitä toisilleen.",
      "Tobia oli Sekanjan, Arahin pojan, vävy, ja hänen poikansa Johananin vaimo oli Mesullamin, Berekjan pojan, tytär. Siksi hänellä oli Juudassa paljon liittolaisia.",
      "Nämä kehuivat Tobiaa minulle ja kertoivat sitten hänelle, mitä minä olin sanonut. Tobia lähetti minulle kirjeitä, joissa hän yritti pelotella minua."
    ],
    [
      "Kun muuri oli saatu valmiiksi ja portinpuoliskot oli pystytetty, määrättiin portinvartijat, laulajat ja leeviläiset tehtäviinsä.",
      "Jerusalemin johtoon asetin veljeni Hananin ja linnanpäällikkö Hananjan, joka oli luotettava ja jumalaapelkäävä mies.",
      "Annoin heille määräyksen, että Jerusalemin portteja ei saanut avata ennen kuin aurinko paistoi lämpimästi. Määräsin myös, että portit oli suljettava ja lukittava, kun aurinko oli vielä ylhäällä, ja että Jerusalemin asukkaista oli asetettava vartijat, jotka vartioisivat kukin oman talonsa kohdalla olevaa osuutta.",
      "Kaupunki oli suuri ja laaja, mutta väkeä siellä oli vähän, ja taloja oli vielä rakentamatta.",
      "Jumala kehotti minua kutsumaan ylimykset, johtomiehet ja kansan koolle sukuluetteloihin merkitsemistä varten. Löysin ensimmäisinä palanneiden sukuluettelot, ja niihin oli kirjoitettu näin:",
      "Nämä ovat ne Juudan maakunnan miehet, jotka Babylonian kuningas Nebukadnessar oli vienyt pakkosiirtolaisuuteen ja jotka palasivat Jerusalemiin ja Juudaan, kukin omaan kaupunkiinsa.",
      "Heitä johtivat Serubbabel, Jesua, Nehemia, Asarja, Raamja, Nahamani, Mordokai, Bilsan, Misperet, Bigvai, Nehum ja Baana. Näiden israelilaisten lukumäärä oli:",
      "Pareosin sukua 2172,",
      "Sefatjan sukua 372,",
      "Arahin sukua 652,",
      "Pahat-Moabin sukua, Jesuan ja Joabin jälkeläisiä, 2818,",
      "Elamin sukua 1254,",
      "Sattun sukua 845,",
      "Sakkain sukua 760,",
      "Binnuin sukua 648,",
      "Bebain sukua 628,",
      "Asgadin sukua 2322,",
      "Adonikamin sukua 667,",
      "Bigvain sukua 2067,",
      "Adinin sukua 655,",
      "Aterin sukua, Hiskian jälkeläisiä, 98,",
      "Hasumin sukua 328,",
      "Besain sukua 324,",
      "Harifin sukua 112,",
      "Gibeonin sukua 95.",
      "Betlehemiläisiä ja netofalaisia oli 188,",
      "anatotilaisia 128,",
      "bet-asmavetilaisia 42",
      "kirjat-jearimilaisia, kefiralaisia ja beerotilaisia 743,",
      "ramalaisia ja gebalaisia 621,",
      "mikmasilaisia 122,",
      "beteliläisiä ja ailaisia 123,",
      "Nebon, sen toisen, miehiä 52.",
      "Elamin, sen toisen, sukua oli 1254,",
      "Harimin sukua 320.",
      "Jerikolaisia oli 345,",
      "lodilaisia, hadidilaisia ja onolaisia 721,",
      "senaalaisia 3930.",
      "Pappeja oli: Jedajan sukua, Jesuan jälkeläisiä, 973,",
      "Immerin sukua 1052,",
      "Pashurin sukua 1247,",
      "Harimin sukua 1017.",
      "Leeviläisiä oli: Jesuan sukua, Kadmielin ja Hodavjan jälkeläisiä, 74.",
      "Laulajia oli: Asafin sukua 148.",
      "Portinvartijoita oli: Sallumin, Aterin, Talmonin, Akkubin, Hatitan ja Sobain sukua yhteensä 138.",
      "Temppelipalvelijoita oli: Sihan, Hasufan, Tabbaotin,",
      "Kerosin, Sian, Padonin,",
      "Lebanan, Hagaban, Salmain,",
      "Hananin, Giddelin, Gaharin,",
      "Reajan, Resinin, Nekodan,",
      "Gassamin, Ussan, Paseahin,",
      "Besain, maonilaisten, nafusilaisten,",
      "Bakbukin, Hakufan, Harhurin,",
      "Baslitin, Mehidan, Harsan,",
      "Barkosin, Siseran, Temahin,",
      "Nesiahin ja Hatifan suvut.",
      "Salomon palvelijoiden jälkeläisiä oli: Sotain, Soferetin, Peridan,",
      "Jaelan, Darkonin, Giddelin,",
      "Sefatjan, Hattilin, Pokeret-Sebaimin ja Amonin sukukunnat.",
      "Temppelipalvelijoita ja Salomon palvelijoiden jälkeläisiä oli yhteensä 392.",
      "Nämä Tel-Melahista, Tel-Harsasta, Kerub- Addanista ja Immeristä lähteneet eivät pystyneet osoittamaan, että he ja heidän sukunsa olivat israelilaisia:",
      "Delajan, Tobian ja Nekodan jälkeläiset, yhteensä 642.",
      "Joukossa oli myös pappeja, nimittäin Hobaijan, Kosin ja Barsillain jälkeläiset; Barsillai oli ottanut vaimokseen gileadilaisen Barsillain tyttären, ja häntä nimitettiin vaimonsa suvun mukaan.",
      "Nämä etsivät sukuluetteloista merkintää itsestään, mutta sitä ei löytynyt, ja sen vuoksi heidät katsottiin pappeuteen kelpaamattomiksi.",
      "Käskynhaltija kielsi heitä nauttimasta pyhiä uhreja, kunnes ilmaantuisi pappi, joka voisi ratkaista asian urimilla ja tummimilla.",
      "Palanneita oli kaikkiaan 42 360 henkeä.",
      "Lisäksi tulivat orjat ja orjattaret, joita oli 7337. Laulajia, miehiä ja naisia, oli 245.",
      "(H7:68)Tällä joukolla oli kameleja 435 ja aaseja 6720.",
      "(H7:69)Useat sukujen päämiehet antoivat lahjoja rakennustyötä varten. Käskynhaltija antoi rahastoon 1000 kultadrakmaa, 50 vihmontamaljaa, 30 papinpukua ja 500 hopeaminaa.",
      "(H7:70)Sukujen päämiehet antoivat rakennusrahastoon 20 000 kultadrakmaa ja 2200 hopeaminaa.",
      "(H7:71)Muu kansa antoi 20 000 kultadrakmaa, 2000 hopeaminaa ja 67 papinpukua.",
      "(H7:72)Papit, leeviläiset, portinvartijat, laulajat ja osa kansaa asettuivat asumaan Jerusalemiin, mutta temppelipalvelijat ja muut israelilaiset menivät omiin kaupunkeihinsa. Kun tuli seitsemäs kuukausi, kaikki israelilaiset olivat jo asettuneet asumaan kaupunkeihinsa."
    ],
    [
      "Kansa kokoontui nyt yksissä tuumin Vesiportin aukiolle ja pyysi Esraa, lainopettajaa, tuomaan Mooseksen lain kirjan, joka sisälsi Herran Israelille antamat käskyt.",
      "Pappi Esra toi lain kansanjoukon eteen. Koolla olivat miehet ja naiset, kaikki, jotka pystyivät ymmärtämään, mitä kuulivat. Tämä tapahtui seitsemännen kuun ensimmäisenä päivänä.",
      "Vesiportin aukion reunalla Esra luki lain kirjaa aamuvarhaisesta keskipäivään asti miehille ja naisille, kaikille, jotka pystyivät ymmärtämään, ja kaikki kuuntelivat tarkkaan, mitä lain kirjassa sanottiin.",
      "Esra, lainopettaja, seisoi varta vasten tehdyllä puukorokkeella. Hänen oikealla puolellaan seisoivat Mattitja, Sema, Anaja, Uria, Hilkia ja Maaseja ja hänen vasemmalla puolellaan Pedaja, Misael, Malkia, Hasum, Hasbaddana, Sakarja ja Mesullam.",
      "Esra, joka oli väkijoukkoa korkeammalla, avasi kirjan kaikkien nähden, ja silloin kansa nousi seisomaan.",
      "Kun kansa oli jälleen noussut seisomaan, alkoivat leeviläiset Jesua, Bani, Serebja, Jamin, Akkub, Sabbetai, Hodia, Maaseja, Kelita, Asarja, Josabad, Hanan ja Pelaja selittää sille lakia.",
      "He lukivat kirjasta Jumalan lakia kappale kappaleelta, ja samalla he selittivät ja opettivat sitä.",
      "Ja kaikki lähtivät aterioimaan, ja he lähettivät maistiaisia ja viettivät suurta ilojuhlaa, sillä he olivat ymmärtäneet sen, mitä heille oli puhuttu.",
      "Seuraavana päivänä kaikkien sukukuntien päämiehet, papit ja leeviläiset kokoontuivat Esran, lainopettajan, luo tutkiakseen tarkemmin lain sisältöä.",
      "He huomasivat Herran Moosekselle antamassa laissa määräyksen, että israelilaisten tulee seitsemännen kuun juhlan aikana asua lehtimajoissa.",
      "Kaikki lähtivät hakemaan lehviä, ja he rakensivat niistä kukin lehtimajan talonsa katolle tai pihalle. Lehtimajoja rakennettiin myös Jumalan temppelin esipihoille sekä Vesiportin ja Efraiminportin aukioille.",
      "Koko pakkosiirtolaisuudesta palanneiden joukko teki lehtimajoja ja asui niissä. Näin eivät israelilaiset olleet tehneet sitten Joosuan, Nunin pojan, aikojen, ja nyt vallitsi suuri riemu.",
      "Esra luki Jumalan lain kirjaa joka päivä, juhlan ensimmäisestä päivästä viimeiseen asti. Juhla kesti seitsemän päivää, ja kahdeksantena päivänä pidettiin päätöskokous, niin kuin oli säädetty."
    ],
    [
      "Saman kuun kahdentenakymmenentenäneljäntenä päivänä israelilaiset kokoontuivat paastoamaan, säkkivaatteet yllään ja multaa hiuksissaan.",
      "Israelin kansaan kuuluvat vetäytyivät erilleen kaikista muukalaisista, ja sitten he tunnustivat omat syntinsä ja myös isiensä synnit.",
      "He nousivat seisomaan, ja heille luettiin Herran, heidän Jumalansa, lain kirjaa neljännespäivän ajan. Toisen neljänneksen päivästä he maahan heittäytyneinä tunnustivat syntejään Herran, Jumalansa, edessä.",
      "Sitten Jesua, Bani, Kadmiel, Sebanja, Bunni, Serebja, Bani ja Kenani nousivat leeviläisten korokkeelle ja huusivat kovalla äänellä Herraa, Jumalaansa.",
      "Sinä yksin olet Herra. Sinä olet tehnyt taivaan, taivasten taivaat ja tähtien joukot, maan ja kaiken mitä sen päällä on, meret ja kaiken mitä niissä on. Sinä annat kaikelle elämän. Kumartaen rukoilevat sinua taivaan tähtien joukot.",
      "Sinä olet Herra Jumala. Sinä valitsit Abramin, johdatit hänet pois Kaldean Urista ja annoit hänelle nimen Abraham.",
      "Sinä näit, että hän oli sinulle uskollinen, ja solmit hänen kanssaan liiton, lupasit antaa Kanaaninmaan, heettiläisten ja amorilaisten, perissiläisten, jebusilaisten ja girgasilaisten maan, sen lupasit antaa hänen jälkeläisilleen. Ja lupauksesi sinä täytit: sinä pysyt sanassasi.",
      "Sinä näit meidän isiemme ahdingon Egyptissä, kuulit heidän huutonsa Kaislameren rannalla.",
      "Tunnusteoilla ja ihmeillä sinä rankaisit faraota ja hänen palvelijoitaan ja koko hänen kansaansa, sillä sinä tiesit heidän röyhkeytensä isiämme kohtaan. Näin loit itsellesi nimen, jota yhäkin kunnioitetaan.",
      "Meren sinä halkaisit kahtia heidän edessään, ja he kulkivat meren poikki kuivaa maata myöten. Mutta heidän vainoojansa sinä upotit syvyyteen kuin kiven kuohuviin aaltoihin.",
      "Sinä johdit heitä päivällä pilvipatsaassa ja yöllä tulipatsaassa valaisten tien, jota he kulkivat.",
      "Sinä laskeuduit Siinainvuorelle, sinä puhuit heille korkeuksista, annoit heille selkeät säädökset ja luotettavat lait, hyvät ohjeet ja käskyt.",
      "Sinä ilmoitit heille pyhän sapattisi, ja palvelijasi Mooses antoi heille sinun käskysi, ohjeesi ja lakisi.",
      "Sinä annoit taivaasta leipää, kun heidän oli nälkä, sinä panit veden virtaamaan kalliosta, kun heidän oli jano. Käskit heidän ottaa haltuunsa maan, jonka sinä kätesi kohottaen olit luvannut heille antaa.",
      "Mutta he, meidän isämme, olivat ylimielisiä ja alkoivat niskoitella. Eivät he totelleet käskyjäsi,",
      "vaan kieltäytyivät kuulemasta, eivät he muistaneet ihmetekojasi, joilla olit heitä auttanut. He niskuroivat ja valitsivat itselleen johtajan palatakseen takaisin Egyptin orjuuteen. Mutta sinä annat anteeksi, olet armollinen ja laupias Jumala, sinä olet kärsivällinen ja sinun hyvyytesi on suuri. Sinä et hylännyt heitä,",
      "Mutta sinun armosi oli suuri, sinä et hylännyt heitä autiomaahan. Päivisin ei pilvipatsas väistynyt heidän yltään, vaan näytti heille tietä, öisin ei tulipatsas väistynyt, vaan valaisi tien, jota he kulkivat.",
      "Sinä annoit heille hyvän henkesi opettamaan viisautta, annoit mannaa heidän syödäkseen ja vettä, kun heidän oli jano.",
      "Neljäkymmentä vuotta sinä huolehdit heistä autiomaassa, mitään ei heiltä puuttunut, heidän vaatteensa eivät kuluneet rikki, heidän jalkansa eivät turvonneet.",
      "Sinä annoit heidän haltuunsa valtakuntia kansoineen, jaoit ne heille rajamaiksi. He saivat omakseen Hesbonin kuninkaan Sihonin maan ja Basanin kuninkaan Ogin maan.",
      "Sinä teit heidän jälkeläistensä luvun suureksi, heitä oli kuin tähtiä taivaalla. Sinä veit heidät maahan, josta olit antanut lupauksen heidän isilleen.",
      "Ja jälkeläiset ottivat maan haltuunsa. Sinä annoit maan asukkaiden, kanaanilaisten, kukistua heidän edessään ja annoit heidän valtaansa tuon maan kuninkaat ja kansan, ja he saivat tehdä heille, mitä halusivat.",
      "He valloittivat linnoitetut kaupungit ja viljavat pellot, he saivat omikseen talot ja niiden runsaat varastot, kallioon hakatut vesisäiliöt, viinitarhat, oliivilehdot ja suuret määrät hedelmäpuita. He söivät vatsansa täyteen ja lihoivat, he nauttivat yltäkylläisesti antimiesi runsaudesta.",
      "Mutta he alkoivat niskoitella ja kapinoida sinua vastaan, he käänsivät selkänsä sinun laillesi ja tappoivat sinun profeettasi, jotka nuhtelivat heitä koettaen johtaa heidät jälleen sinun puoleesi. Pahoin he sinua herjasivat.",
      "Siksi annoit heidät ahdistajien käsiin, ja nämä sortivat heitä. Hädässään he silloin huusivat sinua, ja sinä kuulit taivaaseen heidän huutonsa. Suuressa armossasi sinä annoit heille auttajia, jotka pelastivat heidät vihamiesten vallasta.",
      "Rauhaan päästyään he rikkoivat jälleen sinua vastaan. Siksi sinä jätit heidät vihollisten käsiin, sortajien käsiin. Jälleen he huusivat sinua, ja sinä kuulit taivaaseen heidän huutonsa. Suuressa armossasi pelastit heidät, kerran toisensa jälkeen.",
      "Sinä nuhtelit heitä, jotta he kääntyisivät tottelemaan sinun lakiasi, mutta he olivat röyhkeitä eivätkä kuunnelleet käskyjäsi. He tekivät syntiä sinun määräyksiäsi vastaan, jotka antavat elämän, kun niitä noudattaa. Itsepäisesti he käänsivät selkänsä eivätkä uppiniskaisuudessaan totelleet sinua.",
      "Silti sinä osoitit kärsivällisyyttä heitä kohtaan vuodesta toiseen. Sinä varoitit heitä hengelläsi, annoit profeettojesi nuhdella heitä, mutta he eivät suostuneet kuulemaan. Niin sinä annoit heidät viholliskansojen käsiin.",
      "Mutta suuressa armossasi et antanut heidän tuhoutua etkä hylännyt heitä, sillä sinä olet anteeksiantava ja laupias Jumala.",
      "Nyt, Jumalamme, sinä suuri Jumala, väkevä ja pelättävä, sinä, joka olet uskollinen ja pidät liittosi voimassa: katso, miten suuressa ahdingossa olemme joutuneet elämään, me, kuninkaamme ja ruhtinaamme, pappimme ja profeettamme, isämme ja koko kansamme, Assyrian kuninkaiden ajoista aina tähän päivään asti.",
      "Sinä olet tehnyt oikein kaikessa, mikä on kohdannut meitä. Sinä olet ollut uskollinen, me olemme rikkoneet sinua vastaan.",
      "Meidän kuninkaamme, ruhtinaamme, pappimme ja isämme eivät totelleet sinun lakiasi, he eivät noudattaneet käskyjäsi ja määräyksiäsi, jotka olit heille antanut.",
      "Ja vaikka heillä oli oma valtakuntansa ja kaikki se hyvä, minkä olit antanut heille, vaikka heillä oli laaja, viljava maa, jonka olit heille lahjoittanut, he eivät palvelleet sinua eivätkä luopuneet pahoista teoistaan.",
      "Nyt me olemme orjia. Siinä maassa, jonka sinä annoit isillemme, jotta he saisivat nauttia sen hedelmistä ja antimista, siinä maassa me olemme orjina.",
      "Sen runsas sato kuuluu kuninkaille, joiden valtaan olet meidät antanut syntiemme tähden. He hallitsevat mielensä mukaan meitä ja karjaamme. Suuri on meidän ahdinkomme.",
      "(H10:1)Kaiken tämän vuoksi teemme kirjallisesti juhlallisen sopimuksen, ja päällikkömme, leeviläisemme ja pappimme painavat siihen sinettinsä."
    ],
    [
      "(H10:2)Asiakirjassa on seuraavien henkilöiden nimet: käskynhaltija Nehemia, Hakaljan poika, sekä Sidkia,",
      "(H10:3)Seraja, Asarja, Jeremia,",
      "(H10:4)Pashur, Amarja, Malkia,",
      "(H10:5)Hattus, Sebanja, Malluk,",
      "(H10:6)Harim, Meremot, Obadja,",
      "(H10:7)Daniel, Ginneton, Baruk,",
      "(H10:8)Mesullam, Abia, Mijamin,",
      "(H10:9)Maasja, Bilgai ja Semaja. Nämä ovat pappeja.",
      "(H10:10)Leeviläisiä: Jesua, Asanjan poika, Binnui, Henadadin suvusta, Kadmiel",
      "(H10:11)sekä heidän virkatoverinsa Sebanja, Hodia, Kelita, Pelaja, Hanan,",
      "(H10:12)Miika, Rehob, Hasabja,",
      "(H10:13)Sakkur, Serebja, Sebanja,",
      "(H10:14)Hodia, Bani, Beninu.",
      "(H10:15)Kansan päämiehiä: Pareos, Pahat-Moab, Elam, Sattu, Bani,",
      "(H10:16)Bunni, Asgad, Bebai,",
      "(H10:17)Adonia, Bigvai, Adin,",
      "(H10:18)Ater, Hiskia, Assur,",
      "(H10:19)Hodia, Hasum, Besai,",
      "(H10:20)Harif, Anatot, Nebai,",
      "(H10:21)Magpias, Mesullam, Hesir,",
      "(H10:22)Mesesabel, Sadok, Jaddua,",
      "(H10:23)Pelatja, Hanan, Anaja,",
      "(H10:24)Hoosea, Hananja, Hassub,",
      "(H10:25)Lohes, Pilha, Sobek,",
      "(H10:26)Rehum, Hasabna, Maaseja,",
      "(H10:27)Ahia, Hanan, Anan,",
      "(H10:28)Malluk, Harim ja Baana.",
      "(H10:29)Kaikki muut -- papit ja leeviläiset, portinvartijat, laulajat, temppelipalvelijat ja kaikki, jotka olivat erottautuneet vieraista kansoista noudattaakseen Jumalan lakia, ja myös heidän vaimonsa, poikansa ja tyttärensä, kaikki, jotka pystyivät lakia ymmärtämään --",
      "(H10:30)kaikki he sitoutuivat noudattamaan johtajiensa tekemää sopimusta. Valalla vannoen he lupasivat elää Jumalan lain mukaan, jonka Mooses oli Jumalan palvelijana heille antanut, ja lupasivat noudattaa tarkoin kaikkia Herran, meidän Jumalamme, käskyjä, määräyksiä ja säädöksiä.",
      "(H10:32)Kun muihin kansoihin kuuluvat tuovat sapatinpäivänä viljaa ja muita tuotteita myytäväksi, emme osta heiltä, emme sapattina emmekä minään muunakaan pyhäpäivänä. Joka seitsemäs vuosi jätämme maan kesannolle ja pyyhimme kaikki velat pois.",
      "(H10:33)Sitoudumme maksamaan vuosittain kolmannessekelin Jumalamme temppelissä toimitettavaa palvelusta varten:",
      "(H10:34)uhrileipiä varten, päivittäisiä ruoka- ja polttouhreja, sapattiuhreja, uudenkuun uhreja ja juhlauhreja varten, pyhiä lahjoja ja Israelin sovittamiseksi uhrattavia syntiuhreja varten sekä kaikkia Jumalamme temppelissä tehtäviä töitä varten.",
      "(H10:35)Me, papit, leeviläiset ja kansa, olemme keskenämme arponeet, minkä suvun on minäkin vuonna määräaikaan toimitettava polttopuita Jumalamme temppeliin, jotta Herran, meidän Jumalamme, alttarilla voitaisiin pitää tulta niin kuin laissa on määrätty.",
      "(H10:36)Tuomme myös joka vuosi peltojemme ja kaikkien hedelmäpuiden ensi sadosta uhrin Herran temppeliin,",
      "(H10:37)samoin esikoisuhrit poikiemme ja karjamme puolesta, niin kuin laissa on säädetty. Tuomme esikoiset nautakarjastamme, lampaistamme ja vuohistamme Jumalamme temppeliin ja annamme ne siellä palvelusta toimittaville papeille.",
      "(H10:38)Tuomme papeille Jumalamme temppelin varastohuoneisiin myös leivän vuoden ensimmäisestä leipomuksesta, muut antimme sekä parhaan osan hedelmäpuiden ensi hedelmistä, viinistä ja öljystä. Kymmenesosan maan tuotosta annamme leeviläisille. He keräävät kymmenykset kaikista kaupungeista, joiden peltoja me viljelemme.",
      "(H10:39)Leeviläisten kerätessä kymmenyksiä on jonkun Aaronin sukuun kuuluvan papin oltava heidän mukanaan, ja leeviläisten on annettava kymmenyksistä yksi kymmenesosa Jumalamme temppelin varastokammioihin."
    ],
    [
      "Kansan johtomiehet asuivat Jerusalemissa. Kaikki muut määräsivät arvalla keskuudestaan aina yhden kymmenestä asumaan Jerusalemissa, pyhässä kaupungissa, kun taas loput yhdeksän asettuivat muihin kaupunkeihin.",
      "Kansa ylisti niitä miehiä, jotka asettuivat Jerusalemiin vapaaehtoisesti.",
      "Seuraavassa luetellaan ne Juudan maakunnan päämiehet, joiden asuinpaikkana oli Jerusalem. Myös muissa Juudan kaupungeissa asui israelilaisia, heidän joukossaan pappeja, leeviläisiä, temppelipalvelijoita ja Salomon palvelijoiden jälkeläisiä, kukin kaupungissaan oman sukunsa perintömaalla.",
      "Jerusalemissa asuivat nämä Juudan ja Benjaminin heimojen miehet: Juudan heimoa: Ataja, Ussian poika, Peresin sukua; hänen isoisänsä oli Sakarja, tämän isä Amarja, tämän Sefatja ja tämän Mahalalel.",
      "Lisäksi Maaseja, Barukin poika, Selan sukua; hänen isoisänsä oli Kol- Hose, tämän isä Hasaja, tämän Adaja, tämän Jojarib ja tämän Sakarja.",
      "Peresin sukua asui Jerusalemissa 468 sotakuntoista miestä.",
      "Benjaminin heimoa: Sallu, Mesullamin poika; hänen isoisänsä oli Joed, tämän isä Pedaja, tämän Kolaja, tämän Maaseja, tämän Itiel, tämän Jesaja.",
      "Lisäksi Gabbai ja Sallai, yhteensä 928 miestä Benjaminin heimoa.",
      "Jerusalemissa asuvien benjaminilaisten päämies oli Joel, Sikrin poika, ja kaupungin toisena päällikkönä oli Juuda, Senuan poika.",
      "Pappeja: Jedaja, Jojaribin poika, Jakin,",
      "Seraja, Hilkian poika, Jumalan temppelin esimies; hänen isoisänsä oli Mesullam, tämän isä Sadok, tämän Merajot ja tämän Ahitub.",
      "Heidän sukunsa miehiä, jotka toimittivat palvelusta temppelissä, oli 822. Pappeja oli edelleen Adaja, Jerohamin poika; hänen isoisänsä oli Pelalja, tämän isä Amsi, tämän Sakarja, tämän Pashur ja tämän Malkia.",
      "Hänen sukunsa perhekuntien päämiehiä oli 242. Pappeja oli vielä Amassai, Asarelin poika; hänen isoisänsä oli Ahsai, tämän isä Mesillemot, tämän Immer.",
      "Hänen suvussaan oli 128 miestä, kaikki urheita sotureita. Heidän päällikkönään oli Sabdiel, Gedolimin poika.",
      "Leeviläisiä: Semaja, Hassubin poika; hänen isoisänsä oli Asrikam, tämän isä Hasabja ja tämän Bunni.",
      "Sabbetai ja Josabad olivat leeviläisten johtomiehiä, jotka valvoivat Jumalan temppelin esipihoilla suoritettavia toimia.",
      "Leeviläisiä oli edelleen Mattanja, Miikan poika; hänen isoisänsä oli Sabdi ja tämän isä Asaf. Hän oli laulunjohtajana kiitosrukousta laulettaessa. Leeviläisiä oli vielä Bakbukja, joka oli asemaltaan seuraava, sekä Abda, Sammuan poika; hänen isoisänsä oli Galal, tämän isä Jedutun.",
      "Leeviläisiä oli pyhässä kaupungissa yhteensä 284.",
      "Portinvartijoita olivat Akkub, Talmon ja heidän sukunsa miehet, yhteensä 172. He vartioivat kaupungin portteja.",
      "Muut israelilaiset, joukossa myös pappeja ja leeviläisiä, asuivat Juudan eri kaupungeissa, kukin sukunsa perintömaalla.",
      "Temppelipalvelijat asuivat Ofelin alueella, ja heidän esimiehiään olivat Siha ja Gispa.",
      "Leeviläisten johtajana Jerusalemissa oli Ussi, Banin poika; hänen isoisänsä oli Hasabja, tämän isä Mattanja, tämän Miika. Hän kuului Asafin jälkeläisiin, jotka toimivat laulajina temppelin jumalanpalveluksissa.",
      "Heistä oli kuningas antanut säädöksen, joka määräsi laulajien päivittäiset vuorot.",
      "Petahja, Mesesabelin poika, Juudan pojan Serahin jälkeläisiä, oli kuninkaan neuvonantajana kaikissa kansaa koskevissa asioissa.",
      "Maaseudulla, omien peltomaidensa lähellä, asui Juudan heimoa seuraavissa paikoissa: Kirjat-Arbassa ja sen lähikylissä, Dibonissa ja sen lähikylissä, Jekabselissa ja sen maatiloilla,",
      "Jesuassa, Moladassa, Bet-Peletissä,",
      "Hasar-Sualissa, Beersebassa ja sen lähikylissä,",
      "Siklagissa, Mekonassa ja siihen kuuluvissa kylissä,",
      "En- Rimmonissa, Soreassa, Jarmutissa,",
      "Sanoahissa, Adullamissa ja niiden ympäristön maatiloilla, Lakisissa ja sen peltomailla sekä Asekassa ja sen lähikylissä. Heimon asuma-alue ulottui siis Beersebasta Hinnominlaaksoon asti.",
      "Benjaminin heimon asuinpaikkoja olivat Geba, Mikmas, Aija, Betel ja sen lähikylät,",
      "Anatot, Nob, Ananja,",
      "Hasor, Rama, Gittaim,",
      "Hadid, Seboim, Neballat,",
      "Lod, Ono ja Ge-Harasim.",
      "Eräitä leeviläisryhmiä siirtyi Juudan alueelta Benjaminin alueelle."
    ],
    [
      "Seuraavassa luetellaan ne papit ja leeviläiset, jotka olivat tulleet pakkosiirtolaisuudesta Serubbabelin, Sealtielin pojan, ja Jesuan kanssa: Seraja, Jeremia, Esra,",
      "Amarja, Malluk, Hattus,",
      "Sekanja, Rehum, Meremot,",
      "Iddo, Ginneton, Abia,",
      "Mijamin, Maadja, Bilga,",
      "Semaja, Jojarib, Jedaja,",
      "Sallu, Amok, Hilkia ja Jedaja. Nämä olivat Jesuan aikana pappisveljiensä päämiehiä.",
      "Leeviläisiä olivat: Jesua, Binnui, Kadmiel, Serebja, Juuda ja Mattanja, joka yhdessä veljiensä kanssa johti ylistyslaulua,",
      "sekä Bakbukja ja Unni, joista kumpikin johti sukunsa miehistä koostuvaa kuoroa.",
      "Jesualle syntyi Jojakim, Jojakimille Eljasib, Eljasibille Jojada,",
      "Jojadalle Jonatan, Jonatanille Jaddua.",
      "Jojakimin aikana olivat pappissukujen päämiehinä seuraavat papit: Meraja oli Serajan suvun päämies, Hananja Jeremian,",
      "Mesullam Esran, Johanan Amarjan,",
      "Jonatan Mallukin, Joosef Sebanjan,",
      "Adna Harimin, Helkai Merajotin,",
      "Sakarja Iddon, Mesullam Ginnetonin,",
      "Sikri Abian, ... Minjaminin, Piltai Moadjan,",
      "Sammua Bilgan, Jonatan Semajan,",
      "Mattenai Jojaribin, Ussi Jedajan,",
      "Kallai Sallun, Eber Amokin,",
      "Hasabja Hilkian ja Netanel Jedajan suvun päämies.",
      "Eljasibin, Jojadan, Johananin ja Jadduan aikana merkittiin pappien sukujen päämiehet aikakirjoihin Persian kuninkaan Dareioksen hallituskauteen asti.",
      "Leeviläisten sukujen päämiehet on merkitty aikakirjoihin Johananin, Eljasibin pojan, aikaan asti.",
      "Leeviläisten päämiehiä olivat Hasabja, Serebja, Jesua, Binnui ja Kadmiel. Kukin heistä johti sukunsa miehistä koostuvaa kuoroa; kuorot lauloivat kiitos- ja ylistyslauluja osastoittain järjestäytyneinä, niin kuin Jumalan mies Daavid oli määrännyt.",
      "Mattanja, Bakbukja, Obadja, Mesullam, Talmon ja Akkub olivat portinvartijoita, joiden tehtävänä oli vartioida porttien varastohuoneita.",
      "Nämä miehet olivat Jojakimin, Jesuan pojan, Josadakin pojanpojan, sekä käskynhaltija Nehemian ja pappi Esran, lainopettajan, aikalaisia.",
      "Kun tuli aika vihkiä Jerusalemin muuri, haettiin leeviläiset kaikkialta maasta Jerusalemiin riemukkaan vihkiäisjuhlan viettoon, laulamaan kiitoslauluja ja soittamaan symbaaleja, harppuja ja lyyroja.",
      "Laulajat tulivat koolle Jerusalemin ympäristöstä, Netofan maatiloilta,",
      "Bet- Gilgalista ja Geban ja Asmavetin mailta; he olivat näet rakentaneet itselleen maataloja Jerusalemin ympäristöön.",
      "Papit ja leeviläiset puhdistautuivat, ja sitten he puhdistivat kansan sekä portit ja muurin.",
      "Sen jälkeen minä johdatin Juudan ruhtinaat ylös muurille ja järjestin kaksi suurta ylistyskuoroa. Toinen niistä vaelsi muuria pitkin oikealle kohti Lantaporttia.",
      "Sen jäljessä kulkivat Hosaja ja toinen puoli Juudan ruhtinaista",
      "sekä Asarja, Esra, Mesullam,",
      "Juuda, Benjamin, Semaja ja Jeremia.",
      "Sitten tulivat torvea soittavat papit, ensimmäisenä Sakarja, Jonatanin poika; hänen isoisänsä oli Semaja, tämän isä Mattanja, tämän Miika, tämän Sakkur, tämän Asaf.",
      "Häntä seurasivat hänen pappisveljensä Semaja, Asarel, Milalai, Gilalai, Maai, Netanel, Juuda ja Hanani, jotka soittivat Jumalan miehen Daavidin määräämiä soittimia. Heidän edellään kulki Esra, lainopettaja.",
      "He ohittivat Lähdeportin ja jatkoivat suoraan eteenpäin ylös Daavidin kaupunkiin johtavia portaita. Sitten he nousivat portaita pitkin muurille ja laskeutuivat Daavidin palatsin ohi itään Vesiportille.",
      "Toinen kiitoslaulua laulava kuoro kulki vasemmalle, ja minä ja toinen puoli kansan johtomiehistä vaelsimme sen jäljessä muuria pitkin Uunitornin ohi Paksullemuurille",
      "ja sieltä Efraiminportin, Vanhanportin, Kalaportin, Hananelintornin ja Sadantornin kautta Lammasportille. Vartioportin luona kulkue pysähtyi.",
      "Sitten molemmat kuorot asettuivat Jumalan temppeliin, samoin minä ja puolet johtomiehistä",
      "ja papit Eljakim, Maaseja, Minjamin, Miika, Eljoenai, Sakarja ja Hananja, joilla oli torvet,",
      "sekä Maaseja, Semaja, Eleasar, Ussi, Johanan, Malkia, Elam ja Eser. Laulajat aloittivat Jisrahjan johdolla ylistyslaulun.",
      "Tuona päivänä uhrattiin suuret teurasuhrit, ja kaikki riemuitsivat, sillä Jumala oli antanut heille suuren ilon. Myös naiset ja lapset olivat riemussa mukana, ja ilonpito kuului Jerusalemista kauas.",
      "Samana päivänä asetettiin esimiehet valvomaan varastokammioita, joissa säilytettiin esikoisuhreja, kymmenyksiä ja muita antimia. Heidän tuli myös kerätä niihin kaupunkien peltojen sadosta osuudet, jotka lain mukaan kuuluivat papeille ja leeviläisille. Juudan kansa iloitsi siitä, että papit ja leeviläiset hoitivat taas tehtäviään",
      "ja huolehtivat Jumalan palvelemisesta ja puhdistusmenoista. Samoin iloittiin siitä, että laulajat ja portinvartijat jälleen toimivat niin kuin Daavid ja hänen poikansa Salomo olivat määränneet.",
      "Olihan jo muinoin, Daavidin ja Asafin aikana, ollut laulunjohtajia, kun laulettiin kiitosta ja ylistystä Jumalalle.",
      "Serubbabelin ja Nehemian aikana koko Israel antoi laulajille ja portinvartijoille sen mitä nämä päivittäin tarvitsivat. Myös leeviläisille annettiin heille kuuluvat pyhät osuudet, ja leeviläiset vuorostaan antoivat pyhät osuudet Aaronin suvun papeille."
    ],
    [
      "Kansalle luettiin tuona aikana Mooseksen lain kirjaa. Silloin huomattiin määräys, ettei ammonilaisia eikä moabilaisia saa milloinkaan päästää Jumalan seurakuntaan,",
      "koska nämä kansat eivät aikoinaan suostuneet antamaan israelilaisille vettä ja leipää, vaan palkkasivat Bileamin kiroamaan heidät. Meidän Jumalamme tosin käänsi tämän kirouksen siunaukseksi.",
      "Lain määräyksen kuultuaan israelilaiset erottivat pois joukostaan kaikki, joissa oli muukalaista verta.",
      "Tätä ennen oli pappi Eljasib asetettu meidän Jumalamme temppelin varastokammioiden valvojaksi. Hän oli Tobian sukulainen",
      "ja oli järjestänyt tämän käyttöön suuren huoneen, jossa oli aikaisemmin säilytetty ruokauhreja, suitsukkeita, temppelin astioita, vilja-, viini- ja öljykymmenyksiä sekä leeviläisten, laulajien ja portinvartijoiden osuuksia ja papeille kuuluvia antimia.",
      "Tämän tapahtuessa minä en ollut Jerusalemissa, sillä Babylonian kuninkaan Artakserkseen kolmantenakymmenentenäkahdentena hallitusvuotena olin palannut hänen luokseen. Jonkin ajan kuluttua sain kuninkaalta luvan",
      "lähteä jälleen Jerusalemiin. Kun näin, millaisen synnin Eljasib oli tehnyt järjestäessään Tobialle huoneen Jumalan temppelin alueelta,",
      "suutuin kovasti ja heitin kaikki Tobian tavarat ulos huoneesta.",
      "Sitten käskin puhdistaa huoneen ja siirrätin sinne takaisin Jumalan temppelin astiat, ruokauhrit ja suitsukkeet.",
      "Sain myös tietää, että leeviläisille ei ollut luovutettu heidän osuuksiaan ja että temppelipalvelusta toimittavat leeviläiset ja laulajat olivat sen vuoksi siirtyneet maatiloilleen.",
      "Kaikki Juudan asukkaat toivat taas varastohuoneisiin kymmenykset viljasta, viinistä ja öljystä.",
      "Varastohuoneiden valvojiksi määräsin pappi Selemjan, kirjuri Sadokin ja leeviläisen Pedajan sekä heidän avukseen Hananin, Sakkurin pojan, Mattanjan pojanpojan. Kaikkia heitä pidettiin luotettavina miehinä, ja heidän tehtävänään oli myös jakaa osuudet toisille leeviläisille.",
      "Muista minua tämän vuoksi, Jumalani! Älä unohda, miten uskollisesti olen tehnyt työtä sinun temppelisi ja sen jumalanpalveluksen hyväksi!",
      "Samoihin aikoihin näin joidenkin Juudan asukkaiden polkevan sapattina viinikuurnassa rypäleitä. Monet myös kuljettivat sapatinpäivänä aasien selässä Jerusalemiin viljakuormia ja toivat sinne viiniä, rypäleitä, viikunoita ja kaikenlaista muuta tavaraa. Minä varoitin heitä myymästä siellä tavaroitaan.",
      "Eräät Jerusalemissa asuvat tyroslaiset toivat kalaa ja kaikenlaista kauppatavaraa ja myivät sitä sapattina juutalaisille.",
      "Kun Jerusalemin porteilla alkoi sapatin aattona hämärtää, käskin sulkea portit ja kielsin avaamasta niitä ennen kuin sapatti oli päättynyt. Asetin omia palvelijoitani porteille valvomaan, ettei mitään tavaroita tuotaisi sapattina kaupunkiin.",
      "Kaupustelijat ja tavaroiden myyjät yöpyivät pari kertaa Jerusalemin muurien ulkopuolella,",
      "Määräsin nyt, että leeviläisten oli puhdistauduttava ja mentävä vartioimaan portteja, jotta sapatinpäivä pidettäisiin pyhänä. Muista minua myös tämän vuoksi, Jumalani! Ole minulle armollinen suuren laupeutesi tähden!",
      "Noihin aikoihin näin myös, että monet juutalaiset olivat ottaneet vaimoikseen asdodilaisia, ammonilaisia ja moabilaisia naisia.",
      "Puolet heidän lapsistaan puhui asdodin kieltä tai jonkin muun kansan kieltä eikä osannut juudan kieltä.",
      "Eikö Salomo, Israelin kuningas, tehnyt juuri tuollaista syntiä? Hänen vertaistaan kuningasta ei ollut muilla kansoilla. Jumala rakasti häntä ja asetti hänet koko Israelin kuninkaaksi, mutta muukalaisnaiset houkuttivat hänetkin tekemään syntiä.",
      "Ylipappi Eljasibin pojan Jojadan pojista yksi oli horonilaisen Sanballatin vävy. Hänet minä ajoin pois luotani.",
      "Älä unohda, Jumalani, miten he ovat tahranneet pappisviran ja pappien ja leeviläisten kanssa tekemäsi liiton!",
      "Näin puhdistin kansani kaikesta vierasmaisesta. Järjestin myös pappien ja leeviläisten tehtävät ja palvelusvuorot",
      "ja ilmoitin määräajat, jolloin polttopuut ja uutislahjat oli toimitettava temppeliin. Jumalani, lue tämä minun hyväkseni!"
    ]
  ],
  "name": "Nehemiah"
}
