{
  "id": "lk",
  "chapters": [
    [
      "Että moni on ruvennut järjestänsä kirjoittamaan niistä asioista, joista meillä täydellinen tieto on,",
      "Niinkuin ne meille sanoneet ovat, jotka sen alusta itse nähneet ja sananpalveliat olleet ovat:",
      "Näkyy myös minulle se hyväksi, sitte kuin minä alusta kaikki visusti tutkinut olen, että minä niitä järjestänsä sinulle kirjoittaisin, hyvä Teophilus:",
      "Ettäs ymmärtäisit selkiästi niiden asiain vahvan totuuden, joista sinä opetettu olet.",
      "Herodeksen, Juudean kuninkaan, aikana oli pappi, Sakarias nimeltä, Abian vuorosta; ja hänen emäntänsä Aaronin tyttäristä, ja hänen nimensä Elisabet.",
      "Ja he olivat molemmat hurskaita Jumalan edessä, vaeltavaiset kaikissa Herran käskyissä ja säädyissä laittamattomasti,",
      "Ja heillä ei ollut lasta; sillä Elisabet oli hedelmätöin, ja he olivat jo molemmat ijälliset.",
      "Ja tapahtui, kuin hän vuorollansa papin virkaa toimitti Jumalan edessä,",
      "Papin viran tavan jälkeen, lankesi arpa hänelle, että hänen piti suitsuttaman, sitte kuin hän oli mennyt sisälle Herran templiin.",
      "Ja kaikki kansan paljous rukoili ulkona suitsutuksen aikana.",
      "Mutta hänelle ilmestyi Herran enkeli, seisoin suitsutusalttarin oikealla puolella.",
      "Ja kuin Sakarias hänen näki, hämmästyi hän ja pelko lankesi hänen päällenssä.",
      "Mutta enkeli sanoi hänelle: älä pelkää, Sakarias! sillä sinun rukoukses on kuultu ja sinun emäntäs Elisabet synnyttää sinulle pojan, ja sinun pitää kutsuman hänen nimensä Johannes.",
      "Ja sinulle tulee ilo ja ihastus, ja monta iloitsevat hänen syntymisestänsä.",
      "Sillä hän tulee suureksi Herran edessä, ja viinaa ja väkevää juomaa ei hän juo, ja hän täytetään Pyhällä Hengellä jo äitinsä kohdusta.",
      "ja hän kääntää monta Israelin lapsista Herran, heidän Jumalansa tykö.",
      "Ja hän käy edellä hänen edessänsä Eliaan Hengellä ja voimalla, kääntäin isäin sydämet lasten tykö ja tottelemattomat hurskasten toimen tykö, toimittaakseen Herralle valmistetun kansan.",
      "Ja Sakarias sanoi enkelille: mistä minä sen ymmärrän? sillä minä olen vanha ja emäntäni on jo ijällinen.",
      "Niin enkeli vastasi ja sanoi hänelle: minä olen Gabriel, joka seison Jumalan edessä, ja olen lähetetty puhumaan sinulle ja saattamaan näitä iloisia sanomia sinulle.",
      "Ja katso, sinä tulet kielettömäksi ja et saa puhua hamaan siihen päivään asti, jona nämä tapahtuvat, ettet uskonut sanojani, jotka ajallansa täytetään.",
      "Mutta kansa odotti Sakariasta, ja ihmettelivät, että hän niin templissä viipyi.",
      "Vaan kuin hän tuli ulos, niin ei hän saanut puhua heille. Ja he ymmärsivät, että hän oli näyn templissä nähnyt. Ja hän viittasi heille, ja jäi mykäksi.",
      "Ja tapahtui, että hänen virkansa päivät olivat täytetyt, niin hän meni kotiansa.",
      "Mutta niiden päiväin jälkeen tuli hänen emäntänsä Elisabet raskaaksi ja salasi itsensä viisi kuukautta, sanoen:",
      "Ja näin on Herra minulle tehnyt niinä päivinä, kuin hän minun puoleeni katsoi, että hän ottais pois minun ylönkatseeni ihmisten seassa.",
      "Mutta kuudentena kuukautena lähetettiin enkeli Gabriel Jumalalta Galilean kaupunkiin, jonka nimi oli Nasaret,",
      "Neitseen tykö, joka oli kihlattu miehelle, jonka nimi oli Joseph, Davidin huoneesta; ja neitseen nimi oli Maria.",
      "Ja enkeli tuli sisälle hänen tykönsä ja sanoi: terve, armoitettu! Herra on sinun kanssas: siunattu sinä vaimoin seassa!",
      "Mutta kuin hän näki hänen, hämmästyi hän hänen puheestansa ja ajatteli, millinen se tervehdys oli.",
      "Ja enkeli sanoi hänelle: älä pelkää, Maria! sillä sinä löysit armon Jumalan tykönä.",
      "Ja katso, sinä siität kohdussas ja synnytät Pojan, ja sinun pitää kutsua hänen nimensä Jesus.",
      "Sen pitää oleman suuren ja pitää kutsuttaman Ylimmäisen Pojaksi. Ja Herra Jumala antaa hänelle Davidin hänen isänsä istuimen,",
      "Ja hänen pitää Jakobin huoneen kuningas ijankaikkisesti oleman ja hänen valtakunnallansa ei pidä loppua oleman.",
      "Niin sanoi Maria enkelille: kuinka tämä tulee, sillä en minä miehestä mitään tiedä?",
      "Ja enkeli vastasi ja sanoi hänelle: Pyhä Henki tulee sinun päälles ja Ylimmäisen voima varjoo sinun: sentähden myös se pyhä, joka sinusta syntyy, pitää kutsuttaman Jumalan Pojaksi.",
      "Ja katso, Elisabet sinun lankos siitti myös pojan vanhalla ijällänsä, ja tämä on kuudes kuukausi hänelle, joka kutsuttiin hedelmättömäksi.",
      "Sillä ei Jumalan edessä ole yhtään asiaa mahdotointa.",
      "Niin sanoi Maria: katso, Herran piika! tapahtukoon minulle sinun sanas jälkeen! Ja enkeli läksi hänen tyköänsä.",
      "Mutta Maria nousi niinä päivinä ja meni kiiruusti ylös mäkikyliin Juudan kaupunkiin.",
      "Ja tuli Sakariaan huoneeseen ja tervehti Elisabetia.",
      "Ja tapahtui, kuin Elisabet kuuli Marian tervehdyksen, hyppäsi lapsi hänen kohdussansa. Ja Elisabet täytettiin Pyhällä Hengellä,",
      "Ja hän huusi suurella äänellä ja sanoi: siunattu olet sinä vaimoin seassa, ja siunattu on sinun kohtus hedelmä!",
      "Ja kusta se minulle tulee, että minun Herrani äiti tulee minun tyköni?",
      "Sillä katso, kuin sinun tervehdykses ääni tuli minun korviini, hyppäsi lapsi ilosta minun kohdussani.",
      "Ja autuas sinä, joka uskoit; sillä ne täytetään, mitkä sinulle ovat sanotut Herralta.",
      "Ja Maria sanoi: Minun sieluni suuresti ylistää Herraa,",
      "Ja minun henkeni iloitsee Jumalassa, minun vapahtajassani,",
      "Että hän katsoi piikansa nöyryyttä; sillä katso, tästedes pitää kaikkein sukukuntain minua autuaaksi kutsuttaman:",
      "Sillä Voimallinen on suuria ihmeitä tehnyt minun kohtaani, ja hänen nimensä on pyhä,",
      "Ja hänen laupiutensa pysyy suvusta sukuun niille, jotka häntä pelkäävät.",
      "Hän osoitti voiman käsivarrellansa ja hajotti koriat heidän sydämensä mielestä.",
      "Voimalliset on hän kukistanut istuimelta ja korotti nöyrät.",
      "Isoovat täytti hän hyvyydellä ja jätti rikkaat tyhjäksi.",
      "Hän korjasi palvelijansa Israelin, muistain omaa laupiuttansa,",
      "(Niinkuin hän on puhunut meidän isillemme, Abrahamille ja hänen siemenellensä) ijankaikkisesti.",
      "Ja Maria oli hänen tykönänsä lähes kolme kuukautta ja palasi kotiansa.",
      "Mutta Elisabetin synnyttämisen aika täytettiin, ja hän synnytti pojan.",
      "Ja hänen kylällisensä ja lankonsa kuulivat, että Herra oli tehnyt suuren laupiuden hänen kanssansa, ja he iloitsivat hänen kanssansa.",
      "Ja tapahtui kahdeksantena päivänä, että he tulivat lasta ympärileikkaamaan, ja kutsuivat hänen isänsä nimeltä Sakarias.",
      "Niin vastasi hänen äitinsä ja sanoi: ei suinkaan; vaan hän pitää kutsuttaman Johannes.",
      "Ja he sanoivat hänelle: ei ole ketään sinun sukukunnassas, joka kutsutaan sillä nimellä.",
      "Niin he viittasivat hänen isällensä, miksi hän tahtoi hänen nimittää.",
      "Ja hän anoi taulua ja kirjoitti: Johannes on hänen nimensä. Ja kaikki ihmettelivät.",
      "Niin kohta aukeni hänen suunsa ja hänen kielensä, ja puhui kiittäin Jumalaa.",
      "Ja pelko tuli kaikkein heidän kylällistensä päälle, ja kaikissa Juudean mäkikylissä ilmoitettiin kaikki nämä sanat.",
      "Ja kaikki , jotka tämän kuulivat, panivat sydämiinsä, sanoen: minkäs luulet tästä lapsesta tulevan? Sillä Herran käsi oli hänen kanssaan.",
      "Ja Sakarias ja hänen isänsä täytettiin Pyhällä Hengellä ja ennusti, sanoen:",
      "Kiitetty olkoon Herra, Israelin Jumala! sillä hän on etsinyt ja lunastanut kansansa,",
      "Ja on meille korottanut autuuden sarven, Davidin palveliansa huoneessa,",
      "Niinkuin hän on muinen puhunut pyhäin prophetainsa suun kautta,",
      "Vapahtaaksensa meitä meidän vihollisiltamme ja kaikkein kädestä, jotka meitä vihaavat:",
      "Osoittaaksensa laupiutta meidän isillemme ja muistaaksensa pyhää liittoansa,",
      "Ja sitä valaa, jonka hän vannoi Abrahamille, meidän isällemme, meille antaaksensa:",
      "Että me, vapahdetut vihollistemme kädestä, häntä pelkäämättä palvelesimme,",
      "Pyhyydessä ja hurskaudessa hänen edessänsä kaikkena meidän elinaikanamme.",
      "Ja sinä poikainen pitää kutsuttaman Ylimmäisen prophetaksi; sillä sinun pitää käymän Herran kasvoin edessä, valmistamaan hänen teitänsä,",
      "Ja antaman autuuden tunnon hänen kansallensa, heidäin synteinsä anteeksi saamiseksi,",
      "Meidän Jumalan sydämellisen laupiuden kautta, jolla meitä on etsinyt koitto ylhäältä,",
      "Valaisemaan niille, jotka pimeissä ja kuolon varjoissa istuvat, ja ojentamaan meidän jalkamme rauhan tielle.",
      "Mutta lapsi kasvoi ja vahvistui hengessä, ja oli korvessa siihen päivään asti, jona hänen piti Israelin kansan eteen tuleman."
    ],
    [
      "Mutta niinä päivinä tapahtui, että käsky kävi ulos keisrilta Augustukselta, että kaikki maailma piti verolliseksi laskettaman.",
      "Ja tämä veron-laskemus oli ensimmäinen, joka tapahtui silloin, kun Kyrenius oli maaherra Syriassa.",
      "Ja kukin meni kaupunkiinsa antamaan itsiänsä arvattaa.",
      "Niin myös Joseph Galileasta, Natsaretin kaupungista, meni ylös Juudeaan, Davidin kaupunkiin, joka kutsutaan Betlehem, (sillä hän oli Davidin huoneesta ja suvusta)",
      "Antamaan itsiänsä arvattaa, Marian, kihlatun emäntänsä kanssa, joka raskas oli.",
      "Niin tapahtui heidän siellä ollessaan , että hänen synnyttämisensä päivät tulivat täytetyksi,",
      "Ja hän synnytti pojan, esikoisensa, ja kapaloitsi hänen ja pani seimeen, ettei heillä ollut siaa majassa.",
      "Ja paimenet valvoivat siinä paikkakunnassa ja vartioitsivat yöllä laumaansa.",
      "Ja katso, Herran enkeli seisoi heidän tykönänsä ja Herran kirkkaus ympäri valaitsi heitä, ja he suuresti peljästyivät.",
      "Ja enkeli sanoi heille: älkäät peljätkö! sillä katso, minä ilmoitan teille suuren ilon, joka on tuleva kaikelle kansalle:",
      "Teille on tänäpäivänä syntynyt vapahtaja, joka on Kristus, Herra, Davidin kaupungissa.",
      "Ja tämä on teille merkiksi: te löydätte lapsen kapaloituna makaavan seimessä.",
      "Ja kohta oli enkelin kanssa suuri taivaalisen sotaväen joukko, jotka kiittivät Jumalaa ja sanoivat:",
      "Kunnia olkoon Jumalalle korkeudessa, ja maassa rauha, ja ihmisille hyvä tahto!",
      "Ja tapahtui, että enkelit menivät heidän tyköänsä taivaaseen, niin ne paimenet puhuivat keskenänsä: käykäämme Betlehemiin ja katsokaamme sitä mikä tapahtunut on, jonka Herra meille ilmoitti.",
      "Ja he tulivat kiiruhtain, ja löysivät Marian ja Josephin, niin myös lapsen, joka makasi seimessä.",
      "Kuin he tämän nähneet olivat, julistivat he sen sanoman, joka heille tästä lapsesta sanottu oli,",
      "Ja kaikki, jotka sen kuulivat, ihmettelivät niitä, mitä heille paimenilta sanottu oli.",
      "Mutta Maria kätki kaikki nämät sanat, tutkistellen sydämessänsä,",
      "Ja paimenet palasivat, ylistäin ja kunnioittain Jumalaa kaikista, mitä he kuulleet ja nähneet olivat, niinkuin heille sanottu oli.",
      "Ja kuin kahdeksan päivää kulunut oli, että lapsi piti ympärileikattaman, kutsuttiin hänen nimensä Jesus, joka niin oli enkeliltä kutsuttu jo ennen kuin hän sikisi äitinsä kohdussa.",
      "Ja kuin heidän puhdistuspäivänsä olivat täytetyt Moseksen lain jälkeen, veivät he hänet Jerusalemiin, asettaaksensa häntä Herran eteen,",
      "(Niinkuin kirjoitettu on Herran laissa: kaikki miehenpuoli, joka ensin avaa äitinsä kohdun, pitää kutsuttaman Herralle pyhäksi,)",
      "Ja uhrataksensa, niinkuin sanottu on Herran laissa, pari mettistä eli kaksi kyhkyläisen poikaa.",
      "Ja katso, mies oli Jerusalemissa, jonka nimi oli Simeon: tämä oli hurskas ja jumalinen mies, odottain Israelin lohdutusta, ja Pyhä Henki oli hänessä.",
      "Ja hänelle oli sanottu Pyhältä Hengeltä, ettei hänen pitänyt ennen kuolemaa näkemän, kuin hän näkis Herran Kristuksen.",
      "Ja hän tuli Hengen kautta templiin. Ja kuin vanhemmat toivat lapsen Jesuksen sisälle, tehdäksensä hänen edestänsä lain tavan jälkeen,",
      "Niin hän otti hänen syliinsä, ja kiitti Jumalaa ja sanoi:",
      "Nyt sinä, Herra, lasket palvelias rauhaan menemään, sanas jälkeen;",
      "Sillä minun silmäni ovat nähneet sinun autuutes,",
      "Jonka sinä valmistit kaikkein kansain eteen,",
      "Valkeudeksi valistamaan pakanoita ja sinun kansas Israelin kunniaksi.",
      "Ja Joseph ja hänen äitinsä ihmettelivät niitä, joita hänestä sanottiin.",
      "Simeon siunasi heitä ja sanoi Marialle, hänen äidillensä: katso, tämä on pantu lankeemiseksi ja nousemiseksi monelle Israelissa, ja merkiksi, jota vastaan sanotaan:",
      "(Ja sinunkin sielus lävitse pitää miekan käymän:) että monen sydämen ajatukset ilmoitettaisiin.",
      "Ja Anna prophetissa, Phanuelin tytär, Asserin suvusta, se oli joutunut pitkälle ijälle ja elänyt miehensä kanssa seitsemän ajastaikaa neitsyestänsä,",
      "Ja oli leskenä lähes neljäyhdeksättäkymmentä ajastaikaa, ja ei lähtenyt templistä, palvelemasta Jumalaa paastoissa ja rukouksissa yötä ja päivää.",
      "Ja tämä tuli sillä hetkellä siihen ja kunnioitti myös Herraa, ja puhui hänestä kaikille, jotka lunastusta Jerusalemissa odottivat.",
      "Ja sittekuin he olivat kaikki tehneet Herran lain jälkeen, palasivat he Galileaan, kaupunkiinsa Natsaretiin.",
      "Mutta lapsi kasvoi ja vahvistui hengessä, ja täytettiin viisaudella, ja Jumalan armo oli hänen kanssansa.",
      "Ja hänen vanhempansa vaelsivat joka vuosi pääsiäisjuhlille Jerusalemiin.",
      "Ja kuin hän kahdentoistakymmenen ajastajan vanha oli, menivät he Jerusalemiin juhlapäivän tavan jälkeen.",
      "Ja kuin ne päivät olivat kuluneet, siinä kuin he palasivat, jäi poikainen Jesus Jerusalemiin: jota ei Joseph ja hänen äitinsä huomanneet,",
      "Vaan luulivat hänen olevan seurassa. Ja he kävivät yhden päivän matkan, ja etsivät häntä lankoin ja tuttavien seassa.",
      "Ja kuin ei he häntä löytäneet, palasivat he Jerusalemiin, etsien häntä.",
      "Ja tapahtui kolmen päivän perästä, että he löysivät hänen templissä istuvan opettajain keskellä, kuultelevan heitä ja kysyvän heiltä.",
      "Ja kaikki, jotka hänen kuulivat, hämmästyivät hänen ymmärrystänsä ja vastauksiansa.",
      "Ja kuin he hänen näkivät, niin he hämmästyivät, ja hänen äitinsä sanoi hänelle: Poikani, miksis meille näin teit? katso, sinun isäs ja minä olemme murehtien etsineet sinua.",
      "Ja hän sanoi heille: mitäs te minua etsitte? ettekö tienneet, että minun pitää niissä oleman, jotka minun Isäni ovat?",
      "Ja ei he ymmärtäneet sitä sanaa, jonka hän heille sanoi.",
      "Ja hän meni alas heidän kanssansa ja tuli Natsaretiin, ja oli heille alamainen. Ja hänen äitinsä kätki kaikki nämät sanat sydämeensä.",
      "Ja Jesus menestyi viisaudessa ja ijässä ja armossa Jumalan ja ihmisten edessä."
    ],
    [
      "Mutta viidennellätoistakymmenellä keisari Tiberiuksen hallituksen vuodella, kuin Pontius Pilatus oli Juudean maaherra, ja Herodes tetrarka Galileassa, ja hänen veljensä Philippus tetrarka Itureassa ja Trakonitin maakunnassa, ja Lysanias oli tetrarka Abilenessä,",
      "Kuin Hannas ja Kaiphas ylimmäiset papit olivat: silloin tapahtui Jumalan sana Johannekselle Sakariaan pojalle korvessa,",
      "Ja hän tuli kaikkiin maan paikkoihin Jordanin ympäri ja saarnasi parannuksen kastetta syntein anteeksi antamiseksi,",
      "Niinkuin kirjoitettu on Jesaias prophetan saarnaraamatussa, joka sanoo: huutavan ääni on korvessa: valmistakaat Herran tietä ja tehkäät hänen polkunsa oikiaksi.",
      "Kaikki laaksot pitää täytettämän ja kaikki vuoret ja mäet alennettaman, väärät pitää ojennettaman, ja koliat tasaiseksi tieksi tehtämän,",
      "Ja kaikki liha pitää näkemän Jumalan autuuden.",
      "Niin hän sanoi kansalle, joka tuli antamaan itsiänsä kastaa häneltä: te kyykärmetten sikiät, kuka teitä neuvoi välttämään tulevaista vihaa?",
      "Tehkäät siis soveliaat parannuksen hedelmät ja älkäät ruvetko sanomaan itsellänne: Abraham on meidän isämme; sillä minä sanon teille, että Jumala taitaa näistä kivistä herättää Abrahamille lapset.",
      "Mutta jo on myös kirves pantu puiden juurelle; sentähden jokainen puu, joka ei tee hyvää hedelmää, hakataan pois ja tuleen heitetään.",
      "Ja kansa kysyi häneltä, sanoen: mitä meidän pitää tekemän?",
      "Niin hän vastaten sanoi heille: jolla on kaksi hametta, antakaan sille, jolla ei yhtään ole, ja jolla on ruokaa, hän tehkään myös niin.",
      "Mutta Publikanit tulivat myös antamaan heitänsä kastaa ja sanoivat hänelle: Mestari, mitä meidän pitää tekemän?",
      "Vaan hän sanoi heille: älkäät enempää vaatiko kuin teille säätty on.",
      "Niin kysyivät myös häneltä sotamiehet, sanoen: mitä myös meidän pitää tekemän? Ja hän sanoi heille: älkäät kenellekään väkivaltaa taikka vääryyttä tehkö, ja tyytykäät palkkaanne.",
      "Mutta kuin kansa odotti, ja kaikki ajattelivat sydämessänsä Johanneksesta: lieneekö hän Kristus?",
      "Vastasi Johannes, sanoen kaikille: minä tosin kastan teitä vedellä; mutta minua väkevämpi tulee, jonka kengän nauhoja en minä ole kelvollinen päästämään: hän kastaa teitä Pyhällä Hengellä ja tulella.",
      "Jonka viskin on hänen kädessänsä, ja hän perkaa riihensä ja kokoo nisunsa aittaansa, mutta ruumenet polttaa hän sammumattomalla tulella.",
      "Monta tosin myös muuta hän neuvoi ja saarnasi kansalle.",
      "Mutta kun Herodes tetrarka nuhdeltiin häneltä, Herodiaksen veljensä Philippuksen emännän tähden ja kaikesta pahuudesta, jota Herodes teki,",
      "Niin hän ylitse kaikkein teki myös sen, että hän salpasi Johanneksen vankiuteen.",
      "Ja tapahtui, kuin kaikki kansa kastettiin, ja Jesus myös oli kastettu, ja hän rukoili, niin taivas aukeni,",
      "Ja Pyhä Henki tuli alas ruumiillisella muodolla hänen päällensä niinkuin kyyhkynen, ja ääni tuli taivaasta, joka sanoi: sinä olet minun rakas Poikani, sinuun minä mielistyin.",
      "Ja Jesus oli lähes kolmenkymmenen vuotinen, joka oli (niinkuin luultiin) Josephin poika, Elin pojan,",
      "Joka oli Mattatin poika, joka oli Levin poika, joka oli Melkin poika, joka oli Jannan poika, joka oli Josephin poika,",
      "Joka oli Mattatian poika, joka oli Amoksen poika, joka oli Naumin poika, joka oli Eslin poika, joka oli Naggain poika,",
      "Joka oli Maatin poika, joka oli Mattatian poika, joka oli Semein poika, joka oli Josephin poika, joka oli Juudan poika,",
      "Joka oli Joannan poika, joka oli Resan poika, joka oli Zorobabelin poika, joka oli Salatielin poika, joka oli Nerin poika,",
      "Joka oli Melkin poika, joka oli Addin poika, joka oli Kosamin poika, joka oli Elmodamin poika, joka oli Eerin poika,",
      "Joka oli Josen poika, joka oli Elieserin poika, joka oli Jorimin poika, joka oli Mattatin poika, joka oli Levin poika,",
      "Joka oli Simeonin poika, joka oli Juudan poika, joka oli Josephin poika, joka oli Jonain poika, joka oli Eliakimin poika,",
      "Joka oli Melean poika, joka oli Mainanin poika, joka oli Mattatan poika, joka oli Natanin poika, joka oli Davidin poika,",
      "Joka oli Jessen poika, joka oli Obedin poika, joka oli Bootsin poika, joka oli Salmonin poika, joka oli Naassonin poika,",
      "Joka oli Aminadabin poika, joka oli Aramin poika, joka oli Esromin poika, joka oli Phareksen poika, joka oli Juudan poika,",
      "Joka oli Jakobin poika, joka oli Isaakin poika, joka oli Abrahamin poika, joka oli Taran poika, joka oli Nahorin poika,",
      "Joka oli Sarukin poika, joka oli Ragaun poika, joka oli Phalekin poika, joka oli Eberin poika, joka oli Salan poika,",
      "Joka oli Kainanin poika, joka oli Arphaksadin poika, joka oli Semin poika, joka oli Noan poika, joka oli Lamekin poika,",
      "Joka oli Matusalan poika, joka oli joka oli Enokin poika, joka oli Jaredin poika, joka oli Maleleelin poika, joka oli Kainanin poika,",
      "Joka oli Enoksen poika, joka oli Setin poika, joka oli Adamin poika, joka oli Jumalan."
    ],
    [
      "Niin Jesus täynnänsä Pyhää Henkeä palasi Jordanista ja vietiin Hengeltä korpeen,",
      "Ja kiusattiin neljäkymmentä päivää perkeleeltä, eikä syönyt mitään niinä päivinä; mutta kuin ne kuluneet olivat, sitte hän isosi.",
      "Niin perkele sanoi hänelle: jos sinä olet Jumalan Poika, niin sanos tälle kivelle, että se leiväksi tulis.",
      "Ja Jesus vastasi, sanoen hänelle: kirjoitettu on: ei ihminen elä ainoasti leivästä, vaan jokaisesta Jumalan sanasta.",
      "Ja perkele vei hänen korkialle vuorelle ja osoitti hänelle kaikki maan piirin valtakunnat silmänräpäyksellä,",
      "Ja perkele sanoi hänelle: kaiken tämän vallan ja heidän kunniansa minä annan sinulle; sillä minun haltuuni ovat ne annetut, ja minä annan ne kenelle minä tahdon.",
      "Jos sinä siis kumarrat ja rukoilet minua, ne kaikki pitää sinun omas oleman.",
      "Ja Jesus vastaten sanoi hänelle: mene matkaas minun tyköäni, saatana! sillä kirjoitettu on: Herraa sinun Jumalaas pitää sinun kumartaman ja häntä ainoaa palveleman.",
      "Ja hän vei hänen Jerusalemiin ja asetti hänen templin harjalle, ja sanoi hänelle: jos sinä olet Jumalan Poika, niin laske tästä itses alas;",
      "Sillä kirjoitettu on: hän antaa käskyn enkeleillensä sinusta varjelemaan sinua,",
      "Ja että he käsissä kantavat sinua, ettet joskus jalkaas kiveen loukkaa.",
      "Ja Jesus vastaten sanoi hänelle: sanottu on: ei sinun pidä kiusaaman Herraa sinun Jumalaas.",
      "Ja kuin kaikki kiusaus oli päätetty, meni perkele pois hetkeksi hänen tyköänsä.",
      "Ja Jesus palasi Hengen väessä taas Galileaan, ja sanoma kuului hänestä ympäri kaiken lähimaakunnan.",
      "Ja hän opetti heidän synagogissansa, ja kunnioitettiin kaikkialta,",
      "Ja tuli Natsaretiin, kussa hän kasvatettu oli, ja meni tapansa jälkeen sabbatin päivänä synagogaan, ja nousi lukemaan.",
      "Ja hänelle annettiin Jesaias prophetan Raamattu. Ja kuin hän Raamatun avasi, löysi hän sen paikan, kussa kirjoitettu on:",
      "Herran Henki on minun päälläni, sentänden on hän minut voidellut ja lähettänyt minun saarnaamaan köyhille hyvää sanomaa, parantamaan särjetyitä sydämiä, saarnaamaan vangeille lunastusta ja sokeille näkönsä jälleen saamista, särjetyitä vapauteen saattamaan,",
      "Saarnaamaan Herran otollista vuotta.",
      "Ja kun hän pani Raamatun kiinni, antoi hän sen palvelialle ja istui, ja kaikkein silmät, jotka synagogassa olivat, katselivat hänen päällensä.",
      "Ja hän rupesi heille sanomaan: tänäpänä on tämä kirjoitus täytetty, jonka te nyt kuulette.",
      "Ja kaikki antoivat hänelle todistuksen ja ihmettelivät niitä armon sanoja, jotka hänen suustansa läksivät ulos, ja he sanoivat: eikö tämä ole Josephin poika?",
      "Ja hän sanoi heille: sanokaat kaiketi minulle tämä sananlasku: parantaja, paranna itses; ne mitkä me kuulimme tapahtuneen Kapernaumissa, tee myös tässä isäs maalla!",
      "Mutta hän sanoi: totisesti sanon minä teille: ei yksikään propheta ole isänsä maalla otollinen.",
      "Vaan minä sanon teille totuudessa: monta leskeä oli Israelissa Eliaan ajalla, kuin taivas oli suljettu kolme vuotta ja kuusi kuukautta, niin että suuri nälkä tapahtui kaikessa maakunnassa,",
      "Ja ei Elias lähetetty yhdenkään heidän tykönsä, vaan leskivaimon tykö Sidonin Sareptaan.",
      "Ja monta spitalista oli Israelissa Elisa prophetan ajalla, ja ei yksikään heistä puhdistettu, vaan Naeman Syrialainen.",
      "Ja kaikki jotka synagogassa olivat, tulivat vihoja täyteen, kuin he nämät kuulivat,",
      "Ja he nousivat ylös ja ajoivat hänen ulos kaupungista, ja veivät hänen hamaan vuoren kukkulalle, jonka päälle heidän kaupunkinsa rakettu oli, syöstäksensä häntä alas.",
      "Mutta hän kävi ohitse heidän keskeltänsä ja meni pois,",
      "Ja meni alas Kapernaumiin, Galilean kaupunkiin, ja opetti heitä siellä sabbatin päivinä.",
      "Ja he hämmästyivät hänen opetustansa; sillä hänen puheensa oli voimallinen.",
      "Ja synagogassa oli ihminen, jolla oli riettaisen perkeleen henki, ja hän huusi suurella äänellä,",
      "Sanoen: voi! mitä sinun on meidän kanssamme, Jesus Natsarealainen? tulitkos meitä hukuttamaan? minä tiedän, kukas olet, Jumalan pyhä.",
      "Ja Jesus nuhteli häntä, sanoen: vaikene ja mene ulos hänestä. Ja kuin perkele oli hänen heidän keskellänsä heittänyt, niin hän meni ulos hänestä ja ei häntä vahingoittanut mitään.",
      "Ja pelko tuli kaikkein päälle, ja puhuivat keskenänsä, sanoen: mitä tämä lieneekään? sillä hän haastaa väellä ja voimalla riettaisia henkiä, ja lähtevät ulos.",
      "Ja sanoma hänestä kaikui ympäri kaikkiin sen maakunnan lähipaikkoihin.",
      "Mutta kuin hän läksi synagogasta, meni hän Simonin huoneeseen sisälle; mutta Simonin anoppi sairasti kovin vilutautia, ja he rukoilivat häntä hänen edestänsä.",
      "Ja hän seisoi hänen tykönänsä, ja nuhteli vilutautia, ja se luopui hänestä; ja hän nousi kohta ja palveli heitä.",
      "Mutta kuin aurinko laski, niin kaikki, joilla oli sairaita moninaisissa taudeissa, veivät ne hänen tykönsä. Ja hän pani jokaisen päälle kätensä ja paransi heidät.",
      "Ja monesta läksivät myös perkeleet, huutain ja sanoen: sinä olet Kristus, Jumalan Poika. Niin hän nuhteli niitä eikä sallinut heidän puhua, sillä he tiesivät hänen olevan Kristuksen.",
      "Mutta kuin päivä tuli, meni hän erämaahan, ja kansa etsi häntä, ja he menivät hänen tykönsä, ja pidättivät hänen, ettei hän heidän tyköänsä olisi mennyt pois.",
      "Vaan hän sanoi heille: minun pitää myös muillekin evankeliumia Jumalan valtakunnasta saarnaaman; sillä sitä varten minä olen lähetetty.",
      "Ja hän saarnasi Galilean synagogissa."
    ],
    [
      "Niin tapahtui, kuin kansa tunki hänen tykönsä, kuulemaan Jumalan sanaa, että hän seisoi Genesaretin meren tykönä.",
      "Ja näki kaksi venhettä olevan meren tykönä; mutta kalamiehet olivat niistä lähteneet ja pesivät verkkoja.",
      "Niin hän meni yhteen venheeseen, joka oli Simonin, ja käski hänen vähän maasta laskea ulos; ja hän istui ja opetti kansaa venheestä.",
      "Mutta kuin hän lakkasi puhumasta, sanoi hän Simonille: vie syvälle, ja heittäkää verkkonne apajalle.",
      "Ja Simon vastaten sanoi hänelle: Mestari! me olemme kaiken yön työtä tehneet ja emme mitään saaneet; mutta sinun käskystäs minä heitän ulos verkon.",
      "Ja kuin he sen tekivät, sulkivat he suuren kalain paljouden, ja heidän verkkonsa repesi.",
      "Ja he viittasivat kumppaneillensa, jotka olivat toisessa venheessä, tulemaan ja auttamaan heitä. Ja he tulivat ja täyttivät molemmat venheet, niin että he rupesivat vajoomaan.",
      "Kuin Simon Pietari sen näki, lankesi hän Jesuksen polvien tykö, sanoen: Herra, mene pois minun tyköäni, sillä minä olen syntinen ihminen.",
      "Sillä hämmästys oli hänen käsittänyt ja kaikki, jotka hänen kanssaan olivat, kalan saaliin tähden, jonka he saaneet olivat,",
      "Niin myös Jakobin ja Johanneksen, Zebedeuksen pojat, jotka olivat Simonin kumppanit. Ja Jesus sanoi Simonille: älä pelkää, tästedes sinä saat ihmisiä.",
      "Ja he vetivät venheet maalle ja antoivat ylön kaikki, ja seurasivat häntä.",
      "Ja tapahtui, kuin hän oli yhdessä kaupungissa, katso, niin siinä oli mies spitalia täynnä; ja kuin hän näki Jesuksen, lankesi hän kasvoillensa, rukoili häntä, sanoen: Herra, jos sinä tahdot, niin sinä voit minut puhdistaa.",
      "Ja hän ojensi kätensä ja rupesi häneen, sanoen: minä tahdon, ole puhdas! Ja kohta spitali läksi hänestä.",
      "Ja hän kielsi hänen kellenkään sanomasta: vaan mene, (sanoi hän) ja osoita itses papille, ja uhraa sinun puhditukses edestä, niin kuin Moses käski, heille todistukseksi.",
      "Niin sanoma levisi enemmin hänestä, ja paljo kansaa kokoontui kuulemaan ja että he parannettaisiin häneltä taudeistansa.",
      "Mutta hän meni korpeen, ja rukoili.",
      "Ja tapahtui yhtenä päivänä, kuin hän opetti, ja Pharisealaiset myös istuivat ja lainopettajat, jotka tulleet olivat jokaisesta Galilean ja Juudean kylästä ja Jerusalemista: ja Herran voima oli parantamassa heitä;",
      "Ja katso, miehet kantoivat vuoteessa ihmisen, joka oli halvattu, ja he pyysivät häntä viedä sisähälle ja panna hänen eteensä.",
      "Ja kuin ei he löytäneet kansan tähden, kusta puolesta he olisivat hänen saaneet sisälle, astuivat he katon päälle ja laskivat hänen lävitse katon vuoteinensa juuri Jeesuksen eteen.",
      "Ja kuin hän näki heidän uskonsa, sanoi hän sille: ihminen, sinun syntis anteeksi annetaan sinulle.",
      "Ja kirjanoppineet ja Pharisealaiset rupesivat ajattelemaan, sanoen: kuka tämä on, joka pilkkasanoja puhuu? kuka voi synnit antaa anteeksi, paitsi ainoastaan Jumala?",
      "Mutta kuin Jesus tunsi heidän ajatuksensa, vastasi hän ja sanoi heille: mitä te ajattelette sydämessänne?",
      "Kumpi on keveämpi? sanoa: sinun syntis anteeksi annetaan sinulle! taikka sanoa: nouse ja käy!",
      "Vaan että te tietäisitte Ihmisen Pojalla olevan vallan maan päällä synnit anteeksi antaa (sanoi hän halvatulle:) minä sanon sinulle: nouse ja ota vuotees, ja mene kotias!",
      "Ja hän nousi kohta heidän nähtensä ja korjasi vuotehensa, jossa hän maannut oli, ja meni kotiansa, kunnioittain Jumalaa.",
      "Ja suuri hämmästys tuli kaikkiin ja kunnioittivat Jumalaa, ja he täytettiin pelvolla, sanoen: me näimme tänäpänä kamalia.",
      "Sitte läksi hän ulos ja näki Publikanin nimeltä Levin, istuvan tullihuoneessa, ja sanoi hänelle: seuraa minua!",
      "Ja hän antoi ylön kaikki, nousi ja seurasi häntä.",
      "Ja Levi teki hänelle kotonansa suuren pidon, ja paljo Publikaneja ja muita atrioitsivat heidän kanssansa.",
      "Ja heidän kirjanoppineensa ja Pharisealaiset napisivat hänen opetuslapsiansa, sanoen: miksi te Publikanien ja syntisten kanssa syötte ja juotte?",
      "Ja Jesus vastaten sanoi heille: ei terveet tarvitse parantajaa, vaan sairaat.",
      "En ole minä tullut vanhurskaita kutsumaan, vaan syntisiä parannukseen.",
      "Niin he sanoivat hänelle: miksi Johanneksen opetuslapset usein paastoavat ja rukouksia pitävät, niin myös Pharisealaisten (opetuslapset), mutta sinun syövät ja juovat?",
      "Mutta hän sanoi heille: ette voi hääjoukkoa niinkauvan paastoomaan vaatia, kuin ylkä on heidän kanssansa.",
      "Mutta päivät tulevat, että ylkä otetaan heiltä pois, silloin pitää heidän paastooman niinä päivinä.",
      "Mutta hän sanoi myös heille vertauksen: ei paikkaa kenkään uuden veran tilalla vanhaa vaatetta: muutoin myös se uusi repäisee, ja uusi paikka ei sovi vanhaan.",
      "ja ei pane kenkään nuorta viinaa vanhoihin leileihin: muutoin nuori viina rikkoo leilit, ja se vuotaa ulos, ja leilit turmellaan.",
      "Mutta nuorta viinaa pitää pantaman uusiin leileihin: niin ne molemmat tallella ovat.",
      "Ja ei tahdo kenkään, joka juo vanhaa viinaa, kohta nuorta juoda; sillä hän sanoo: vanha on parempi."
    ],
    [
      "Ja tapahtui jälkisabbattina, että hän kävi laihon lävitse, ja hänen opetuslapsensa katkoivat tähkäpäitä ja hiersivät käsillänsä, ja söivät.",
      "Niin muutamat Pharisealaiset sanoivat heille: miksi te teette, jota ei sovi sabbatina tehdä?",
      "Ja Jesus vastaten sanoi heille: ettekö te ole lukeneet, mitä David teki, kuin hän isosi, ja ne, jotka hänen kanssaan olivat?",
      "Kuinka hän meni Jumalan huoneeseen, ja otti näkyleivät, ja söi, ja antoi myös niille, jotka hänen kanssaan olivat; joita ei muiden kuin pappein syödä sopinut.",
      "Ja hän sanoi heille: Ihmisen Poika on myös sabbatin Herra.",
      "Niin tapahtui myös toisena sabbatina, että hän meni synagogaan sisälle ja opetti; ja siellä oli ihminen, jonka oikea käsi oli kuivettunut.",
      "Niin kirjanoppineet ja Pharisealaiset vartiotsivat häntä, josko hän sabbatina parantais, että he olisivat löytäneet kanteen häntä vastaan.",
      "Mutta hän tiesi heidän ajatuksensa ja sanoi sille ihmiselle, jolla kuivettunut käsi oli: nouse ja tule edes! Niin hän nousi ja seisoi.",
      "Niin Jesus sanoi hänelle: minä kysyn teiltä: mitä sabbatina sopii, hyvää tehdä, taikka pahaa tehdä? henkeä vapahtaa eli kadottaa?",
      "Ja kuin hän katsahti ympäri heidän kaikkain päällensä, sanoi hän sille ihmiselle: ojenna kätes! ja se teki niin, ja hänen kätensä tuli terveeksi niinkuin toinenkin.",
      "Mutta he tulivat tyhmyyttä täyteen ja puhuivat keskenänsä, mitä heidän pitäis Jesukselle tekemän.",
      "Mutta niinä päivinä tapahtui, että hän meni vuorelle rukoilemaan, ja hän oli yli yötä Jumalan tykö rukouksessa.",
      "Ja kuin päivä tuli, kutsui hän opetuslapsensa ja valitsi heistä kaksitoistakymmentä, jotka hän myös apostoleiksi nimitti:",
      "Simonin, jonka hän myös Pietariksi kutsui, ja Andreaksen, hänen veljensä, Jakobin ja Johanneksen, Philippuksen ja Bartolomeuksen,",
      "Matteuksen ja Toomaan, Jakobin Alphein pojan, ja Simonin, joka kutsutaan Zelotes,",
      "Juudaan Jakobin pojan, ja Juudas Iskariotin, joka myös oli pettäjä.",
      "Ja kuin hän meni alas heidän kanssansa, seisoi hän lakialla paikalla, ja hänen opetuslastensa joukko, ja suuri kansan paljous kaikesta Juudeasta ja Jerusalemista, ja rantalaiset Tyrosta ja Sidonista, jotka olivat tulleet häntä kuulemaan, ja että he parannettaisiin taudeistansa,",
      "Ja jotka vaivattiin riettasilta hengiltä; ja he paranivat.",
      "Ja kaikki kansa pyysi häneen ruveta; sillä voima läksi hänestä ja paransi kaikki.",
      "Ja hän nosti silmänsä opetuslastensa puoleen, ja sanoi: autuaat te vaivaiset; sillä teidän on Jumalan valtakunta.",
      "Autuaat, jotka nyt isootte; sillä teidät ravitaan. Autuaat, jotka nyt itkette; sillä teidän pitää nauraman.",
      "Autuaat olette te, kuin ihmiset vihaavat teitä, ja eroittavat teidät, ja pilkkaavat teitä, ja hylkäävät teidän nimenne niinkuin kelvottoman, Ihmisen Pojan tähden.",
      "Iloitkaat sinä päivänä ja riemuitkaat, sillä katso, teidän palkkanne on suuri taivaassa; niin tekivät myös heidän isänsä prophetaille.",
      "Mutta voi teitä rikkaita! sillä teillä on teidän lohdutuksenne.",
      "Voi teitä, jotka ravitut olette! sillä teidän pitää isooman. Voi teitä, jotka nyt nauratte! sillä teidän pitää murehtiman ja itkemän.",
      "Voi teitä, kuin kaikki ihmiset teitä kiittävät! sillä niin tekivät myös heidän isänsä väärille prophetoille.",
      "Mutta minä sanon teille, jotka kuulette: rakastekaa vihollisianne: tehkäät hyvää niille, jotka teitä vihaavat:",
      "Siunatkaat niitä, jotka teitä kiroilevat: rukoilkaat niiden edestä, jotka teitä vahingoittavat.",
      "Ja joka sinua lyö poskelle, taritse myös hänelle toinen, ja joka sinulta vie kaapun, älä myös häneltä kiellä hametta.",
      "Vaan anna jokaiselle, joka sinulta anoo, ja siltä, joka sinun omas ottaa, älä jälleen ano.",
      "Ja niinkuin te tahdotte, että ihmisten pitää teille tekemän, niin tehkäät te heillekin.",
      "Ja jos te rakastatte niitä, jotka teitä rakastavat, mikä kiitos teille siitä on? sillä syntisetkin rakastavat niitä, joilta he rakastetaan.",
      "Ja jos te teette hyvää hyväntekijöillenne, mikä kiitos teillä siinä on? sillä syntiset sen myös tekevät.",
      "Ja jos te lainaatte niille, joilta te toivotte jälleen saavanne, mikä kiitos teillä siitä on? sillä syntisetkin lainaavat syntisille, että he tasan jälleen saisivat.",
      "Kuitenkin rakastakaat teidän vihollisianne ja tehkäät hyvää, ja lainatkaat, ja älkäät mitään siitä toivoko: niin teidän palkkanne on suuri, ja teidän pitää oleman Ylimmäisen pojat; sillä hän on laupias kiittämättömiä ja pahoja kohtaan.",
      "Olkaat sentähden laupiaat, niinkuin teidän Isännekin laupias on.",
      "Älkäät tuomitko, ettei teitä tuomittaisi: älkäät sadatelko, ettei teitä sadateltaisi: anteeksi antakaat, niin teille anteeksi annetaan.",
      "Antakaat, ja teille annetaan: hyvän mitan, likistetyn ja sullotun, ja ylitsevuotavan he antavat teidän helmaanne; sillä juuri sillä mitalla, jolla te mittaatte, pitää teille jälleen mitattaman.",
      "Mutta hän sanoi heille vertauksen: taitaako sokia sokiaa taluttaa? eikö he molemmat hautaan lankee?",
      "Ei ole opetuslapsi ylitse mestarinsa, mutta jokainen on täydellinen, kuin hän on niinkuin hänen mestarinsa.",
      "Mutta kuinkas näet raiskan, joka on veljes silmässä, vaan et havaitse malkaa, joka on omassa silmässäs?",
      "Eli kuinkas taidat sanoa veljelles: veljeni, pidä, minä otan raiskan, joka on silmässäs, ja et itse näe malkaa, joka on omassa silmässäs? Sinä ulkokullattu, ota ensin malka omasta silmästäs, ja katso sitte, jos taidat ottaa raiskan, joka on veljes silmässä.",
      "Sillä ei ole se hyvä puu, joka tekee pahan hedelmän, eikä paha puu, joka tekee hyvän hedelmän.",
      "Sillä jokainen puu tunnetaan hedelmästänsä; sillä ei orjantappuroista koota fikunia, eikä ohdakkeista haeta viinamarjoja.",
      "Hyvä ihminen tuottaa edes sydämensä hyvästä tavarasta hyvää, ja paha ihminen sydämensä pahasta tavarasta tuottaa edes pahaa. Sillä sydämen kyllyydestä hänen suunsa puhuu.",
      "Mitä te siis minua kutsutte Herra, Herra! ja ette tee, mitä minä sanon?",
      "Kuka ikänä tulee minun tyköni, ja kuulee minun sanani, ja tekee ne, sen minä osoitan teille, kenen kaltainen hän on.",
      "Hän on sen ihmisen kaltainen, joka huoneensa rakensi, ja kaivoi syvään, ja pani perustuksen kallion päälle. Kuin siis vuo tuli, sysäsi virta sitä huonetta, ja ei voinut häntä liikuttaa; sillä se oli perustettu kallion päälle.",
      "Mutta joka kuulee ja ei tee, se on sen ihmisen kaltainen, joka huoneensa rakensi maan päälle ilman perustusta, jota virta sysäsi, ja se kohta kukistui: jonka huoneen lankeemus oli suuri."
    ],
    [
      "Mutta kuin hän kansan kuullen oli päättänyt kaikki sanansa, meni hän Kapernaumiin.",
      "Ja yhden sadanpäämiehen palvelia sairasti kuolemallansa, josta hän paljon piti.",
      "Kuin hän siis Jesuksesta kuuli, lähetti hän Juudalaisten vanhimmat hänen tykönsä rukoilemaan häntä, että hän tulis ja parantais hänen palveliansa.",
      "Kuin he tulivat Jesuksen tykö, rukoilivat he häntä hartaasti ja sanoivat: hän on mahdollinen, ettäs hänelle sen teet;",
      "Sillä hän rakastaa meidän kansaamme ja rakensi meille synagogan.",
      "Niin Jesus meni heidän kanssansa. Ja kuin ei hän silleen ollut kaukana huoneesta, lähetti sadanpäämies ystäviänsä hänen tykönsä, sanoen hänelle: Herra, älä vaivaa sinuas; sillä en ole minä mahdollinen, ettäs minun kattoni alle tulisit.",
      "Sentähden en minä myös itsiäni lukenut mahdolliseksi tuleman sinun tykös; mutta sano sanalla, niin minun palveliani paranee.",
      "Sillä minä olen myös ihminen vallan alle asetettu, ja minun allani on sotamiehiä, ja sanon tälle: mene! niin hän menee, ja toiselle: tule! ja hän tulee, ja minun palvelialleni: tee se! ja hän tekee.",
      "Mutta kuin Jesus sen kuuli, ihmetteli hän häntä, kääntyi ja sanoi kansalle, joka häntä seurasi: minä sanon teille: en ole minä Israelissa senkaltaista uskoa löytänyt.",
      "Ja kuin ne, jotka lähetetyt olivat, kotia palasivat, löysivät he palvelian terveenä, joka sairastanut oli.",
      "Ja tapahtui sen jälkeen, että hän meni kaupunkiin, joka Nain kutsutaan, ja hänen kanssansa meni monta hänen opetuslastansa ja paljo väkeä.",
      "Mutta kuin hän kaupungin porttia lähestyi, katso, kuollut kannettiin ulos, joka oli äitinsä ainoa poika, ja se oli leski. Ja paljo kaupungin kansasta kävi hänen kanssansa.",
      "Kuin Herra hänen näki, armahti hän hänen päällensä ja sanoi hänelle: älä itke!",
      "Ja meni ja rupesi paariin (ja kantajat seisahtivat,) ja hän sanoi: nuorukainen, minä sanon sinulle: nouse ylös!",
      "Ja kuollut nousi istualle ja rupesi puhumaan. Ja hän antoi sen äidillensä.",
      "Ja pelko tuli kaikille, ja kunnioittivat Jumalaa, sanoen: suuri propheta on noussut meidän sekaamme, ja Jumala on kansaansa etsinyt.",
      "Ja tämä sanoma kuului hänestä kaikkeen Juudeaan ja kaiken sen lähimaakunnan ympäri.",
      "Ja Johannekselle ilmoittivat hänen opetuslapsensa näistä kaikista. Ja Johannes kutsui tykönsä kaksi opetuslastansa,",
      "Ja lähetti Jesuksen tykö, sanoen: oletko se tuleva, eli pitääkö meidän toista odottaman?",
      "Kuin nämät miehet tulivat hänen tykönsä, sanoivat he: Johannes Kastaja lähetti meidät sinun tykös, sanoen: oletkos sinä se tuleva, eli pitääkö meidän toista odottaman?",
      "Sillä hetkellä paransi hän monta taudeista ja vitsauksista ja pahoista hengistä, ja antoi monelle sokialle näön.",
      "Ja Jesus vastasi ja sanoi heille: menkäät ja sanokaat jälleen Johannekselle, mitä te nähneet ja kuulleet olette: sokiat saavat näkönsä, ontuvat käyvät, spitaliset puhdistetaan, kuurot kuulevat, kuolleet herätetään, köyhille saarnataan evankeliumi,",
      "Ja autuas on se, joka ei pahene minusta.",
      "Ja kuin Johanneksen sanansaattajat menivät pois, rupes hän sanomaan Johanneksesta kansalle: mitä te läksitte korpeen katsomaan? ruokoako, joka tuulelta häälytetään?",
      "Eli mitä te läksitte katsomaan? ihmistäkö, pehmeisiin vaatteisiin puettua? Katso, ne jotka koreissa vaatteissa ovat ja herkullisesti elävät, ovat kuninkaallisissa kartanoissa.",
      "Taikka mitä te menitte katsomaan? prophetaako? minä sanon teille: ja enempi kuin propheta.",
      "Tämä on se, josta kirjoitettu on: katso, minä lähetän minun enkelini sinun kasvois eteen, valmistamaan sinun tietäs sinun etees.",
      "Sillä minä sanon teille: niiden seassa, jotka vaimoista syntyneet ovat, ei ole yhtään suurempaa prophetaa kuin Johannes Kastaja: kuitenkin se, joka vähempi on Jumalan valtakunnassa, on suurempi häntä.",
      "Ja kaikki kansa, joka hänen kuuli, ja Publikanit antoivat Jumalalle oikeuden ja kastettiin Johanneksen kasteella.",
      "Mutta Pharisealaiset ja lainoppineet katsoivat ylön Jumalan neuvon itseänsä kohtaan, ja ei heitä kastettu häneltä.",
      "Niin Herra sanoi: keneen siis minä tämän sukukunnan ihmiset vertaan? Ja kenenkä kaltaiset he ovat?",
      "Ne ovat niiden lasten kaltaiset, jotka turulla istuvat ja huutavat toinen toisellensa ja sanovat: me olemme huilua soittaneet teidän edessänne, ja ette hypänneet: me olemme teille veisanneet murhevirsiä, ja ette itkeneet.",
      "Sillä Johannes Kastaja tuli, ja ei syönyt leipää eikä juonut viinaa, ja te sanotte: hänellä on perkele.",
      "Ihmisen Poika on tullut, syö ja juo, ja te sanotte: katso ihmistä, syömäriä ja viinan juomaria, Publikanien ja syntisten ystävää:",
      "Ja viisaus on vanhurskautettu kaikilta hänen lapsiltansa.",
      "Niin yksi Pharisealaisista rukoili häntä ruualle kanssansa. Ja hän meni Phariseuksen huoneeseen ja aterioitsi.",
      "Ja katso, yksi vaimo oli kaupungissa, joka oli syntinen, ja kuin hän sai kuulla, että hän aterioitsi Pharisealaisen huoneessa, toi hän lasin kallista voidetta.",
      "Ja seisoi takana hänen jalkainsa juuressa itkien, ja rupesi kyyneleillänsä kastamaan hänen jalkojansa, ja niitä päänsä hiuksilla kuivasi, ja suuta antoi hänen jalkainsa, ja voiteli ne voiteella.",
      "Mutta kuin Pharisealainen sen näki, joka hänen kutsunut oli, sanoi hän itsellensä: jos tämä olis propheta, niin hän tietäis, mikä ja millinen tämä vaimo on, joka häneen rupee, että hän on syntinen.",
      "Ja Jesus vastaten sanoi hänelle: Simon, minulla on jotakin sinulle sanomista. Hän sanoi: Mestari, sanos.",
      "Kaksi valkamiestä oli yhdellä lainaajalla: yksi oli velkaa viisisataa penninkiä ja toinen viisikymmentä.",
      "Koska ei heillä ollut varaa maksaa, antoi hän molempain anteeksi. Sano siis, kumpi näistä häntä enemmän rakastaman pitää?",
      "Simon vastaten sanoi: minä luulen, että se, jolle hän enemmän anteeksi antoi; hän sanoi: oikein sinä tuomitsit.",
      "Ja hän käänsi itsensä vaimoa päin, ja sanoi Simonille: näetkös tämän vaimon? minä tulin sinun huoneeses, etkä sinä antanut vettä minun jaloilleni; mutta tämä kyynelillä kasti minun jalkani ja ne hiuksillansa kuivasi.",
      "Et sinä minun suuta antanut, mutta tämä, sittenkuin hän tähän tuli, ei ole lakannut minun jalkaini suuta antamasta.",
      "Et sinä minun päätäni öljyllä voidellut; mutta tämä voiteella minun jalkani voiteli.",
      "Minä sanon sinulle: sentähden että hänelle paljo syntiä anteeksi annettiin, niin hän paljon rakasti; mutta jolle vähempi anteeksi annetaan, se vähemmän rakastaa.",
      "Niin hän sanoi hänelle: sinun syntis ovat anteeksi annetut.",
      "Niin rupesivat ne, jotka myös aterioitsivat, sanomaan keskenänsä: kuka tämä on, joka synnitkin anteeksi antaa?",
      "Niin hän sanoi vaimolle: sinun uskos on sinun vapaaksi tehnyt: mene rauhaan."
    ],
    [
      "Ja sitte tapahtui, että hän vaelsi lävitse kaupungeita ja kyliä saarnaten ja ilmoittain evankeliumia Jumalan valtakunnasta, ja ne kaksitoistakymmentä hänen kanssansa,",
      "Ja muutamat vaimot, jotka olivat parannetut pahoista hengistä ja taudeista, nimittäin: Maria, joka kutsuttiin Magdalena, josta seitsemän perkelettä oli lähtenyt ulos,",
      "Ja Johanna, Kusaan, Herodeksen voudin emäntä, ja Susanna ja monta muuta, jotka tavarastansa häntä palvelivat.",
      "Mutta kuin paljo kansaa kokoontui, ja he riensivät jokaisesta kaupungista hänen tykönsä, sanoi hän vertauksella:",
      "Kylväjä meni ulos siementänsä kylvämään; ja kuin hän kylvi, lankesi muutama tien oheen, ja se tallattiin, ja taivaan linnut söivät sen.",
      "Ja muutama lankesi kivistöön, ja kuin se tuli ylös, kuivettui se, ettei ollut märkyyttä.",
      "Ja muutama lankesi orjantappuroihin, ja orjantappurat ynnä kävivät ylös ja tukahduttivat sen.",
      "Ja muutama lankesi hyvään maahan, ja kuin se kävi ylös, teki se satakertaisen hedelmän. Kuin hän tämän sanoi, huusi hän: jolla on korvat kuulla, se kuulkaan.",
      "Niin hänen opetuslapsensa kysyivät häneltä, sanoen: mikä olis tämä vertaus?",
      "Niin hän sanoi: teille on annettu tuta Jumalan valtakunnan salaudet, mutta muille vertausten kautta, ettei heidän sitä pitäis näkemän, vaikka näkisivät, eikä ymmärtämän, vaikka he kuulisivat.",
      "Mutta tämä on vertaus: siemen on Jumalan sana.",
      "Mutta jotka tien oheen, ovat ne, jotka kuulevat; sitte tulee perkele ja ottaa sanan heidän sydämestänsä, ettei he uskoisi ja vapaaksi tulisi.",
      "Mutta jotka kivistöön, ovat ne, kuin he kuulevat, ottavat he sanan ilolla vastaan; ja ei heillä ole juurta, hetkeksi he uskovat, ja kiusauksen ajalla lankeevat pois.",
      "Mutta se mikä orjantappuroihin lankesi, ovat ne, jotka kuulevat, ja menevät pois, ja tukahutetaan surusta, rikkaudesta ja elämän hekumasta, eikä kanna hedelmää.",
      "Mutta jotka hyvään maahan, ovat ne, jotka sanan kuulevat ja kätkevät hyvällä ja toimellisella sydämellä, ja saattavat hedelmän kärsivällisyydessä.",
      "Niin ei kenkään, joka kynttilän sytyttää, peitä sitä astialla eli pane pöydän alle; mutta panee sen kynttilänjalkaan, että sisälle tulevaiset näkisivät valkeuden.",
      "Sillä ei ole mitään salattu, joka ei ilmi tule, eikä peitetty, joka ei tiettäväksi ja julki tule.",
      "Katsokaat siis, kuinka te kuulette; sillä jolla on, hänelle pitää annettaman: jolla taas ei ole, sekin kuin hänellä näkyy olevan, otetaan häneltä pois.",
      "Niin tulivat hänen äitinsä ja veljensä hänen tykönsä, eikä saaneet häntä puhutella kansalta.",
      "Ja se ilmoitettiin hänelle, sanoen: sinun äitis ja veljes seisovat ulkona ja tahtovat sinua nähdä.",
      "Niin hän vastasi ja sanoi heille: minun äitini ja veljeni ovat ne, jotka Jumalan sanan kuulevat ja tekevät sen.",
      "Ja yhtenä päivänä tapahtui, että hän haahteen astui ja hänen opetuslapsensa, ja sanoi heille: menkäämme ylitse toiselle rannalle, ja he menivät.",
      "Mutta kuin he purjehtivat, niin hän nukkui, ja tuulispää nosti aallon meressä; ja he laineilta täytettiin, ja olivat suuressa hädässä.",
      "Niin he menivät ja herättivät häntä sanoen: Mestari, Mestari! me hukumme. Niin hän nousi ylös, nuhteli tuulta ja veden aaltoa; ja ne lakkasivat, ja tuli tyveneksi.",
      "Niin hän sanoi heille: kussa teidän uskonne on? Mutta he peljästyivät ja ihmettelivät, sanoen keskenänsä: kuka siis tämä on? sillä hän käskee myös tuulta ja vettä, ja nekin ovat hänelle kuuliaiset.",
      "Ja he purjehtivat Gadaralaisten maan puoleen, ja joka on Galilean kohdalla.",
      "Ja kuin hän maalle meni, kohtasi hänen kaupungista mies, jolla olivat perkeleet jo kauvan aikaa olleet, ja joka ei pukenut vaatteita yllensä, eikä ollut huoneessa, vaan haudoissa.",
      "Mutta kuin hän näki Jesuksen, huusi hän ja lankesi hänen eteensä maahan, ja sanoi suurella äänellä: mitä minun on sinun kanssas, Jesus, ylimmäisen Jumalan Poika? Minä rukoilen sinua, älä minua vaivaa.",
      "Sillä hän oli käskenyt riettaisen hengen ihmisestä mennä ulos, joka kauvan aikaa oli häntä vaivannut: ja hän oli kahleilla sidottu, ja jalkaraudoissa pidetty, ja rikkoi siteet, ja vietiin perkeleeltä korpeen.",
      "Mutta Jesus kysyi häneltä ja sanoi: mikä sinun nimes on? hän sanoi: legio; sillä monta perkelettä oli häneen mennyt sisälle.",
      "Ja he rukoilivat häntä, ettei hän käskisi heitä syvyyteen mennä.",
      "Niin siellä oli suuri lauma sikoja syömässä vuorella. Ja he rukoilivat häntä, että hän sallis heidän niihin mennä. Ja hän salli heidät.",
      "Niin perkeleet läksivät ulos ihmisestä ja menivät sikoihin, ja lauma syöksi itsensä äkisti jyrkältä mereen ja läkähtyi.",
      "Mutta kuin paimenet näkivät, mitä tapahtui, pakenivat he, menivät pois ja ilmoittivat sen kaupungissa ja kylissä.",
      "Niin he menivät ulos katsomaan sitä, mikä tapahtunut oli, ja tulivat Jesuksen tykö, ja löysivät sen ihmisen, josta perkeleet lähteneet olivat, istuvan vaatetettuna ja taidossansa Jesuksen jalkain juuressa; ja he pelkäsivät.",
      "Mutta myös ne, jotka sen nähneet olivat, ilmoittivat heille, kuinka se perkeleeltä riivattu oli terveeksi tullut.",
      "Ja kaikki Gadaralaiset lähimaakunnan joukko rukoili häntä menemään pois heidän tyköänsä; sillä heidän päällensä oli tullut suuri pelko. Niin hän meni haahteen ja tuli jälleen takaisin.",
      "Mutta mies, josta perkeleet olivat lähteneet ulos, rukoili häntä, että hän sais olla hänen kanssansa. Mutta Jesus laski hänen pois, sanoen:",
      "Palaja kotias ja ilmoita, kuinka suuret työt Jumala sinulle teki. Ja hän meni pois ja saarnasi ympäri kaiken kaupungin, kuinka suuret työt Jesus hänelle teki.",
      "Ja tapahtui, kuin Jesus palasi, otti kansa hänen vastaan; sillä kaikki odottivat häntä.",
      "Ja katso, mies tuli, jonka nimi oli Jairus, ja se oli synagogan päämies, ja lankesi Jesuksen jalkain juureen ja rukoili häntä tulemaan huoneesensa.",
      "Sillä hänellä oli ainoa tytär, lähes kahdentoistakymmenen vuotinen, ja se kuoli. Mutta hänen mennessänsä ahdisti kansa häntä.",
      "Ja yksi vaimo, joka oli punaista tautia kaksitoistakymmentä vuotta sairastanut, ja oli kaiken saatunsa parantajille kuluttanut, ja ei voitu keltään parannettaa;",
      "Mutta kuin hän kävi takana ja rupesi hänen vaatteensa palteesen, niin kohta hänen verensä juoksu asettui.",
      "Ja Jesus sanoi: kuka on se, joka minuun rupesi? Mutta kuin he kaikki kielsivät, sanoi Pietari ja ne, jotka hänen kanssansa olivat: Mestari, kansa ahdistaa ja tunkee sinua, ja sinä sanot: kuka minuun rupesi?",
      "Mutta Jesus sanoi: joku minuun rupesi, sillä minä tunsin voiman minusta lähteneen ulos.",
      "Mutta kuin vaimo näki, ettei se salaa ollut, tuli hän vapisten, ja maahan lankesi hänen eteensä, ja julisti kaikelle kansalle, minkä syyn tähden hän oli häneen ruvennut, ja kuinka hän niin äkisti terveeksi tuli.",
      "Mutta hän sanoi hänelle: ole hyvässä turvassa, tyttäreni, sinun uskos on sinua auttanut: mene rauhaan!",
      "Kuin hän vielä puhui, tuli yksi synagogan päämiehiltä, sanoen hänelle: sinun tyttäres on kuollut: älä Mestaria vaivaa.",
      "Vaan kuin Jesus sen kuuli, vastasi hän häntä, sanoen: älä pelkää: usko ainoastaan, niin hän paranee.",
      "Mutta kuin hän huoneesen tuli sisälle; niin ei hän sallinut ketään tulla sisälle, vaan Pietarin ja Jakobin ja Johanneksen, ja sen lapsen isän ja äidin.",
      "Ja he kaikki itkivät ja parkuivat häntä. Vaan hän sanoi: älkäät itkekö: ei hän ole kuollut, vaan makaa.",
      "Ja he nauroivat häntä, tietäen, että se kuollut oli.",
      "Niin hän ajoi kaikki ulos, rupesi hänen käteensä ja huusi, sanoen: piikainen, nouse ylös!",
      "Ja hänen henkensä palasi, ja hän kohta nousi ylös. Ja käski hänelle antaa ruokaa.",
      "Ja hänen vanhempansa hämmästyivät: mutta hän haastoi heitä kellekään sanomasta sitä mikä tapahtui."
    ],
    [
      "Mutta hän kutsui kokoon kaksitoistakymmentä opetuslastansa, ja antoi heille voiman ja vallan kaikkein perkeleiden ylitse, ja taudit parantaa,",
      "Ja lähetti heitä saarnaamaan Jumalan valtakuntaa ja parantamaan sairaita.",
      "Ja sanoi heille: älkäät ottako mitään myötänne tielle, ei sauvoja, eikä myös säkkiä, eikä leipää, eikä rahaa: älkää myös kahta hametta pitäkö.",
      "Ja johon huoneesen te tulette sisälle, siinä te olkaat ja siitä lähtekäät ulos.",
      "Ja kuka ikänä ei teitä ota vastaan, niin menkäät pois siitä kaupungista ja puhdistakaat tomu teidän jaloistanne, todistukseksi heitä vastaan.",
      "Ja he menivät ulos ja vaelsivat kylissä, saarnaten evankeliumia, ja paransivat joka paikassa.",
      "Mutta Herodes tetrarka kuuli kaikki, mitä häneltä tehty oli, ja hän epäili, että muutamat sanoivat Johanneksen nousseeksi kuolleista.",
      "Muutamat taas Eliaan ilmaantuneen, ja muut, että joku prophetaista oli noussut ylös.",
      "Ja Herodes sanoi: Johanneksen kaulan minä leikkasin; vaan kuka tämä lienee, josta minä senkaltaisia kuulen? Ja hän pyysi nähdä häntä.",
      "Ja apostolit palasivat, ja juttelivat hänelle kaikki, mitä he olivat tehneet. Ja hän otti heidät tykönsä ja meni erinänsä Betsaidan kaupungin erämaahan.",
      "Kuin kansa sen ymmärsi, seurasivat he häntä, ja hän otti heitä vastaan, ja puhui heille Jumalan valtakunnasta, ja jotka parannusta tarvitsivat, teki hän terveeksi.",
      "Mutta päivä rupesi jo laskemaan ja ne kaksitoistakymmentä tulivat ja sanoivat hänelle: päästä kansa menemään lähikyliin ja majoihin poikkeamaan, ruokaa saamaan; sillä me olemme täällä eramaassa.",
      "Niin hän sanoi heille: antakaat te heille syötävää; mutta he sanoivat: ei meillä enempi ole kuin viisi leipää ja kaksi kalaa, ellemme mene ja osta ruokaa kaikelle tälle kansalle;",
      "Sillä heitä oli lähes viisituhatta miestä. Niin hän sanoi opetuslapsillensa: pankaat heitä istumaan kuhunkin joukkoon viisikymmentä.",
      "Ja he tekivät niin ja asettivat heidät kaikki aterioitsemaan.",
      "Niin hän otti ne viisi leipää ja kaksi kalaa, ja katsoi taivaasen ja siunasi niitä, ja mursi ja antoi opetuslapsille panna kansan eteen.",
      "Ja he söivät kaikki ja ravittiin; ja koottiin tähteitä, jotka jäi, kaksitoistakymmentä koria muruja.",
      "Ja tapahtui, kuin hän yksinänsä rukoilemassa oli, olivat myös opetuslapset hänen kanssansa, ja hän kysyi heiltä, sanoen: kenenkä sanoo kansa minun olevan?",
      "Mutta ha vastasivat ja sanoivat: Johannes Kastajan, ja muutamat Eliaan, muutamat taas jonkun vanhoista prophetaista nousseen ylös.",
      "Niin hän sanoi heille: kenenkäs te sanotte minun olevan? Vastasi Pietari ja sanoi: sinä olet Jumalan Kristus.",
      "Ja hän haastoi heitä, ja kielsi heidät kellekään sitä sanomasta.",
      "Ja sanoi: Ihmisen Pojan pitää paljo kärsimän, ja hyljättämän vanhimmita ja pappein päämiehiltä ja kirjanoppineilta, ja tapettaman, ja kolmantena päivänä hän on nouseva ylös.",
      "Niin hän sanoi kaikille: jos joku tahtoo minun perässäni tulla, hän kieltäkään itsensä, ja ottakaan ristinsä joka päivä, ja seuratkaan minua.",
      "Sillä joka henkensä tähdellä pitää tahtoo, hänen pitää sen kadottaman; mutta joka henkensä kadottaa minun tähteni, hän pitää sen tallella.",
      "Sillä mitä se hyödyttää ihmistä, jos hän kaiken maailman voittais, ja itsensä kadottais, eli vahinkoon saattais?",
      "Sillä kuka ikänä minua häpee ja minun sanojani, sitä Ihmisen Pojan pitää häpeemän, kuin hän ole tuleva hänen ja Isän ja pyhäin enkelien kunniassa.",
      "Mutta minä totisesti sanon teille: muutamat ovat, jotka tässä seisovat, jotka ei maista kuolemaa, siihen asti kuin he näkevät Jumalan valtakunnan.",
      "Ja tapahtui kahdeksan päivän perästä näiden sanain jälkeen, että hän otti tykönsä Pietarin ja Johanneksen ja Jakobin, ja meni ylös vuorelle rukoilemaan.",
      "Ja kuin hän rukoile, muuttui hänen kasvonsa ja hänen vaatteensa tulivat valkiaksi ja kiiltäväksi.",
      "Ja katso, kaksi miestä puhui hänen kanssansa, jotka olivat Moses ja Elias,",
      "Jotka näkyivät kunniassa ja ja puhuivat hänen menostansa, jonka hän täyttävä oli Jerusalemissa.",
      "Mutta Pietari ja jotka hänen kanssansa olivat, olivat unesta raskautetut; mutta koska he heräsivät, näkivät he hänen kunniansa ja ne kaksi miestä, jotka seisoivat hänen tykönänsä.",
      "Ja tapahtui, kuin he läksivät hänen tyköänsä, sanoi Pietari Jesukselle: Mestari, hyvä on meidän tässä olla, tehkäämme tähän kolme majaa, sinulle yhden, Mosekselle yhden ja Eliaalle yhden; eikä tietänyt, mitä sanoi.",
      "Ja hänen näitä puhuissansa, tuli pilvi ja varjosi ympäri heidät; mutta he peljästyivät, koska tulivat pilven sisälle.",
      "Ja ääni tuli pilvestä, sanoen: tämä on minun rakas Poikani, kuulkaat häntä.",
      "Ja kuin ääni parhaallansa kuului, löysivät he Jesuksen yksin. Ja he vaikenivat, eikä mitään kellenkään niinä päivinä jutelleet niistä, mitkä he nähneet olivat.",
      "Mutta tapahtui toisena päivänä, kuin he menivät alas vuorelta, kohtasi heitä paljo väkeä.",
      "Ja katso, yksi mies huusi kansasta, sanoen: Mestari! minä rukoilen sinua, katso minun poikani puoleen; sillä hän on minulle ainokainen.",
      "Ja katso, henki ottaa hänen, ja hän huutaa kohta, ja se repii häntä, niin että hän vaahtuu, ja se luopuu tuskalla hänestä, kuin hän häntä runtelee.",
      "Ja minä rukoilin sinun opetuslapsias häntä ajamaan ulos, mutta ei he voineet.",
      "Niin Jesus vastasi ja sanoi: oi uskomatoin ja nurja sukukunta! kuinka kauvan minun pitää teidän tykönänne oleman ja teitä kärsimän? Tuo poikas tänne.",
      "Ja kuin hän vielä tulossa oli, repeli häntä perkele ja muserteli; mutta Jesus nuhteli rietasta henkeä, ja paransi pojan, ja antoi hänen jälleen isällensä.",
      "Niin he kaikki hämmästyivät Jumalan kunniallista voimaa. Mutta koska kaikki ihmettelivät kaikkia niitä, mitä Jesus teki, sanoi hän opetuslapsillensa:",
      "Pankaat te nämät puheet korviinne; sillä tuleva on, että Ihmisen Poika annetaan ylön ihmisten käsiin.",
      "Mutta ei he ymmärtäneet sitä sanaa, ja se oli heiltä peitetty, niin ettei he sitä ymmärtäneet; ja he pelkäsivät kysyä sitä sanaa häneltä.",
      "Niin tuli myös kamppaus heidän keskenänsä, kuka heistä suurin olis.",
      "Kuin Jesus näki heidän sydämensä ajatuksen, otti hän lapsen ja asetti tykönsä,",
      "Ja sanoi heille: kuka ikänä tämän poikaisen ottaa vastaan minun nimeeni, hän ottaa vastaan minun; ja kuka ikänä minun ottaa vastaan, hän ottaa vastaan sen, joka minun lähetti. Sillä joka vähin on teidän keskenänne, se pitää oleman suurin.",
      "Niin Johannes vastasi ja sanoi: Mestari! me näimme yhden sinun nimes kautta perkeleitä ajavan ulos, ja me kielsimme häntä; sillä ei hän seuraa meitä.",
      "Ja Jesus sanoi hänelle: älkäät kieltäkö; sillä joka ei ole meitä vastaan, hän on meidän puolestamme.",
      "Mutta tapahtui, kuin aika täytetty oli, että hän piti täältä otettaman ylös, käänsi hän kasvonsa menemään Jerusalemin puoleen,",
      "Ja lähetti sanansaattajat edellänsä, ja he menivät yhteen Samarialaisten kylään, majaa hänelle valmistamaan.",
      "Ja ei ne häntä ottaneet vastaan, että hänen kasvonsa oli käännetty menemään Jerusalemia päin.",
      "Mutta kuin hänen opetuslapsensa Jakob ja Johannes sen näkivät, sanoivat he: Herra, tahdotkos, niin me sanomme, että tuli tulee taivaasta ja kadottaa heidät, niinkuin Eliaskin teki?",
      "Mutta Jesus kääsi itsensä ja nuhteli heitä, sanoen: ette tiedä, minkäkaltaisen hengen te olette.",
      "Sillä Ihmisen Poika ei ole tullut kadottamaan ihmisten sieluja, mutta vapahtamaan. Ja he menivät toiseen kylään.",
      "Ja tapahtui heidän vaeltaissansa, että yksi tiellä sanoi: minä seuraan sinua, kuhunkas ikänä menet, Herra.",
      "Ja Jesus sanoi hänelle: ketuilla ovat luolat ja taivaan linnuilla pesät; mutta ei ihmisen Pojalla ole, kuhunka hän päänsä kallistaa.",
      "Mutta hän sanoi toiselle: seuraa minua! niin se sanoi: Herra, salli minun ensin mennä hautaamaan isääni.",
      "Niin Jesus sanoi hänelle: anna kuolleet haudata kuolleitansa; mutta mene sinä ja julista Jumalan valtakuntaa.",
      "Ja toinen myös sanoi: Herra, minä seuraan sinua, mutta salli minun ensin mennä hyvästi jättämään niitä, jotka kotonani ovat.",
      "Mutta Jesus sanoi hänelle: kuka ikänä kätensä auraan laskee ja taaksensa katsoo, ei se ole sovelias Jumalan valtakuntaan."
    ],
    [
      "Niin asetti Herra toiset seitsemänkymmentä, ja lähetti heitä kaksin ja kaksin edellänsä joka kaupunkiin ja paikkaan, kuhunka hän itse oli tuleva.",
      "Niin hän sanoi heille: eloa tosin on paljo, vaan työväkeä on vähä: rukoilkaat siis elon Herraa, työväkeä lähettämään eloonsa.",
      "Menkäät: katso, minä lähetän teidät niinkuin karitsat sutten keskelle.",
      "Älkäät ottako säkkiä, eikä kukkaroa, eikä kenkiä, ja älkäät ketään tervehtikö tiellä.",
      "Mutta kuhunka huoneesen te menette sisälle, niin sanokaat ensisti: rauha olkoon tälle huoneelle!",
      "Ja jos siellä on rauhan lapsi, niin teidän rauhanne jää hänen päällensä; mutta jos ei, niin se palajaa teille.",
      "Mutta siinä huoneessa viipykäät, syökäät ja juokaat sitä, mitä heillä on; sillä työmies on palkkansa ansiollinen. Älkäät huoneesta huoneeseen käykö.",
      "Mutta kuhunka kaupunkiin te tulette sisälle, ja he teitä ottavat vastaan, niin syökäät mitä teidän eteenne pannaan,",
      "Ja parantakaat sairaita, joita siinä on, ja sanokaat heille: Jumalan valtakunta on teitä lähestynyt.",
      "Mutta kuhunka kaupunkiin te tulette sisälle, ja ei he teitä ota vastaan, niin menkäät ulos sen kaduille, ja sanokaat:",
      "Tomunkin, joka teidän kaupungistanne tarttui meihin, me pudistamme teille: kuitenkin se tietäkäät, että Jumalan valtakunta oli teitä lähestynyt.",
      "Minä sanon teille: Sodomalle pitää sinä päivänä huokiampi oleman kuin sille kaupungille.",
      "Voi sinua Koratsin! voi sinua Betsaida! sillä jos Tyrossa ja Sidonissa olisivat senkaltaiset voimalliset työt tehdyt kuin teidän tykönänne ovat tehdyt, niin he olisivat jo aikaa säkissä ja tuhassa istuneet ja parannuksen tehneet.",
      "Kuitenkin Tyrolle ja Sidonille pitää huokiampi tuomiolle oleman kuin teille.",
      "Ja sinä Kapernaum, joka olet taivaasen asti korotettu, sinä pitää hamaan helvettiin alas sysättämän.",
      "Joka teitä kuulee, se minua kuulee, ja joka teidät katsoo ylön, se katsoo ylön minun; mutta joka minun katsoo ylön, hän katsoo ylön sen, joka minun lähetti.",
      "Niin ne seitsemänkymmentä palasivat ilolla, sanoen: Herra, perkeleetkin ovat sinun nimes kautta meidän allemme annetut.",
      "Niin hän sanoi heille: minä näin saatanan taivaasta lankeevan niinkuin pitkäisen tulen.",
      "Katso, minä annan teille vallan tallata käärmeitä ja skorpioneja ja kaikkea vaihollisen voimaa, ja ei teitä mikään ole vahingoitseva,",
      "Kuitenkin älkäät siitä iloitko, että henget teidän allenne annetaan; vaan iloitkaat paremmin, että teidän nimenne ovat kirjoitetut taivaissa.",
      "Sillä hetkellä riemuitsi Jesus hengessä ja sanoi: minä kiitän sinua, Isä, taivaan ja maan Herra, ettäs nämät salasit viisailta ja toimellisilta, ja olet ne ilmoittanut pienille : tosin, Isä, niin oli sinun hyvä tahtos.",
      "Kaikki ovat minulle annetut Isältäni: ja ei tiedä kenkään, kuka on Poika, vaan Isä: ja kuka on Isä, vaan Poika ja kelle Poika tahtoo ilmoittaa.",
      "Ja hän kääntyi opetuslastensa puoleen erinänsä, ja sanoi: autuaat ovat ne silmät, jotka näkevät, joita te näette:",
      "Sillä minä sanon teille: monta prophetaa ja kuningasta tahtoivat nähdä, joita te näette, ja ei nähneet, ja kuulla, joita te kuulette, ja ei kuulleet.",
      "Ja katso, yksi lainoppinut nousi ja kiusasi häntä, sanoen: Mestari, mitä minun pitää tekemän, että minä ijankaikkisen elämän perisin?",
      "Mutta hän sanoi hänelle: mitä laissa on kirjoitettu? kuinkas luet?",
      "Ja hän vastasi ja sanoi: sinun pitää rakastaman Herraa sinun Jumalaas kaikesta sinun sydämestäs, ja kaikesta sinun sielustas, ja kaikesta sinun voimastas, ja kaikesta sinun mieleltäs: ja sinun lähimmäistäs niinkuin itsiäs.",
      "Niin hän sanoi hänelle: oikein sinä vastasit; tee se, niin sinä saat elää.",
      "Mutta hän tahtoi itsensa vanhurskaaksi tehdä ja sanoi Jesukselle: kukas minun lähimmäiseni on?",
      "Jesus vastasi ja sanoi: yksi ihminen meni alas Jerusalemista Jerikoon, ja tuli ryövärien käsiin, jotka hänen alasti riisuivat ja haavoittivat, menivät pois ja jättivät hänen puolikuolleeksi.",
      "Niin tapahtui, että yksi pappi sitä tietä vaelsi, ja kuin hän hänen näki, meni hän ohitse.",
      "Niin myös Leviläinen, kuin hän tuli sille paikalle, ja näki hänen, ja meni ohitse.",
      "Mutta yksi Samarialainen vaelsi, ja tuli hänen tykönsä, ja kuin hän näki hänen, armahti hän häntä,",
      "Ja tuli ja sitoi hänen haavansa ja vuodatti siihen öljyä ja viinaa, ja pani juhtansa päälle, ja vei hänen majaan, ja korjasi häntä.",
      "Ja toisena päivänä matkusti hän, ja otti kaksi pennikiä ja antoi isännälle, ja sanoi hänelle: korjaa häntä, ja jos sinä enemmän kulutat, niin minä palatessani maksan sinulle.",
      "Kuka siis näistä kolmesta oli sinun nähdäkses hänen lähimmäisensä, joka ryövärien käsiin oli tullut?",
      "Niin hän sanoi: joka laupiuden teki hänen kohtaansa. Niin sanoi Jesus hänelle: mene ja tee sinä myös niin.",
      "Niin tapahtui, kuin he vaelsivat, meni hän yhteen kylään, ja yksi vaimo, Martta nimeltä, otti hänen huoneesensa,",
      "Ja hänellä oli sisar, joka kutsuttiin Maria, joka myös istui Jesuksen jalkain juureen ja kuulteli hänen puhettansa.",
      "Mutta Martta teki paljon askareita palvellen heitä; hän tuli ja sanoi: Herra, etkös tottele, että minun sisareni jätti minun yksin askaroitsemaan? Sano siis hänelle, että hän minua auttais.",
      "Niin Jesus vastasi ja sanoi hänelle: Martta, Martta, paljon sinä suret ja pyrit.",
      "Vaan yksi on tarpeellinen: Maria on hyvän osan valinnut, joka ei häneltä pidä otettaman pois."
    ],
    [
      "Ja tapahtui, että hän rukoili yhdessä paikassa, ja kuin hän lakkasi, sanoi hänelle yksi hänen opetuslapsistansa: Herra, opeta meitä rukoilemaan, niinkuin Johanneskin opetti opetuslapsensa.",
      "Niin hän sanoi heille: kuin te rukoilette, niin sanokaat: Isä meidän, joka olet taivaissa. Pyhitetty olkoon sinun nimes. Lähestyköön sinun valtakuntas. Tapahtukoon sinun tahtos niin maassa, kuin taivaassa.",
      "Anna meille tänäpäivänä meidän jokapäiväinen leipämme.",
      "Ja anna meille meidän syntimme anteeksi, sillä mekin kaikille meidän velvollisillemme anteeksi annamme. Ja älä johdata meitä kiusaukseen. Mutta päästä meitä pahasta.",
      "Ja hän sanoi heille: kellä teistä on ystävä, ja menee puoliyöstä hänen tykönsä, ja sanoo hänelle: ystäväni, lainaas minulle kolme leipää;",
      "Sillä minun ystäväni tuli matkasta minun tyköni, ja ei minulla ole, mitä minä panen hänen eteensä.",
      "Ja hän vastaa huoneestansa ja sanoo: älä minua vaivaa! ovi on jo suljettu, ja minun lapseni minun kanssani ovat vuoteessa: en minä voi nousta sinulle antamaan.",
      "Minä sanon teille: ellei hän nouse ja anna hänelle, että hän on hänen ystävänsä, niin hän kuitenkin hänen ahkeruutensa tähden nousee ja antaa hänelle niin monta kuin hän tarvitsee.",
      "Ja minä myös sanon teille: anokaat, niin teille annetaan: etsikäät, niin te löydätte: kolkuttakaat niin teille avataan.",
      "Sillä jokainen joka anoo, se saa, ja joka etsii, se löytää, ja joka kolkuttaa, sille avataan.",
      "Kuka teista on isä, jolta poika anoo leipää, antaako hän hänelle kiven? eli jos hän anoo kalaa, antaako hän kalan edestä hänelle kärmeen?",
      "Eli jos hän anoo munaa, antaako hän hänelle skorpionin?",
      "Jos siis te, jotka pahat olette, taidatte hyviä lahjoja antaa teidän lapsillenne, paljoa enemmin teidän taivaallinen Isänne antaa Pyhän Hengen sitä anovaisille.",
      "Ja hän ajoi ulos perkeleen, joka oli mykkä. Ja tapahtui, kuin perkele oli ajettu ulos, niin mykkä puhui ja kansa ihmetteli.",
      "Mutta muutamat heistä sanoivat: hän ajaa ulos perkeleitä beelsebubun, perkeliden päämiehen kautta.",
      "Mutta muut kiusasivat häntä ja anoivat häneltä tunnustähteä taivaasta.",
      "Mutta että hän tiesi heidän ajatuksensa, sanoi hän heille: jokainen valtakunta, joka erkanee itsiänsä vastaan, se tulee kylmille, ja huone lankee huoneen päälle.",
      "Jos myös saatana on erinnyt itsiänsä vastaan, kuinka hänen valtakuntansa on seisovainen? että te sanotte minun perkeleitä belsebubin kautta ajavan ulos.",
      "Mutta jos minä perkeleitä belsebubin kautta ajan ulos, kenenkä kautta teidän poikanne niitä ajavat ulos? Sentähden heidän pitää oleman teidän tuomarinne.",
      "Mutta jos minä Jumalan sormella perkeleitä ajan ulos, niin tosin on Jumalan valtakunta teidän tykönne tullut.",
      "Kuin väkevä haarniskoitu kotonsa varjelee, niin hänen omansa ovat rauhassa.",
      "Mutta kuin häntä väkevämpi tulee ja voittaa hänen, niin hän ottaa pois kaikki hänen sota-aseensa, joihin hän turvasi, ja jakaa hänen saaliinsa,",
      "Joka ei ole minun kanssani, se on minua vastaan, ja joka ei minun kanssani kokoo, hän hajoittaa.",
      "Kuin rietas henki lähtee ihmisestä, niin hän vaeltaa karkeita paikkoja, ja etsii lepoa; ja kuin ei hän löydä, niin hän sanoo: minä palajan minun huoneeseni, josta minä läksin.",
      "Ja kuin hän tulee, löytää hän sen luudilla lakaistuksi ja kaunistetuksi.",
      "Silloin hän menee ja ottaa kanssansa seitsemän muuta häntä pahempaa henkeä, ja kuin he sinne tulevat, asuvat he siellä: ja sen ihmisen viimeiset tulevat pahemmiksi kuin ensimmäiset.",
      "Ja tapahtui, kuin hän näitä sanoi, korotti yksi vaimo kansan seasta äänensä ja sanoi: autuas on se kohtu, joka sinun kantanut on, ja ne nisät, joitas imit.",
      "Niin hän sanoi: ja tosin, autuaat ovat ne, jotka kuulevat Jumalan sanan ja kätkevät sen.",
      "Mutta kuin kansa kokoon tuli, rupesi hän sanomaan: tämä sukukunta on paha, etsii merkkiä, ja ei hänelle anneta merkkiä, vaan Jonan prophetan merkki.",
      "Sillä niinkuin Jona oli Niniveläisille merkiksi, niin pitää myös Ihmisen Poika oleman tälle sukukunnalle.",
      "Etelän kuningatar pitää nouseman tuomiolle tämän sukukunnan miesten kanssa, ja heitä tuomitseman: sillä hän oli maan ääristä kuuleman Salomonin viisautta, ja katso, tässä on enempi kuin Salomon.",
      "Niniven miehet pitää tuleman tuomiolle tämän sukukunnan kanssa, ja sen kadottaman; sillä he tekivät parannuksen Jonan saarnasta, ja katso tässä on enempi kuin Jona.",
      "Ei sytytä kenkään kynttilää ja pane kätköön eikä vakan alle, mutta kynttiläjalkaan, että sisälle tulevaiset valkeuden näkisivät.",
      "Silmä on ruumiin valkeus: kuin siis sinun silmäs on yksinkertainen, niin myös koko sinun ruumiis on valaistu; mutta kuin se paha on, niin myös sinun ruumiis on pimiä.",
      "Katso siis, ettei se valkeus, joka sinussa on, olisi pimeys.",
      "Sentähden jos koko sinun ruumiis on valaistu, ja ei ole siinä yhtään pimiää paikkaa, niin se tulee kokonansa valaistuksi, koska valkeus niinkuin kirkkaalla leimauksella sinun valaisee.",
      "Ja hänen puhuissansa rukoili häntä yksi Pharisealainen ruoalle kanssansa; niin hän meni ja atrioitsi.",
      "Mutta kuin Pharisealainen näki, ihmetteli hän, ettei hän ensin itsiänsä pessyt ennen ruan aikaa.",
      "Niin sanoi Herra hänelle: nyt te Pharisealaiset, ulkoa te maljan ja vadin puhdistatte, mutta sisälliset teissä ovat täynnä raatelusta ja pahuutta.",
      "Te hullut, eikö se, joka ulkoisen puolen teki, tehnyt myös sisälmäistä puolta?",
      "Kuitenkin antakaa almua niistä, mitä teillä on, ja katso, niin teille ovat kaikki puhtaat.",
      "Mutta voi teitä, te Pharisealaiset! että te kymmenykset teette mintuista ja ruutasta, ja kaikkinaisista kaaleista, ja jätätte pois tuomion ja Jumalan rakkauden: näitä piti tehtämän, ja toisia ei jätettämän.",
      "Voi teitä, te Pharisealaiset! jotka rakastatte ylimmäisiä istuimia synagogissa ja tervehdyksiä turulla.",
      "Voi teitä, te kirjanoppineet ja Pharisealaiset, te ulkokullatut! sillä te olette niinkuin peitetyt haudat, joiden päällä ihmiset tietämättä käyvät.",
      "Niin vastasi yksi lainoppineista ja sanoi hänelle: Mestari, näillä sanoilla sinä myös meitä pilkkaat.",
      "Niin hän sanoi: voi teitäkin, te lainoppineet! sillä te raskautatte ihmiset kuormilla, jotka ovat työläät kantaa, ja ette itse yhdellä sormellannekaan tahdo niihin kuormiin ruveta.",
      "Voi teitä, että te rakennatte prophetain hautoja, mutta tiedän isänne tappoivat ne.",
      "Niin te tosin todistatte ja suostutte teidän isäinne töihin; sillä he tappoivat ne, mutta te rakennatte niiden haudat.",
      "Sentähden myös Jumalan viisaus sanoi: minä lähetän heidän tykönsä prophetat ja apostolit, ja muutamat niistä he tappavat ja vainoovat:",
      "Että tältä sukukunnalta pitää etsittämän kaikkein prophetain veri, joka on vuodatettu maailman alusta,",
      "Abelin verestä hamaan Sakariaan vereen asti, joka hukattiin alttarin ja templin vaiheella; tosin minä sanon teille, se pitää etsittämän tältä sukukunnalta.",
      "Voi teitä lainoppineet! sillä te olette ottaneet taidon avaimen: itse ette menneet sisälle, ja sisälle meneväisiä te kielsitte.",
      "Mutta kuin hän oli nämät heille sanonut, rupesivat lainoppineet ja Pharisealaiset kovin häntä ahdistamaan ja viettelemään häntä puhumaan monesta,",
      "Ja väijyivät häntä ja pyysivät jotakin onkia hänen suustansa, kantaaksensa hänen päällensä."
    ],
    [
      "Kuin monta tuhatta ihmistä kokoontuivat, niin että he toinen toistansa tallasivat, rupesi hän sanomaan opetuslapsillensa: kavahtakaat ensisti Pharisealaisten hapatusta, joka on ulkokullaisuus;",
      "Sillä ei ole mitään peitetty, joka ei ilmi tule, eikä ole salattu, mikä ei tiettäväksi tule.",
      "Sentähden ne, mitä te pimeydessä sanotte, pitää valkeudessa kuultaman, ja mitä te korvaan puhuneet olette kammioissa, se pitää saarnattaman kattoin päällä.",
      "Mutta minä sanon teille, minun ystävilleni: älkäät niitä peljätkö, jotka ruumiin tappavat, ja ei ole heidän sitte enempää tekemistä.",
      "Mutta minä tahdon osoittaa teille, ketä teidän tulee peljätä: peljätkää sitä, jolla on valta, sittekuin hän tappanut on, myös helvettiin sysätä; totta minä sanon teille: sitä te peljätkäät.",
      "Eikö viisi varpusta myydä kahteen ropoon? ja ei yksikään heistä ole Jumalan edessä unohdettu.",
      "Ovat myös kaikki teidän päänne hiukset luetut. Älkäät siis peljätkö: te olette paremmat kuin monta varpusta.",
      "Mutta minä sanon teille: jokainen joka minun tunnustaa ihmisten edessä, sen myös Ihmisen Poika on tunnustava Jumalan enkelien edessä:",
      "Mutta joka minun kieltää ihmisten edessä, se pitää kiellettämän Jumalan enkelien edessä.",
      "Ja joka puhuu sanan Ihmisen Poikaa vastaan, se hänelle anteeksi annetaan; mutta joka Pyhää Henkeä pilkkaa, ei sitä anteeksi anneta.",
      "Kuin he teitä vetävät synagogiin, esivallan ja valtamiesten eteen, niin älkäät murehtiko, kuinka taikka mitä teidän edestänne vastaaman pitää, eli mitä teidän pitää sanoman.",
      "Sillä Pyhä Henki opettaa teitä sillä hetkellä, mitä teidän tulee sanoa.",
      "Niin sanoi hänelle yksi kansasta: Mestari, sanos minun veljelleni, että hän jakais minun kanssani perinnön.",
      "Mutta hän sanoi hänelle: ihminen, kuka pani minun tuomariksi eli jakomieheksi teidän välillänne?",
      "Ja hän sanoi heille: katsokaat ja kavahtakaat ahneutta; sillä ei jonkun elämä siinä seiso, että hänellä paljo kalua on.",
      "Niin hän sanoi heille vertauksen, sanoen: yhden rikkaan miehen maa kasvoi hyvin.",
      "Ja hän ajatteli itsellänsä ja sanoi: mitä minä teen, ettei minulla ole, kuhunka minä kokoon eloni?",
      "Ja sanoi: sen minä teen: minä maahan jaotan aittani, ja rakennan suuremmat, ja kokoon sinne kaiken tuloni ja hyvyyteni,",
      "Ja sanon sielulleni: sielu, sinulla on pantu paljo hyvyyttä moneksi vuodeksi: lepää, syö, juo, riemuitse.",
      "Mutta Jumala sanoi hänelle: sinä tyhmä! tänä yönä sinun sielus sinulta pois otetaan: kuka ne sitte saa, joita sinä valmistanut olet?",
      "Niin on myös se, joka itsellensä tavaraa kokoo, ja ei ole rikas Jumalassa.",
      "Niin hän sanoi opetuslapsillensa: sentähden sanon minä teille: älkäät murehtiko elämästänne, mitä teidän pitä syömän, eikä ruumiistanne, millä te itseänne verhoitatte.",
      "Henki on enempi kuin ruoka, ja ruumis parempi kuin vaate.",
      "Katselkaat kaarneita: ei he kylvä eikä niitä, ei heillä ole myös kellaria eikä aittaa, ja Jumala elättää heidät: kuinka paljoa paremmat te olette kuin linnut?",
      "Mutta kuka teistä murheellansa voi lisätä varrellensa yhden kyynärän?",
      "Sentähden ellette siis voi sitä, mikä vähin on, miksi te muista murehditte?",
      "Katselkaat kukkasia, kuinka ne kasvavat: ei he työtä tee, eikä kehrää; ja minä sanon teille: ei Salomo kaikessa kunniassansa niin ollut vaatetettu kuin yksi heistä.",
      "Jos siis ruohon, joka tänäpänä kedolla seisoo jo huomenna pätsiin heitetään, Jumala niin vaatettaa, eikö hän paljoa enemmin teidän sitä te, te vähäuskoiset?",
      "Sentähden, älkäät etsikö, mitä teidän syömän eli juoman pitää, ja älkäät surulliset olko.",
      "Sillä näitä kaikkia pakanat maailmassa pyytävät; mutta teidän Isänne tietää, että te näitä tarvitsette.",
      "Vaan paremmin etsikäät Jumalan valtakuntaa, niin nämät kaikki teille annetaan.",
      "Älä pelkää, piskuinen lauma; sillä teidän Isällänne on hyvä tahto antaa teille valtakunnan.",
      "Myykäät, mitä teillä on, ja antakaat almua. Tehkäät teillenne säkit, jotka ei vanhene, puuttumatoin tavara taivaissa, kuhunka ei varas ulotu, ja kusssa ei koi raiskaa.",
      "Sillä kussa teidän tavaranne on, siellä on myös teidän sydämenne.",
      "Olkoon teidän kupeenne vyötetyt ja teidän kynttilänne sytytetyt.",
      "Ja olkaat te niiden ihmisten kaltaiset, jotka odottavat Herraansa häistä palajavan: että kuin hän tulee ja kolkuttaa, niin he hänelle avaavat.",
      "Autuaat ovat ne palveliat, jotka Herra tultuansa löytää valvomasta. Totisesti sanon minä teille: hän sonnustaa itsensä ja asettaa heidät aterioitsemaan, ja tulee ja palvelee heitä.",
      "Ja jos hän tulee toisessa vartiossa, eli kolmannessa vartiossa tulee, ja näin löytää, autuaat ovat ne palvelia.",
      "Mutta se tietäkäät, että jos perheen-isäntä tietäis, millä hetkellä varas on tuleva, tosin hän valvois eikä sallisi huonettansa kaivettaa.",
      "Sentähden olkaat te myös valmiit: sillä, millä hetkellä ette luulekaan, tulee Ihmisen Poika.",
      "Niin sanoi Pietari hänelle: Herra, sanotkos tämän vertauksen meille, eli myös kaikille?",
      "Mutta Herra sanoi: kuka on uskollinen ja toimellinen perheenhaltia, jonka Herra asettaa perheensä päälle, oikialla ajalla määrättyä osaa antamaan.",
      "Autuas on se palvelia, jonka Herra tultuansa niin löytää tehneen.",
      "Totisesti sanon minä teille: hän asettaa hänen kaiken tavaransa päälle.",
      "Mutta jos palvelia sanoo sydämessänsä: minun Herrani viipyy tulemasta, ja rupee palkollisia hosumaan, ja syömään ja juomaan ja juopumaan,",
      "Niin tulee palvelian herra sinä päivänä, jona ei hän luulekaan, ja sillä hetkellä, jota ei hän tiedä, ja eroittaa hänen, ja antaa hänelle osan uskottomain kanssa.",
      "Mutta sen palvelian, joka tiesi Herransa tahdon, ja ei itsiänsä valmistanut eikä tehnyt hänen tahtonsa jälkeen, täytyy paljon haavoja kärsiä.",
      "Joka taas ei tietänyt, ja kuitenkin teki haavain ansion, sen pitää vähemmän haavoja kärsimän; sillä kenelle paljo annettu on, siltä paljon etsitään, ja jonka haltuun paljo on annettu, sitä enempi anotaan.",
      "Minä tuli sytyttämään tulta maan päälle, ja mitä minä tahdon, vaan että se jo palais?",
      "Mutta minun pitää kasteella kastettaman, ja kuinka minä ahdistetaan siihenasti että se täytetään?",
      "Luuletteko, että minä tulin rauhaa lähettämään maan päälle? En, sanon minä teille, vaan eripuraisuutta.",
      "Sillä tästedes pitää viisi oleman eroitetut yhdessä huoneessa, kolme kahta vastaan ja kaksi kolmea vastaan.",
      "Isä eroitetaan poikaansa vastaan ja poika isää vastaan, äiti tytärtä vastaan ja tytär äitiä vastaan, anoppi miniäänsä vastaan, miniä anoppiansa vastaan.",
      "Niin hän sanoi myös kansalle: kuin te näette pilven lännestä nousevan, niin te kohta sanotte: sade tulee; niin myös tuleekin.",
      "Ja kuin te näette etelän tuulevan, niin te sanotte: helle tulee; niin myös tuleekin.",
      "Te ulkokullatut, maan ja taivaan muodon te taidatte koetella, miksi ette siis tätä aikaa koettele?",
      "Minkätähden siis ette myös itsestänne tuomitse, mikä oikia on?",
      "Sillä kuin sinä menet riitaveljes kanssa esivallan eteen, niin pyydä tiellä hänestä päästä; ettei hän sinua tuomarin eteen vetäisi, ja tuomari antais sinua ylön pyövelille, ja pyöveli heittäis sinun torniin.",
      "Minä sanon sinulle: et sinä sieltä ennen pääse ulos, kuin sinä viimeisen rovon maksat."
    ],
    [
      "Ja olivat muutamat sillä ajalla siinä, jotka ilmoittivat hänelle Galilealaisista, joiden veren Pilatus oli heidän uhriensa kanssa sekoittanut.",
      "Ja Jesus vastasi ja sanoi heille: luuletteko, että nämät Galilealaiset olivat syntiset kaikkein Galilealaisten suhteen, että heidän senkaltaista täytyi kärsiä?",
      "Ei suinkaan, sanon minä teille, vaan ellette paranna teitänne, niin te kaikki niin hukkaan tulette.",
      "Taikka luuletteko, että ne kahdeksantoistakymmentä, joiden päälle Siloan torni lankesi ja tappoi heidät, olivat vialliset kaikkein ihmisten suhteen, jotka Jerusalemissa asuvat?",
      "Ei suinkaan, sanon minä teille, vaan ellette paranna teitänne, niin te kaikki niin hukkaan tulette.",
      "Mutta hän sanoi tämän vertauksen: yhdellä oli fikunapuu, hänen viinamäessänsä istutettu, ja hän tuli etsein hedelmää hänestä ja ei löytänyt.",
      "Niin hän sanoi viinamäen rakentajalle: katso, minä olen kolme vuotta tullut ja etsinyt hedelmää tästä fikunapuusta, ja en löydä, hakkaa se pois: miksi se myös maata turmelee?",
      "Mutta hän vastasi ja sanoi hänelle: herra, anna hänen vielä tämä vuosi olla, niin kauvan kuin minä kaivan hänen ympärinsä ja sonnitan:",
      "Jos hän sittekin hedelmän tekis; jollei, niin hakkaa se sitte pois.",
      "Mutta hän opetti sabbatina yhdessä synagogassa,",
      "Ja katso, siellä oli vaimo, jolla oli sairauden henki kahdeksantoistakymmentä vuotta ollu, ja kävi kumarruksissa, eikä voinut ikänä itsiänsä ojentaa.",
      "Mutta kuin Jesus sen näki, kutsui hän hänen tykönsä ja sanoi hänelle: vaimo, sinä olet päässyt taudistas.",
      "Ja hän pani kätensä hänen päällensä, ja kohta se ojensi ylös itsensä ja kiitti Jumalaa.",
      "Niin vastasi synagogan päämies ja närkästyi, että Jesus paransi sabbatina, ja sanoi kansalle: kuusi päivää ovat, joina sopii työtä tehdä; niinä te tulkaat ja antakaat teitä parantaa, ja ei sabbatin päivänä.",
      "Niin vastasi häntä Herra ja sanoi: sinä ulkokullattu! eikö kukin teistä päästä nautaansa eli aasiansa sabbatina seimestä ja johdata juomaan?",
      "Eikö myös tämä Abrahamin tytär pitäisi sabbatina päästettämän tästä siteestä, jonka, katso, saatana on kahdeksantoistakymmentä vuotta sitonut?",
      "Ja kuin hän näitä sanoi, niin häpesivät kaikki, jotka häntä vastaan olivat. Ja kaikki kansa iloitsi kaikista kunniallisista töistä, joita häneltä tehtiin.",
      "Niin hän sanoi: kenenkä vertainen on Jumalan valtakunta, ja kenenkä kaltaiseksi minä sen teen?",
      "Se on sinapin siemenen vertainen, jonka ihminen otti ja kylvi yrttitarhaansa; ja se kasvoi ja tuli suureksi puuksi ja taivaan linnut tekivät pesänsä sen oksille.",
      "Ja hän taas sanoi: kenenkä vertaiseksi minä Jumalan valtakunnan teen?",
      "Se on hapatuksen kaltainen, jonka vaimo otti, ja pani sen kolmeen jauhovakkaan, siihenasti kuin se kaikki happani.",
      "Ja hän vaelsi kaupunkien ja kyläin kautta opettain, ja matkusti Jerusalemia päin.",
      "Niin sanoi yksi hänelle: Herra, vähäkö niitä on, jotka autuaaksi tulevat? Ja hän sanoi heille:",
      "Pyytäkäät ahtaasta portista mennä sisälle, sillä monta on, sanon minä teille, jotka pyytävät mennä sisälle, ja ei taida.",
      "Kuin perheenisäntä on noussut ja oven sulkenut, ja te rupeette ulkona seisomaan ja oven päälle kolkuttamaan ja sanomaan: Herra, Herra, avaa meille! ja hän vastaa ja sanoo teille: en minä teitä tunne, kusta te olette;",
      "Niin te rupeette sanomaan: me olemme syöneet ja juoneet sinun edessäs, ja meidän kaduillamme sinä opetit.",
      "Ja hän on sanova: minä sanon teille: en minä teitä tunne, kusta te olette; menkäät pois minun tyköäni, kaikki te väärintekiät.",
      "Siellä pitää oleman itku ja hammasten kiristys, kuin te näette Abrahamin ja Isaakin ja Jakobin ja kaikki prophetat Jumalan valtakunnassa, mutta itsenne ajettavan ulos.",
      "Ja heidän pitää tuleman idästä ja lännestä, pohjoisesta ja etelästä, ja Jumalan valtakunnassa istuman.",
      "Ja katso, ne ovat viimeiset, jotka tulevat ensimäsiksi, ja ne ovat ensimäiset, jotka tulevat viimeisiksi.",
      "Sinä päivänä tulivat muutamat Pharisealaiset ja sanoivat hänelle: lähde ulos ja mene täältä pois; sillä Herodes tahtoo sinua tappaa.",
      "Ja hän sanoi heille: menkäät ja sanokaat sille ketulle: katso, minä ajan ulos perkeleitä, ja parannan tänäpänä ja huomenna, ja kolmantena päivänä minä lopetetaan.",
      "Kuitenkin pitää minun tänäpänä ja huomenna ja toisena huomenna vaeltaman; sillä ei tapahdu, että propheta muualla hukataan kuin Jerusalemissa.",
      "Jerusalem, Jerusalem, joka tapat prophetat ja kivität niitä, jotka sinun tykös lähetetään, kuinka usein minä tahdoin koota sinun lapses, niinkuin kana kokoo poikansa siipiensä alle, ja ette tahtoneet?",
      "Katso, teidän huoneenne jätetään teille kylmille. Totisesti sanon minä teille: ei teidän pidä minua näkemän, siihenasti kuin se aika tulee, jona te sanotte: siunattu olkoon se, joka tulee Herran nimeen!"
    ],
    [
      "Ja tapahtui, että hän tuli yhden Pharisealaisten päämiehen huoneesen sabbatina rualle, ja he vartioitsivat häntä.",
      "Ja katso, siinä oli vesitautinen ihminen hänen edessänsä.",
      "Niin Jesus vastaten sanoi lainoppineille ja Pharisealaisille: sopiiko sabbatina parantaa? Niin he vaikenivat.",
      "Mutta hän rupesi häneen, ja paransi hänen, ja pääsi menemään.",
      "Ja hän vastaten sanoi heille: kenenkä teistä nauta eli aasi putoo kaivoon, eikö hän kohta sabbatin päivänä häntä ota ylös?",
      "Ja ei he taitaneet häntä tähän vastata.",
      "Mutta hän sanoi vieraille vertauksen, koska hän ymmärsi, kuinka he valitsivat ylimmäisiä istuimia, sanoen heille:",
      "Kuinka joltakulta häihin kutsuttu olet, niin älä istu ylimmäiseen siaan, ettei joku kunniallisempi sinua ole häneltä kutsuttu,",
      "Ja tulee se, joka sinun ja hänen on kutsunut, ja sanoo sinulle: anna tälle siaa! ja niin sinä häpiällä menet alemma istumaan.",
      "Mutta kuin kutsuttu olet, niin mene ja istu alemmaiseen siaan, että se, joka sinun kutsunut on, tulis ja sanois sinulle: ystäväni, nouse ylemmä; silloin on sinulle kunnia niiden edessä, jotka ynnä kanssas atrioitsevat.",
      "Sillä jokainen, joka itsensä ylentää, se alennetaan, ja joka itsensä alentaa, se ylennetään.",
      "Mutta hän sanoi myös sille, joka hänen kutsunut oli: kuin päivällistä tai ehtoollista teet, niin älä kutsu ystäviäs, eli veljiäs, ei lankojas, taikka rikkaita kylänmiehiäs: ettei he joskus sinua myös jälleen kutsu, ja sinulle maksa.",
      "Mutta kuin pidot teet, niin kutsut köyhiä, raajarikkoja, ontuvia, sokeita:",
      "Niin sinä olet autua; sillä ei heillä ole varaa sinulle maksaa, sillä sinulle pitää maksettaman vanhurskasten ylösnousemisessa.",
      "Mutta kuin yksi ynnä atrioitsevista nämät kuuli, sanoi hän hänelle: autuas on se, joka syö leipää Jumalan valtakunnassa.",
      "Niin hän sanoi hänelle: yksi ihminen teki suuren ehtoollisen ja kutsui monta,",
      "Ja lähetti palveliansa ehtoollisen hetkellä sanomaan kutsutuille: tulkaat, sillä kaikki ovat valmistetut.",
      "Ja he rupesivat järjestänsä kaikki itseänsä estelemään: ensimäinen sanoi hänelle: minä ostin pellon, ja minun pitää menemän sitä katsomaan: minä rukoilen sinua, sano minun esteeni.",
      "Ja toinen sanoi: minä ostin viisi paria härkiä, ja menen niitä koettelemaan: minä rukoilen sinua, sano minun esteeni.",
      "Ja kolmas sanoi: minä olen emännän nainut, ja en taida sentähden tulla.",
      "Ja kuin se palvelia tuli, sanoi hän nämät herrallensa. Silloin perheenisäntä vihastui ja sanoi palveliallensa: mene nopiasti kaupungin kaduille ja kujille ja saata tänne vaivaiset ja raajarikot, ontuvat ja sokiat.",
      "Ja palvelia sanoi: herra, minä olen tehnyt niinkuin sinä käskit, ja vielä nyt siaa on.",
      "Ja herra sanoi palvelialle: men maanteille ja aidoille, ja vaadi heitä sisälle tulemaan, että minun huoneeni täytettäisiin.",
      "Sillä minä sanon teille, ettei yksikään niistä miehistä, jotka kutsuttiin, pidä maistaman minun ehtoollistani.",
      "Niin vaelsi paljo väkeä hänen kanssansa, ja hän kääntyi ja sanoi heille:",
      "Jos joku tulee minun tyköni, ja ei vihaa isäänsä ja äitiänsä, ja emäntäänsä ja lapsiansa, ja veljiänsä ja sisariansa, ja päälliseksi omaa henkeänsä, ei se taida olla minun opetuslapseni.",
      "Ja joka ei kanna ristiänsä ja seuraa minua, ei se taida olla minun opetuslapseni.",
      "Sillä kuka teistä on, joka tahtoo tornia rakentaa; eikö hän ennen istu ja laske kulutusta, jos hänellä on varaa sitä täyttää?",
      "Ettei, kuin hän perustuksen laskenut on, ja ei voi sitä täyttää, kaikki, jotka sen näkevät, rupee pilkkaamaan häntä,",
      "Sanoen: tämä ihminen rupesi rakentamaan, ja ei voinut täyttää.",
      "Taikka kuka kuningas tahtoo mennä sotimaan toista kuningasta vastaan; eikö hän ennen istu ja ajattele, jos hän voi kymmenellä tuhannella kohdata sen, joka häntä vastaan tulee kahdellakymmenellä tuhannella?",
      "Muutoin, kuin hän vielä kaukana on, niin hän lähettää hänelle sanan ja rukoilee rauhaa.",
      "Niin siis jokainen teistä, joka ei luovu kaikista mitä hänellä on, ei se taida olla minun opetuslapseni.",
      "Suola on hyvä; mutta jos suola tulee mauttomaksi, milläs sitte suolataan?",
      "Ei se maahan eikä sontaan ole sovelias: he heittävät sen pois. Jolla on korvat kuulla, se kuulkaan."
    ],
    [
      "Mutta hänen tykönsä tulivat kaikki Publikanit ja syntiset, kuulemaan häntä.",
      "Ja Pharisealaiset ja kirjanoppineet napisivat ja sanoivat: tämä syntisiä vastaan ottaa ja syö heidän kanssansa.",
      "Niin hän sanoi heille tämän vertauksen, sanoen:",
      "Kuka on teistä se ihminen, jolla on sata lammasta, ja jos hän yhden niistä kadottaa, eikö hän jätä yhdeksänkymmentä ja yhdeksän korpeen, ja mene sen jälkeen, joka kadonnut on, siihenasti että hän sen löytää?",
      "Ja kuin hän sen löytää, niin hän panee sen olallensa, iloiten.",
      "Ja kuin hän tulee kotiansa, niin hän kutsuu kokoon ystävänsä ja kylänsä miehet, ja sanoo heille: iloitkaat minun kanssani: sillä minä löysin lampaani, joka kadonnut oli.",
      "Minä sanon teille: niin pitää ilo oleman taivaassa yhdestä syntisestä, joka itsensä parantaa, enemmin kuin yhdeksästäkymmenestä ja yhdeksästä hurskaasta, jotka ei parannusta tarvitse.",
      "Taikka kuka vaimo on, jolla on kymmenen penninkiä, jos hän yhden niistä kadottaa, eikö hän sytytä kynttilää, ja lakaise huonetta, ja etsi visusti niinkauvan kuin hän sen löytää?",
      "Ja kuin hän sen löytänyt on, kutsuu hän kokoon ystävänsä ja kylänsä vaimot, ja sanoo: iloitkaat minun kanssani; sillä minä löysin penninkini, jonka minä kadotin.",
      "Niin myös, sanon minä teille, pitää ilo oleman Jumalan enkeleillä yhdestä syntisestä, joka itsensä parantaa.",
      "Ja hän sanoi: yhdellä miehellä oli kaksi poikaa,",
      "Ja nuorempi heistä sanoi isällensä: isä, anna minulle osa tavarasta, joka minulle tulee. Ja hän jakoi heille tavaran.",
      "Ja ei kauvan sen jälkeen, kuin nuorempi poika oli kaikki koonnut, meni hän kaukaiselle maakunnalle, ja hukkasi siellä tavaransa irstaisuudessa.",
      "Mutta kuin hän kaikki oli tuhlannut, niin tuli suuri nälkä kaikkeen siihen maakuntaan; ja hän rupesi hätääntymään,",
      "Ja meni pois ja suostui yhteen sen maakunnan kauppamieheen, joka hänen lähetti maakyliinsä kaitsemaan sikojansa.",
      "Ja hän pyysi vatsaansa ravalla täyttää, jota siat söivät, ja ei kenkään hänelle sitäkään antanut.",
      "Mutta kuin hän mielensä malttoi, sanoi hän: kuinka monella minun isäni palkollisella on kyllä leipää, ja minä kuolen nälkään!",
      "Minä nousen ja käyn minun isäni tykö ja sanon hänelle: isä, minä olen syntiä tehnyt taivasta vastaan ja sinun edessäs,",
      "Ja en ole silleen mahdollinen sinun pojakses kutsuttaa: tee minua niinkuin yhden palkollisistas.",
      "Ja hän nousi ja tuli isänsä tykö. Mutta kuin hän vielä taampana oli, näki hänen isänsä hänen, ja armahti hänen päällensä, ja juosten lankesi hänen kaulaansa, ja suuta antoi hänen.",
      "Mutta poika sanoi hänelle: isä, minä olen syntiä tehnyt taivasta vastaan ja sinun edessäs, ja en ole mahdollinen tästedes sinun pojakses kutsuttaa.",
      "Niin sanoi isä palvelioillensa: tuokaat tänne ne parhaat vaatteet, ja pukekaat hänen yllensä, ja antakaat sormus hänen käteensä, ja kengät hänen jalkoihinsa,",
      "Ja tuokaat syötetty vasikka, ja tappakaat se, ja syökäämme ja riemuitkaamme;",
      "Sillä tämä minun poikani oli kuollut, ja virkosi jälleen: hän oli kadonnut, ja on taas löydetty; ja rupesivat riemuitsemaan.",
      "Mutta hänen vanhempi poikansa oli pellolla, ja kuin hän tuli ja huonettä lähestyi, kuuli hän laulun ja hypyt.",
      "Niin hän kutsui yhden palvelioistansa ja kysyi: mikä se on?",
      "Niin se sanoi hänelle: sinun veljes tuli, ja isäs antoi tappaa syötetyn vasikan, että hän sai hänen terveenä jälleen.",
      "Niin hän vihastui eikä tahtonut mennä sisälle; hänen isänsä meni siis ulos, ja neuvoi häntä.",
      "Mutta hän vastasi ja sanoi isällensä: katso, niin monta vuotta minä palvelen sinua, ja en ole koskaan sinun käskyäs käynyt ylitse, ja et sinä ole minulle vohlaakaan antanut, riemuitakseni ystäväini kanssa.",
      "Mutta että tämä sinun poikas tuli, joka tavaransa on tuhlannut porttoin kanssa, tapoit sinä hänelle syötetyn vasikan.",
      "Mutta hän sanoi hänelle: poikani! sinä olet aina minun tykönäni, ja kaikki mitä minun on, se on sinun.",
      "Niin piti sinunkin riemuitseman ja iloitseman; sillä tämä sinun veljes oli kuollut ja virkosi jälleen, hän oli kadonnut ja on taas löydetty."
    ],
    [
      "Mutta hän sanoi myöskin opetuslapsillensa: oli rikas mies, jolla oli huoneenhaltia, ja hänen edessänsä kannettiin hänen päällensä, että hän oli hukuttanut hänen hyvyytensä.",
      "Ja hän kutsui hänen ja sanoi hänelle: miksi minä sinusta sen kuulen? tee luku hallituksestas; sillä et sinä saa tästedes hallita.",
      "Niin huoneenhaltia sanoi itsellensä: mitä minä teen, sillä minun herrani ottaa minulta pois hallituksen? en minä voi kaivaa, häpeen minä kerjätä.",
      "Minä tiedän, mitä minä teen, että kuin minä viralta pannaan pois, niin he korjaavat minun huoneesensa.",
      "Ja hän kutsui tykönsä kaikki herransa velvolliset ja sanoi ensimäiselle: kuinka paljo sinä olet minun herralleni velkaa?",
      "Mutta se sanoi: sata tynnyriä öljyä. Ja hän sanoi hänelle: ota kirjas ja istu pian, ja kirjoita viisikymmentä.",
      "Sitte hän sanoi toiselle: kuinka paljon sinä olet velkaa? ja se sanoi: sata puntaa nisuja. Hän sanoi hänelle: ota kirjas ja kirjoita kahdeksankymmentä.",
      "Ja herra kiitti väärää huoneenhaltiata, että hän toimellisesti teki; sillä tämän maailman lapset ovat toimellisemmat kuin valkeuden lapset heidän sukukunnassansa.",
      "Ja minä myös sanon teille: tehkäät teillenne ystäviä väärästä mammonasta, että kuin te tarvitsette, niin he korjaavat teitä ijankaikkisiin majoihin.",
      "Joka vähemmässä on uskollinen, se on myös paljossa uskollinen, ja joka vähemmässä on väärä, se on myös paljossa petollinen.",
      "Jollette siis ole olleet uskolliset väärässä mammonassa, kuka teille sitä uskoo, mikä oikia on?",
      "Ja ellette ole olleet toisen omassa uskolliset, kuka teille antaa sen, mikä teidän omanne on?",
      "Ei yksikään palvelia taida kahta herraa palvella; sillä taikka hän yhtä vihaa ja toista rakastaa, eli yhdessä hän kiinni riippuu ja toisen katsoo ylön. Ette taida palvella Jumalaa ja mammonaa.",
      "Mutta kaikki nämät kuulivat nekin Pharisealaiset, jotka ahneet olivat, ja pilkkasivat häntä.",
      "Ja hän sanoi heille: te olette ne, jotka itsenne hurskaiksi teette ihmisten edessä; mutta Jumala tuntee teidän sydämenne; sillä se mikä ihmisille on korkia, se on Jumalan edessä kauhistus.",
      "Laki ja prophetat ovat Johannekseen asti, ja siitä ajasta ilmoitetaan Jumalan valtakunta, ja jokainen siihen itseänsä väellä tunkee.",
      "Pikemmin taivas ja maa hukkuu, kuin rahtukaan laista putoo.",
      "Joka emäntänsä hylkää ja nai toisen, hän tekee huorin, ja joka sen mieheltä hyljätyn nai, hän tekee huorin.",
      "Oli yksi rikas mies, joka vaatetti itsensä purpuralla ja kalliilla liinavaatteilla, ja eli joka päivä ilossa herkullisesti.",
      "Oli myös kerjääjä, nimeltä Latsarus, joka makasi hänen ovensa edessä täynnänsä paisumia,",
      "Ja pyysi ravittaa niistä muruista, jotka rikkaan pöydältä putosivat; mutta koirat myös tulivat ja nuolivat hänen paisumansa.",
      "Niin tapahtui, että kerjääjä kuoli ja vietiin enkeleiltä Abrahamin helmaan: niin kuoli myös rikas ja haudattiin.",
      "Ja kuin hän helvetissä vaivassa oli, nosti hän silmänsä ja näki Abrahamin taampana ja Latsaruksen hänen helmassansa.",
      "Ja hän huusi, sanoen: isä Abraham, armahda minun päälleni ja lähetä Latsarus kastamaan sormensa pää veteen, että hän jäähdyttäis minun kieleni; sillä minä kovin vaivataan tässä liekissä.",
      "Niin sanoi Abraham: poikani, muista, että sinä sait sinun hyvääs elämässä, niin myös Latsarus pahaa. Mutta nyt hän lohdutetaan, ja sinä vaivataan.",
      "Ja paitsi kaikkia näitä on meidän ja teidän välillä suuri juopa kiinnitetty, että ne, jotka tahtovat, ei he voi, eikä sieltä tännekään tulla.",
      "Niin hän sanoi: minä rukoilen siis sinua, isä, ettäs lähetät hänen minun isäni kotoon;",
      "Sillä minulla on viisi veljeä, todistamaan heille, ettei hekin tulisi tähän vaivan siaan.",
      "Sanoi hänelle Abraham: heillä on Moses ja prophetat; kuulkoot niitä.",
      "Mutta hän sanoi: ei, isä Abraham: vaan jos joku kuolleista menis heidän tykönsä, niin he parannuksen tekisivät.",
      "Hän sanoi hänelle: ellei he Mosesta ja prophetaita kuule, niin ei he myös usko, jos joku kuolleista nousis ylös."
    ],
    [
      "Niin hän sanoi opetuslapsillensa: se on mahdotoin, ettei pahennukset tule. Mutta voi häntä, jonka kautta ne tulevat!",
      "Se olis hänelle parempi, että myllyn kivi ripustettaisiin hänen kaulaansa, ja heitettäisiin mereen, kuin että hän jonkun näistä pienistä pahentais.",
      "Kavahtakaat teitänne. Jos veljes rikkoo sinua vastaan, niin nuhtele häntä: ja jos hän itsensä parantaa, niin anna hänelle anteeksi.",
      "Ja jos hän seitsemän kertaa päivässä rikkoo sinua vastaan, ja seitsemän kertaa päivässä sinun tykös palajaa, sanoen: minä kadun; niin anna hänelle anteeksi.",
      "Ja apostolit sanoivat Herralle: lisää meille uskoa.",
      "Mutta Herra sanoi: jos teillä olis usko niinkuin sinapin siemen, ja te sanoisitte tälle metsäfikunalle: nouse ylös juurines ja istuta sinus mereen, niin se kuulis teitä.",
      "Mutta kenellä teistä on palvelia, joka kyntää taikka karjaa kaitsee, ja kuin hän metsästä kotia tulee, että hän sanoo kohta hänelle: mene rualle?",
      "Vaan eikö hän pikemmin sano hänelle: valmista minulle ehtoollista, sonnusta sinus, ja palvele minua, niinkauvan kuin minä syön ja juon; ja syö ja juo sinä sitte?",
      "Vai kiittääkö hän palveliaansa, että hän teki, mitä hänelle käsketty oli? En luule.",
      "Niin myös te, kuin te olette kaikki tehneet, mitä teille käsketty on, niin sanokaat: me olemme kelvottomat palveliat: me teimme sen, minkä meidän piti tekemän.",
      "Ja tapahtui, kuin hän meni Jerusalemia päin, että hän matkusti keskeltä Samarian ja Galilean.",
      "Ja kuin hän tuli yhteen kylään, kohtasivat häntä kymmenen spitalista miestä, jotka taampana seisoivat,",
      "Ja korottivat äänensä, sanoen: Jesus, rakas Mestari, armahda meidän päällemme!",
      "Ja kuin hän ne näki, sanoi hän heille: menkäät ja osoittakaat teitänne papeille. Ja tapahtui, että he mennessänsä tulivat puhtaiksi.",
      "Niin yksi heistä, kuin hän näki, että hän parantunut oli, palasi jälleen ja kunnioitti Jumalaa suurella äänellä,",
      "Ja lankesi kasvoillensa hänen jalkainsa juureen ja kiitti häntä. Ja se oli Samarialainen.",
      "Mutta Jesus vastaten sanoi: eikö kymmenen puhdistettu? kussa yhdeksän ovat?",
      "Ei ole muita löydetty, jotka palasivat Jumalaa kunnioittamaan, kuin tämä muukalainen.",
      "Ja hän sanoi hänelle: nouse ja mene! sinun uskos on sinun vapahtanut.",
      "Ja Pharisealaiset kysyivät häneltä: koska Jumalan valtakunta olis tuleva? Vastasi hän heitä ja snaoi: ei Jumalan valtakunta tule niin, että se taidettaisiin nähdä.",
      "Ei myös heidän pidä sanoman: katso tässä, katso siellä; sillä katso, Jumalan valtakunta on teidän keskellänne.",
      "Niin hän sanoi opetuslapsille: se aika tulee, että te halajatte nähdä yhtäkin Ihmisen Pojan päivää, ja ette saa nähdä.",
      "Ja he sanovat teille: katso tässä, katso siellä: älkäät menkö ulos, älkäät myös seuratko.",
      "Sillä niinkuin pitkäisen tuli taivaan alla leimahtaa ja paistaa kaikkein päälle, mitkä taivaan alla ovat, niin on myös Ihmisen Pojan päivänänsä oleva.",
      "Mutta ennen tulee hänen paljo kärsiä ja hyljättää tältä sukukunnalta.",
      "Ja niinkuin tapahtui Noan päivinä, niin myös tapahtuu Ihmisen Pojan päivinä.",
      "He söivät, joivat, naivat ja huolivat, hamaan siihen päivään asti, jona Noa arkkiin meni sisälle, ja vedenpaisumus tuli ja hukutti kaikki.",
      "Niin myös tapahtui Lotin päivinä: he söivät, joivat, ostivat, myivät, istuttivat, rakensivat.",
      "Mutta sinä päivänä, kuin Lot Sodomasta läksi, satoi tulta ja tulikiveä taivaasta, ja hukutti kaikki.",
      "Niin pitää myös sinä päivänä oleman, jona Ihmisen Poika ilmoitetaan.",
      "Joka sinä päivänä katon päällä on, ja hänen kalunsa ovat huoneessa, niin älköön astuko alas niitä ottamaan. Ja joka pellolla on, niin älköön myös palatko takaisin.",
      "Muistakaa Lotin emäntää.",
      "Jokainen joka pyytää henkensä vapahtaa, hän sen kadottaa, ja jokainen joka sen kadottaa, hän saattaa sen elämään.",
      "Minä sanon teille: sinä yönä ovat kaksi yhdellä vuoteella, yksi otetaan ylös, ja toinen jätetään.",
      "Kaksi ynnä jauhavat: yksi otetaan ylös, ja toinen jätetään.",
      "Kaksi ovat kedolla: yksi otetaan ylös, ja toinen jätetään.",
      "Ja he vastaten sanoivat hänelle: Herra, kussa siis? Niin sanoi hän heille: kussa raato on, sinne myös kotkat kokoontuvat."
    ],
    [
      "Niin hän sanoi myös heille vertauksen, että aina tulee rukoilla ja ei väsyä,",
      "Sanoen: yksi tuomari oli yhdessä kaupungissa, joka ei peljännyt Jumalaa eikä hävennyt ihmisiä.",
      "Niin oli myös yksi leski siinä kaupungissa, joka tuli hänen tykönsä, sanoen: auta minua riitaveljeltäni.",
      "Ja ei hän tahtonut kauvan aikaa. Mutta viimein sanoi hän itsellensä: vaikka en minä Jumalaa pelkää, enkä häpee ihmisiä,",
      "Kuitenkin, että tämä leski vaivaa minua, tahdon minä häntä auttaa, ettei hän viimein tulisi ja nurisisi minua.",
      "Niin Herra sanoi: kuulkaat, mitä tämä väärä tuomari sanoo:",
      "Eikös Jumalan pitäisi valituita auttaman, jotka yötä ja päivää häntä huutavat, pitäiskö hänen sitä kärsimän?",
      "Minä sanon teille: hän auttaa heitä pian. Kuitenkin, kuin Ihmisen Poika on tuleva, löytäneekö hän uskoa maan päältä?",
      "Niin hän myös sanoi muutamille, jotka itse päällensä uskalsivat, että he olivat hurskaat, ja muita katsoivat ylön, tämän vertauksen:",
      "Kaksi ihmistä meni ylös templiin rukoilemaan, yksi Pharisealainen ja toinen Publikani.",
      "Pharisealainen seisoi ja rukoili näin itsellensä: minä kiitän sinua, Jumala, etten minä ole niinkuin muut ihmiset, ryöväri, väärä, huorintekiä, taikka myös niinkuin tämä Publikani.",
      "Kahdesti viikossa minä paastoon, ja annan kymmenykset kaikista mitä minulla on.",
      "Ja Publikani seisoi taampana, eikä tahtonut silmiänsäkään nostaa ylös taivaasen päin, mutta löi rintoihinsa ja sanoi: Jumala, armahda minun syntisen päälleni!",
      "Minä sanon teille: tämä meni kotiansa hurskaampana kuin toinen; sillä jokainen joka itsensä ylentää, se alennetaan, ja joka itsensä alentaa, se ylennetään.",
      "Niin he toivat myös hänen tykönsä lapsia, että hän heihin rupeais. Mutta kuin opetuslapset sen näkivät, nuhtelivat he niitä.",
      "Mutta kuin Jesus oli heitä kutsunut tykönsä, sanoi hän: sallikaat lasten tulla minun tyköni, ja älkäät heitä kieltäkö; sillä senkaltaisten on Jumalan valtakunta.",
      "Totisesti sanon minä teille: joka ei ota vastaan Jumalan valtakuntaa niinkuin lapsi, ei hän ikinä siihen tule siihen sisälle.",
      "Ja häneltä kysyi yksi päämiehistä ja sanoi: hyvä Mestari, mitä minun pitää tekemän, että minä ijankaikkisen elämän saisin?",
      "Niin Jesus sanoi hänelle: mitäs minua hyväksi kutsut? Ei ole kenenkään hyvä, vaan yksi, Jumala.",
      "Käskysanat sinä tiedät: ei sinun pidä huorin tekemän: ei sinun pidä tappaman: ei sinun pidä varastaman: ei sinun pidä väärää todistusta sanoman: kunnioita isääs ja äitiäs.",
      "Niin hän sanoi: nämät kaikki olen minä minun nuoruudestani pitänyt.",
      "Kuin Jesus sen kuuli, sanoi hän hänelle: yksi sinulta vielä puuttuu: myy kaikki, mitä sinulla on ja vaivaisille, niin sinulla pitä oleman tavara taivaassa: ja tule, seuraa minua.",
      "Vaan kuin hän sen kuuli, tuli hän murheelliseksi; sillä hän oli sangen rikas.",
      "Mutta kuin Jesus näki hänen murheissansa olevan, sanoi hän: kuinka työläästi rikkaat tulevat Jumalan valtakuntaan;",
      "Sillä huokiampi on kamelin käydä neulan silmän lävitse, kuin rikkaan tulla Jumalan valtakuntaan.",
      "Niin he sanoivat, jotka sen kuulivat: ja kuka taitaa autuaaksi tulla?",
      "Mutta hän sanoi: ne mitkä ovat mahdottomat ihmisten tykönä, ne ovat mahdolliset Jumalan tykönä.",
      "Niin Pietari sanoi: katso, me jätimme kaikki ja seurasimme sinua.",
      "Vaan hän sanoi heille: totisesti sanon minä teille: ei ole kenkään, joka jätti huoneen taikka vanhemmat taikka veljet taikka emännän taikka lapset Jumalan valtakunnan tähden,",
      "Joka ei paljoa enempää saa tällä ajalla jällensä, ja tulevaisessa maailmassa ijankaikkisen elämän.",
      "Ja hän otti tykönsä ne kaksitoistakymmentä, ja sanoi heille: katso, me menemme Jerusalemiin, ja kaikki pitää täytettämän mitkä prophetailta Ihmisen Pojasta kirjoitetut ovat.",
      "Sillä hän annetaan ylön pakanoille, ja pilkataan, ja häväistään, ja syljetään.",
      "Ja kuin he ovat hänen ruoskineet, tappavat he hänen, ja kolmantena päivänä on hän nouseva ylös.",
      "Ja ei he mitään näistä ymmärtäneet. Ja tämä puhe oli heiltä niin peitetty, ettei he ymmärtäneet, mitä sanottiin.",
      "Niin tapahtui, kuin hän Jerikoa lähestyi, että yksi sokia istui tien vieressä kerjäten,",
      "Ja kuin hän kuuli kansan käyvän ohitse, kysyi hän, mikä se olis?",
      "He sanoivat hänelle: Jesus Natsarealainen tästä meni.",
      "Ja hän huusi ja sanoi: Jesus, Davidin Poika, armahda minua!",
      "Niin ne, jotka menivät ohitse, toruivat häntä vaikenemaan. Mutta hän huusi sitä enemmin: Davidin Poika, armahda minua!",
      "Niin Jesus seisahti ja käski häntä taluttaa tykönsä. Ja kuin hän lähestyi, kysyi hän häneltä,",
      "Sanoen: mitäs tahdot, että minun pitää sinulle tekemän? Hän sanoi: Herra, että minä näköni jälleen saisin.",
      "Ja Jesus sanoi hänelle: ole näkevä! sinun uskos autti sinua.",
      "Ja hän sai kohta näkönsä, ja seurasi häntä, ja kunnioitti Jumalaa. Ja kaikki kansa, jotka sen näkivät, kiittivät Jumalaa."
    ],
    [
      "Ja hän meni sisälle ja vaelsi Jerikon lävitse.",
      "Ja katso, yksi mies oli nimeltä Zakeus, joka oli Publikanien päämies ja hän oli rikas,",
      "Ja hän pyysi nähdä Jesusta, kuka hän olis, eikä saanut kansalta; sillä hän oli varttansa vähäinen.",
      "Ja hän samosi edelle, meni ylös yhteen metsä-fikunapuuhun, että hän olis saanut hänen nähdä; sillä sen kautta oli hän vaeltava.",
      "Ja kuin hän tuli siihen paikkaan, katsoi Jesus ylös, ja näki hänen, ja sanoi hänelle: Zakeus, astu nopiasti alas! sillä minun pitää tänäpänä oleman sinun huoneessas.",
      "Ja hän astui nopiasti alas ja otti hänen iloiten vastaan.",
      "Ja kuin he sen näkivät, napisivat he kaikki, että hän meni sisälle syntisen miehen tykö olemaan.",
      "Mutta Zakeus seisoi ja sanoi Herralle: katso, Herra, puolen minun tavaraani annan minä vaivaisille; ja jos minä jonkun pettänyt olen, sen minä neljäkertaisesti jälleen annan.",
      "Niin Jesus sanoi hänelle: tänäpänä on tälle huoneelle autuus tapahtunut, että hänkin on Abrahamin poika.",
      "Sillä Ihmisen Poika tuli etsimään ja vapahtamaan sitä, mikä kadonnut oli.",
      "Mutta kuin he nämät kuulleet olivat, sanoi hän vielä yhden vertauksen: että hän oli juuri läsnä Jerusalemia, ja että he luulivat Jumalan valtakunnan kohta ilmoitettavan.",
      "Sanoi hän siis: yksi herrasmies matkusti kaukaiseen maakuntaan, itsellensä valtakuntaa ottamaan, ja aikoi jälleen palata:",
      "Niin hän kutsui tykönsä kymmenen palveliaansa ja antoi heille kymmenen leiviskää, ja sanoi heille: tehkäät kauppaa niinkauvan kuin minä tulen.",
      "Mutta hänen kylänsä asujat vihasivat häntä, ja lähettivät sanansaattajat hänen jälkeensä, sanoen: emme tahdo, että tämä meitä vallitsee.",
      "Ja tapahtui kuin hän palasi, sitte kuin hän sai valtakunnan, käski hän kutsua ne palveliat tykönsä, joille hän oli rahansa antanut, tietääksensä, mitä kukin kaupallansa toimittanut oli.",
      "Niin tuli ensimäinen ja sanoi: herra, sinun leiviskäs on kymmenen leiviskää kasvattanut.",
      "Ja hän sanoi hänelle: oikein, hyvä palvelia, ettäs vähässä olit uskollinen, sinulla pitää valta kymmenen kaupungin päälle oleman.",
      "Toinen myös tuli ja sanoi: herra, sinun leiviskäs on viisi leiviskää kasvattanut.",
      "Niin hän myös sanoi hänelle: ole sinäkin viiden kaupungin haltia.",
      "Ja kolmas tuli ja sanoi: herra, katso, tässä on sinun leiviskäs, joka minulla hikiliinassa kätketty oli;",
      "Sillä minä pelkäsin sinua, ettäs kova mies olet; sinä otat, jota et tallelle pannut, ja niität, jota et kylvänyt.",
      "Hän sanoi hänelle: sinun suustas minä sinun tuomitsen, sinä paha palvelia, sinä tiesit minun kovaksi mieheksi, joka otan, jota en minä tallelle pannut, ja leikkaan, jota en minä kylvänyt:",
      "Ja miksi et sinä antanut minun rahaani vaihetuspöydälle? ja minä olisin tultuani sen kasvun kanssa jälleen saanut.",
      "Niin hän sanoi tykönä seisoville: ottakaat pois leiviskä häneltä, ja antakaat sille, jolla kymmenen leiviskää on.",
      "Niin he sanoivat hänelle: herra, hänellä on kymmenen leiviskää.",
      "Sillä minä sanon teille, jolla on, hänelle pitää annettaman, ja häneltä, jolla ei ole, sekin, mikä hänellä on, pitää otettaman pois.",
      "Kuitenkin ne minun viholliseni, jotka ei tahtoneet minun antaa vallita heitä, tuokaat tänne ja mestatkaa heitä minun edessäni.",
      "Ja kuin hän nämät puhunut oli, meni hän edellä ja vaelsi ylös Jerusalemia päin.",
      "Ja tapahtui, kuin hän lähestyi Betphagea ja Betaniaa, ja tuli sen vuoren tykö, joka öljymäeksi kutsutaan kutsutaan, lähetti hän kaksi opetuslapsistansa,",
      "Sanoen: menkäät kylään, joka on teidän edessänne, ja kuin te siihen tulette sisälle, niin te löydätte varsan sidottuna, jonka päällä ei yksikään ihminen koskaan istunut ole: päästäkäät se ja tuokaat tänne.",
      "Ja jos joku teiltä kysyy: miksi te sitä päästätte? niin sanokaat hänelle: Herra tätä tarvitsee.",
      "Niin lähetetyt menivät ja löysivät niinkuin hän oli heille sanonut.",
      "Kuin he nyt päästivät varsaa, sanoi sen isäntä heille: miksi te päästätte varsaa?",
      "Vaan he sanoivat: Herra tätä tarvitsee.",
      "Ja he veivät sen Jesuksen tykö, ja panivat vaatteensa varsan päälle, ja istuttivat Jesuksen se päälle.",
      "Ja kuin hän matkusti, levittivät he vaatteensa tielle.",
      "Ja kuin hän jo lähestyi menemään alas Öljymäeltä, rupesi koko opetuslasten joukko iloiten kiittämään Jumalaa suurella äänellä kaikistä niistä voimallisista töistä, jotka he nähneet olivat,",
      "Sanoen: siunattu olkoon se, joka tulee, kuningas Herran nimeen! rauha taivaassa ja kunnia korkeuksissa!",
      "Ja muutamat Pharisealaisista kansan seasta sanoivat hänelle: Mestari, nuhtele opetuslapsias.",
      "Ja hän vastaten sanoi heille: minä sanon teille: jos nämät vaikenevat, niin kivet pitää huutaman.",
      "Ja kuin hän lähemmä tuli, katsoi hän kaupungin päälle, itki häntä,",
      "Ja sanoi: jos sinäkin tietäisit, niin sinä ajattelisit tosin tällä sinun ajallas, mitä sinun rauhaas sopis. Mutta nyt ovat ne kätketyt sinun silmäis edestä.",
      "Sillä ne päivät pitää tuleman sinun ylitses, että sinun vihollises skantsaavat sinun, ja ympäri piirittävät sinun, ja ahdistavat sinun joka kulmalta,",
      "Ja maahan tasoittavat sinun ja sinun lapses, jotka sinussa ovat, ja ei jätä sinussa kiveä kiven päälle; ettet etsikkos aikaa tuntenut.",
      "Ja hän meni sisälle templiin, rupesi ajamaan siitä ulos ostajia ja myyjiä,",
      "Sanoen heille: kirjoitettu on: minun huoneeni on rukoushuone; mutta te olette sen tehneet ryövärien luolaksi.",
      "Ja hän opetti joka päivä templissä, mutta pappein päämiehet ja kirjanoppineet ja kansan vanhimmat etsivät häntä surmataksensa,",
      "Ja ei tietäneet, mitä heidän piti tekemän; sillä kaikki kansa riippui hänessä, ja kuulivat häntä."
    ],
    [
      "Ja tapahtui yhtenä niistä päivistä, kuin hän kansaa opetti templissä ja saarnasi evankeliumia, tulivat ylimmäiset papit ja kirjanoppineet ja vanhimmat,",
      "Ja puhuivat hänelle, sanoen: sanos meille, millä vallalla sinä tätä teet? eli kuka sinulle tämän vallan on antanut?",
      "Niin Jesus vastaten sanoi heille: minä kysyn myös teiltä yhtä asiaa, vastatkaat minua.",
      "Oliko Johanneksen kaste taivaasta, vaiko ihmisiltä?",
      "Niin he ajattelivat itsellänsä, sanoen: jo me sanomme: taivaasta, niin hän sanoo: miksi ette siis uskoneet?",
      "Mutta jos me sanomme: ihmisiltä, niin kaikki kansa kivittää meidät; sillä he uskoivat, että Johannes oli propheta.",
      "Ja he vastasivat, ettei he tietäneet, kusta se oli.",
      "Niin sanoi Jesus heille: en minä myös sano teille, millä voimalla minä näitä teen.",
      "Niin hän rupesi sanomaan kansalle tämän vertauksen: yksi mies istutti viinamäen ja pani sen vuorolle peltomiehille, ja meni muille maille kauvaksi aikaa.",
      "Ja ajallansa lähetti hän palvelian peltomiesten tykö, että he antaisivat hänelle viinamäen hedelmästä. Mutta ne peltomiehet pieksivät sen ja lähettivät pois tyhjänä.",
      "Ja hän lähetti vielä toisen palvelian; mutta he myös sen pieksivät, ja pilkkasivat, ja lähettivät pois tyhjänä.",
      "Ja hän lähetti vielä kolmannen. Mutta he myös sen haavoittivat ja syöksivät ulos.",
      "Niin viinamäen isäntä sanoi: mitä minä teen? minä lähetän minun rakkaan poikani: kuin he hänen näkevät, niin he karttavat häntä.",
      "Mutta kuin peltomiehet sen näkivät, ajattelivat he itsellänsä, sanoen: tämä on perillinen: tulkaat, tappakaamme häntä, että perintö tulis meidän omaksemme.",
      "Ja he syöksivät ulos hänen viinamäestä ja tappoivat. Mitä viinamäen isäntä on tekevä heille?",
      "Hän tulee ja hukkaa nämät peltomiehet, ja antaa viinamäen muille. Kuin he sen kuulivat, sanoivat he: pois se!",
      "Mutta hän katsahti heidän päällensä ja sanoi: mitä se on, mikä kirjoitettu on: Se kivi, jonka rakentajat hylkäsivät, on tullut nurkkakiveksi?",
      "Jokainen joka lankee sen kiven päälle, se runnellaan; mutta jonka päälle se lankee, sen hän musertaa.",
      "Ja pappein päämiehet ja kirjanoppineet pyysivät häntä sillä hetkellä kiinni ottaa, vaan he pelkäsivät kansaa; sillä he ymmärsivät, että hän heille tämän vertauksen sanonut oli.",
      "Ja he vartioitsivat häntä ja lähettivät väijyjät, jotka piti itsensä hurskaiksi teettelemän, että he hänen puheessa saisivat kiinni, ja antaisivat ylön esivallalle ja maanvanhimman haltuun.",
      "Ja he kysyivät häneltä ja sanoivat: Mestari, me tiedämme, ettäs oikein sanot ja opetat, etkä katso ihmisen muotoa, vaan opetat Jumalan tien totuudessa.",
      "Sopikko meidän antaa keisarille veroa, taikka ei?",
      "Mutta kuin hän ymmärsi heidän kavaluutensa, sanoi hän heille: mitä te minua kiusaatte?",
      "Osoittakaat minulle veroraha, kenenkä kuva ja päällekirjoitus siinä on? He vastasivat ja sanoivat: keisarin.",
      "Niin hän sanoi heille: antakaat keisarille, mitkä keisarin ovat, ja Jumalalle, mitkä Jumalan ovat.",
      "Ja ei he taitaneet hänen puhettansa kansan edessä laittaa, vaan ihmettelivät hänen vastaustansa, ja vaikenivat.",
      "Niin tulivat muutamat Saddukealaisista, (jotka kieltävät ylösnousemisen,) ja kysyivät häneltä,",
      "Sanoen: Mestari, Moses kirjoitti meille: jos jonkun veli kuolee, jolla emäntä oli, ja se kuolis lapsetonna, niin hänen veljensä pitää sen vaimon ottaman ja veljellensä siemenen herättämän.",
      "Niin oli seitsemän veljeä: ensimäinen otti emännän ja kuoli lapsetonna.",
      "Ja toinen otti sen vaimon, ja se myös kuoli lapsetonna.",
      "Ja kolmas otti myös sen: ja niin kaikki seitsemän, eikä jättäneet lapsia, ja kuolivat.",
      "Kaikkein viimein kuoli myös vaimo.",
      "Sentähden ylösnousemisessa, kenenkä heistä vaimo pitää oleman? sillä kaikki seitsemän ovat sen vaimonansa pitäneet.",
      "Ja Jesus vastaten sanoi heille: tämän maailman lapset naivat ja huolevat;",
      "Mutta ne, jotka otolliseksi tulevat sille maailmalle ja ylösnousemiselle kuolleista, ei he nai eikä huole;",
      "Sillä ei he enään kuolla taida; sillä he ovat enkelien kaltaiset, ja he ovat Jumalan lapset, että he ovat ylösnousemisen lapset.",
      "Mutta että kuolleet ylösnousevat, sen on myös Moses pensaan tykönä osoittanut, kuin hän sanoi Herran Abrahamin Jumalaksi ja Isaakin Jumalaksi ja Jakobin Jumalaksi.",
      "Mutta ei Jumala ole kuolleiden Jumala, vaan elävien; sillä kaikki hänelle elävät.",
      "Niin vastasivat muutamat kirjanoppineista ja sanoivat: Mestari, oikein sinä sanoit.",
      "Ja ei he rohjenneet häneltä mitään enempää kysyä.",
      "Niin hän sanoi heille: kuinka he sanovat Kristuksen Davidin pojaksi?",
      "Ja David itse sanoo Psalmiraamatussa: Herra sanoi minun Herralleni: istu minun oikialle kädelleni,",
      "Siihenasti kuin minä panen sinun vihollises sinun jalkais astinlaudaksi.",
      "Koska siis David kutsuu hänen Herraksensa, kuin hän on hänen Poikansa?",
      "Mutta kuin kaikki kansa sen kuuli, sanoi hän opetuslapsillensa:",
      "Kavahtakaat kirjanoppineita, jotka tahtovat käydä pitkissä vaatteissa ja ottavat hyväksi tervehdykset turulla, ja ylimmäiset istuimet synagogissa, ja ylimmäiset siat ehtoollisissa,",
      "Jotka syövä leskein huoneet, ja muodoksi pitävät pitkät rukoukset: heidän pitää saaman sitä raskaamman tuomion."
    ],
    [
      "Mutta kuin hän katsoi, näki hän rikkaat panevan lahjojansa uhri-arkkkuun.",
      "Hän näki myös köyhän lesken panevan siihen kaksi ropoa.",
      "Ja sanoi: totisesti sanon minä teille: tämä köyhä leski pani enemmän kuin nämät kaikki.",
      "Sillä kaikki nämät panivat siitä, mitä heillä liiaksi oli, Jumalan uhriski, vaan tämä pani köyhyydestänsä kaiken tavaransa, mikä hänellä oli.",
      "Ja kuin muutamat sanoivat hänelle templistä, kuinka kauniilla kivillä ja kappaleilla se kaunistettu oli, niin hän sanoi:",
      "Näitäkö te katselette? Ne päivät pitää tuleman, joina ei pidä kiveä kiven päälle jätettämän, jota ei maahan jaoteta.",
      "Niin he kysyivät häneltä ja sanoivat: Mestari, koskas nämät tapahtuvat? ja mikä merkki on, koska nämät tulevat?",
      "Hän sanoi: katsokaat, ettei teitä petetä; sillä moni tulee minun nimeeni ja sanoo: minä se olen! aika on kyllä läsnä, älkäät kuitenkaan heitä seuratko.",
      "Mutta kuin te kuulette sotia ja kapinoita, niin älkäät peljästykö; sillä nämät pitää ensin tapahtuman, vaan ei kohta loppu ole.",
      "Niin hän sanoi heille: kansa nousee kansaa vastaan, ja valtakunta valtakuntaa vastaan.",
      "Ja suuret maan vapistukset pitä joka paikassa tuleman, nälkä ja rutto, kauhistukset ja suuret ihmeet taivaasta tapahtuvat.",
      "Mutta ennen näitä kaikkia heittävät he kätensä teidän päällenne, vainoovat ja antavat ylön teitä synagogiin ja vankiuteen, ja vetävät teitä kuningasten ja esimiesten eteen, minun nimeni tähden.",
      "Mutta se tapahtuu teille todistukseksi.",
      "Niin pankaat nyt se teidän sydämeenne, ettette ennen ajattelisi, kuinka teidän pitää edestänne vastaaman:",
      "Sillä minä annan teille suun ja viisauden, jota ei he voi puhua vastaan eikä seisoa vastaan, kaikki jotka teitä vastaan ovat.",
      "Niin te myös annetaan ylön vanhimmilta, veljiltä, langoilta ja ystäviltä, ja muutamat teistä he tappavat,",
      "Ja te tulette vihattaviksi kaikilta, minun nimeni tähden.",
      "Vaan ei hiuskarvakaan pidä teidän päästänne hukkuman.",
      "Pitäkäät teidän sielunne kärsivällisyydessä.",
      "Mutta kuin te näette Jerusalemin sotaväeltä piiritettävän, niin tietäkäät, että hänen perikatonsa on lähestynyt.",
      "Silloin ne, jotka Juudeassa ovat, paetkaan vuorille, ja jotka hänen keskellänsä ovat, ne lähtekään sieltä ulos, ja jotka maalla ovat, älkään häneen menkö sisälle.",
      "Sillä ne ovat kostopäivät, että kaikki täytettäisiin, mitkä kirjoitetut ovat.",
      "Mutta voi raskaita ja imettäväisiä niinä päivinä! Sillä suuri vaiva pitää maan päällä oleman ja viha tämän kansan päällä.",
      "Ja heidän pitää lankeeman miekan terään, ja he viedään vangiksi kaikkinaisen kansan sekaan. Ja Jerusalem pitää tallattaman pakanoilta, siihen asti kuin pakanain aika täytetään.",
      "Ja merkit pitää oleman auringossa ja kuussa ja tähdissä, ja maassa kansalla ahdistus epäilyksen tähden. Ja meri ja aallot pitää pauhaaman.",
      "Ja ihmiset maassa pitää nääntymän pelvon ja odottamisen tähden niitä, mitkä maan piirin päälle tulevat; sillä taivaan voimat pitää liikutettaman.",
      "Ja silloin heidän pitää näkemän Ihmisen Pojan tulevan pilvissä suurella voimalla ja kunnialla.",
      "Mutta kuin nämät rupeevat tapahtumaan, niin katsokaat, ja nostakaat päänne ylös; sillä teidän lunastuksenne silloin lähestyy.",
      "Ja hän sanoi heille vertauksen: katsokaat fikunapuuta ja kaikkia puita.",
      "Kuin ne jo puhkeevat, niin te näette ja itse teistänne ymmärrätte, että suvi on jo läsnä.",
      "Niin myös te, kuin te näette nämät tapahtuvan, tietäkäät, että Jumalan valtakunta on läsnä.",
      "Totisesti minä sanon teille: ei tämän sukukunnan pidä suinkaan hukkuman, siihenasti kuin nämät kaikki tapahtuvat.",
      "Taivas ja maa on hukkuva, vaan minun sanani ei pidä ikänä hukkaantuman.",
      "Mutta kavahtakaat, ettei teidän sydämenne koskaan raskauteta ylönsyömisestä ja juopumisesta ja elatuksen murheesta, ja se päivä tulee äkisti teidän päällenne.",
      "Sillä se tulee niinkuin paula kaikkein ylitse, jotka koko maan päällä asuvat.",
      "Sentähden valvokaat ja aina rukoilkaat, että te mahdolliset olisitte kaikkia näit välttämään, jotka pitää tapahtuman, ja seisomaan Ihmisen Pojan edessä.",
      "Ja hän opetti päivällä templissä, mutta yöllä meni hän ulos ja oli yötä vuorella, joka kutsutaan Öljymäeksi.",
      "Ja kaikki kansa tuli varhain hänen tykönsä templiin, häntä kuulemaan."
    ],
    [
      "Niin lähestyi makian leivän juhlapäivä, joka pääsiäiseksi kutsutaan.",
      "Ja ylimmäiset papit ja kirjanoppineet etsivät, kuinka he olisivat hänen saaneet tappaa. Mutta he pelkäsivät kansaa.",
      "Niin saatana oli mennyt Juudaan sisälle, jonka liikanimi oli Iskariot, joka oli kahdentoistakymmenen luvusta.",
      "Ja hän meni pois ja puhutteli ylimmäisiä pappeja ja päämiehiä, kuin hän oli hänen heille pettävä.",
      "Ja he ihastuivat ja lupasivat hänelle rahaa.",
      "Ja hän lupasi sen heille, ja etsi soveliasta aikaa, saadaksensa häntä pettää ilman hasuta.",
      "Niin makian leivän päivä tuli, jona pääsiäislammas piti teurastettaman,",
      "Ja hän lähetti Pietarin ja Johanneksen, sanoen: menkäät valmistamaan meille pääsiäislammas syödäksemme.",
      "Niin he sanoivat hänelle: kussas tahdot meitä valmistamaan?",
      "Hän sanoi heille: katso, kuin te kaupunkiin tulette sisälle, kohtaa teitä ihminen, kantain vesiastiaa: seuratkaat häntä siihen huoneesen, johonka hän menee.",
      "Ja sanokaat sen huoneen perheenisännälle: Mestari sanoo sinulle: kussa on maja, jossa minä syön pääsiäislampaan opetuslasteni kanssa?",
      "Ja hän osoittaa teille suuren salin rakennetun; valmistakaat siellä.",
      "Niin he menivät ja löysivät niinkuin hän heille sanonut oli, ja valmistivat pääsiäislampaan.",
      "Ja kuin jo aika tullut oli, istui hän pöydän tykönä ja kaksitoistakymmentä apostolia hänen kanssansa.",
      "Ja hän sanoi heille: minä olen halulla halainnut syödä tätä pääsiäislammasta teidän kanssanne, ennekuin minä kärsin.",
      "Sillä minä sanon teille, etten minä suinkaan silleen siitä syö, siihenasti kuin se täytetään Jumalan valtakunnassa.",
      "Ja hän otti kalkin, kiitti, ja sanoi: ottakaat ja jakakaat keskenänne.",
      "Sillä minä sanon teille, etten minä suinkaan juo viinapuun hedelmää, siihenasti kuin Jumalan valtakunta tulee.",
      "Ja hän otti leivän, kiitti ja mursi, ja antoi heille, sanoen: tämä on minun ruumiini, joka teidän edestänne annetaan: se tehkäät minun muistokseni;",
      "Niin myös kalkin ehtoollisen jälkeen, sanoen: tämä kalkki on uusi Testamentti, minun veressäni, joka teidän edestänne vuodatetaan.",
      "Kuitenkin, katso, minun pettäjäni käsi on minun kanssani pöydällä.",
      "Ja tosin Ihmisen Poika menee niinkuin päätetty on: kuitenkin voi sitä ihmistä, jolta hän petetään!",
      "Ja he rupesivat kyselemään keskenänsä: kuka olis se heistä, joka sen tekevä olis?",
      "Mutta heidän välillänsä tuli myös riita, kuka heistä näkyis suurin olevan.",
      "Niin hän sanoi heille: kansain kuninkaat vallitsevat heitä, ja joilla valta on heidän ylitsensä, ne kutsutaan armollisiksi herroiksi.",
      "Mutta ette te niin: vaan joka teistä suurin on, se olkoon niinkuin nuorin, ja joka ylimmäinen on, se olkoon niinkuin se, joka palvelee.",
      "Sillä kumpi suurempi on: se joka atrioitsee, taikka se joka palvelee? eikö se joka atrioitsee? mutta minä olen teidän keskellänne niinkuin se, joka palvelee.",
      "Mutta te olette ne, jotka minun kiusauksissani minun kanssani pysyitte.",
      "Ja minä säädin teille, niinkuin minun Isäni sääsi minulle, valtakunnan:",
      "Että teidän pitää syömän ja juoman minun pöydälläni minun valtakunnassani, ja istuman istuimilla, ja tuomitseman kaksitoistakymmentä Israelin sukukuntaa.",
      "Niin sanoi myös Herra: Simon, Simon, katso, saatana on teitä pyytänyt seuloaksensa niinkuin nisuja.",
      "Vaan minä rukoilin sinun edestäs, ettei sinun uskos puuttuman pidä. Ja kuin sinä kerran palajat, niin vahvista veljiäs.",
      "Niin hän sanoi hänelle: Herra, minä olen valmis sinun kanssas sekä vankiuteen että kuolemaan menemään.",
      "Mutta hän sanoi: Pietari, minä sanon sinulle, ei laula tänäpänä kukko ennen kuin sinä kolmasti kiellät tuntevas minua.",
      "Ja hän sanoi heille: kuin minä lähetin teidät ilman säkkiä ja kukkaroa ja kenkiä, puuttuiko teiltä mitään? He sanoivat: ei mitään.",
      "Niin hän sanoi heille: vaan nyt, jolla säkki on, ottakoon sen, niin myös kukkaren; ja jolla ei ole, se myykään hameensa ja ostakaan miekan.",
      "Sillä minä sanon teille: vielä sekin mikä kirjoitettu on, pitää minussa täytettämän: hän on pahantekiäin sekaan luettu; sillä ne, mitkä minusta kirjoitetut ovat, pitää loppuman.",
      "Niin he sanoivat: Herra, katso, tässä on kaksi miekkaa. Hän sanoi heille: kyllä siinä on.",
      "Ja hän läksi ulos ja meni, niinkuin hänen tapansa oli, Öljymäelle; niin seurasivat myös häntä hänen opetuslapsensa.",
      "Ja kuin hän siihen paikkaan tuli, sanoi hän heille: rukoilkaat, ettette tulisi kiusaukseen.",
      "Ja hän erkani heistä lähes kivellä heittää ja laski polvillensa, rukoili,",
      "Sanoen: Isä, jos sinä tahdot, niin ota pois minulta tämä kalkki, kuitenkin ei minun tahtoni, mutta sinun olkoon.",
      "Niin enkeli taivaasta ilmestyi hänelle ja vahvisti häntä.",
      "Ja kuin hän sangen suuress ahdistuksessa oli, rukoili hän hartaammin. Ja oli hänen hikensä niinkuin verenpisarat, jotka maan päälle putosivat.",
      "Ja kuin hän nousi rukoilemasta ja tuli opetuslastensa tykö, löysi hän ne murheen tähden makaamasta,",
      "Ja hän sanoi heille: mitä te makaatte? nouskaat ja rukoilkaat, ettette kiusaukseen lankeaisi.",
      "Vielä hänen puhuissansa, katso, joukko ja se, joka kutsuttiin Juudas, yksi kahdestatoistakymmenestä, kävi heidän edellänsä, ja lähestyi Jesusta suuta antamaan hänen.",
      "Niin Jesus sanoi hänelle: Juudas, suun antamisellako sinä Ihmisen Pojan petät?",
      "Kuin ne, jotka hänen ympärillänsä olivat, näkivät, mitä tuleva oli, sanoivat he hänelle: Herra, emmekö me lyö miekalla?",
      "Ja yksi heistä löi pappein päämiehen palveliaa ja hakkasi pois hänen oikian korvansa.",
      "Mutta Jesus vastaten sanoi: sallikaat tähän asti tulla. Ja kuin hän rupesi hänen korvaansa, paransi hän sen.",
      "Mutta Jesus sanoi niille, jotka häntä vastaan olivat tulleet, ylimmäisille papeille ja templin haltioille ja vanhimmille: niinkuin ryövärin tykö te läksitte miekoilla ja seipäillä.",
      "Minä olin joka päivä teidän kanssanne templissä, ja ette ojentaneet kättä minun päälleni; mutta tämä on teidän hetkenne ja pimeyden valta.",
      "Niin he kiinni ottivat hänen ja taluttivat, ja veivät hänen sisälle ylimmäisen papin huoneesen. Mutta Pietari seurasi taampana.",
      "Ja niin he virittivät valkian keskelle kartanoa, ja ynnä yhdessä istuivat, istui myös Pietari heidän seassansa.",
      "Mutta kuin yksi piika näki hänen valkian tykönä istuvan, katsoi hän hänen päällensä, ja sanoi: tämä oli myös hänen kanssansa.",
      "Vaan hän kielsi hänen ja sanoi: vaimo, en minä tunne häntä.",
      "Ja vähän hetken perästä näki toinen hänen, ja sanoi: sinä myös olet yksi heistä. Pietari sanoi: ihminen, en ole.",
      "Ja lähes yhden hetken perästä todisti myös toinen, sanoen: totisesti tämä oli myös hänen kanssansa; sillä hän on Galileasta.",
      "Niin Pietari sanoi: ihminen, en minä tiedä, mitäs sanot. Ja kohta, vielä hänen puhuissansa, lauloi kukko.",
      "Ja Herra käänsi itsensä ja katsoi Pietarin päälle, ja Pietari muisti Herran puheen, kuin hän hänelle sanoi: ennenkuin kukko laulaa, kolmasti sinä minun kiellät.",
      "Ja Pietari meni ulos ja itki katkerasti.",
      "Mutta miehet, jotka Jesusta kiinni pitivät, pilkkasivat häntä ja löivät häntä,",
      "Peittivät hänen silmänsä, ja löivät häntä poskelle, ja kysyivät häneltä, sanoen: arvaa, kuka se on, joka sinua löi.",
      "Ja paljon muuta pilkkaa sanoivat he häntä vastaan.",
      "Ja kuin päivä tuli, kokoontuivat kansan vanhimmat ja ylimmäiset papit ja kirjanoppineet ja veivät hänen oikeutensa eteen,",
      "Sanoen: oletkos Kristus? sano meille. Niin hän sanoi heille: jos minä sanon teille, ette usko,",
      "Ja jos minä myös kysyn, niin ette vastaa minua, ette myös päästä minua.",
      "Tästedes istuu Ihmisen Poika Jumalan voiman oikialla kädellä.",
      "Niin he sanoivat kaikki: sinä olet siis Jumalan Poika? sanoi hän heille: tepä sen sanotte, että minä olen.",
      "Niin he sanoivat: mitä me silleen todistusta tarvitsemme, sillä me olemme sen kuulleet hänen omasta suustansa."
    ],
    [
      "Ja kaikki heidän joukkonsa nousi ylös, ja he veivät hänen Pilatuksen tykö.",
      "Ja he rupesivat kantamaan hänen päällensä, sanoen: tämän me löysimme kansaa viettelevän ja kieltävän keisarille veroa antamasta ja sanovan itsensä olevan kuninkaan Kristuksen.",
      "Niin Pilatus kysyi häneltä, sanoen: oletkos Juudalaisten kuningas? Hän vastasi häntä ja sanoi: sinäpä sen sanot.",
      "Mutta Pilatus sanoi pappein päämiehille ja kansalle: en minä löydä yhtään vikaa tässä ihmisessä.",
      "Mutta he kävivät päälle, sanoen: hän kehoittaa kansan, opettain koko Juudeassa, ja on ruvennut Galileasta hamaan tähän asti.",
      "Mutta kuin Pilatus kuuli Galileaa manittavan, kysyi hän, josko hän Galileasta oli.",
      "Ja kuin hän ymmärsi, että hän Herodeksen läänistä oli, lähetti hän hänen Herodeksen tykö, joka myös silloin oli Jerusalemissa.",
      "Kuin Herodes näki Jesuksen, ihastui hän sangen suuresti; sillä hän oli jo kauvan aikaa häntä halainnut nähdäksensä, että hän oli paljon hänestä kuullut, ja toivoi häneltä jonkun ihmeen näkevänsä,",
      "Ja kysyi häneltä moninaisista; mutta ei hän mitään häntä vastannut.",
      "Niin ylimmäiset papit ja kirjanoppineet seisoivat ja kantoivat kovin hänen päällensä.",
      "Mutta Herodes huovinensa katsoi hänen ylön, ja pilkkasi häntä, pani hänen päällensä valkian vaatteen, ja lähetti jälleen Pilatuksen tykö.",
      "Sinä päivänä tuli Pilatus ja Herodes ystäviksi keskenänsä; sillä he olivat ennen vihamiehet olleet keskenänsä.",
      "Niin Pilatus kutsui kokoon ylimmäiset papit ja valtamiehet ja kansan.",
      "Ja sanoi heille: te olette tämän ihmisen minulle tuoneet niinkuin kansan häiritsiän, ja katso, minä olen häntä tutkinut teidän edessänne ja en löydä yhtään vikaa tässä ihmisessä, joista te kannatte hänen päällensä,",
      "Eikä Herodeskaan; sillä minä lähetin teidät hänen tykönsä, ja katso, ei häneltä yhtään hengen rikosta ole tehty.",
      "Sentähden tahdon minä hänen rangaistuna päästää.",
      "Mutta hänen piti joka juhlana päästämän heille yhden vallallensa.",
      "Niin koko joukko huusi ja sanoi: ota tämä pois, ja päästä meille Barabbas,",
      "Joka oli kapinan ja miestapoin tähden, kuin kaupungissa tapahtunut oli, vankiuteen heitetty.",
      "Niin Pilatus taas puhui heille ja tahtoi Jesuksen päästää.",
      "Mutta he huusivat sitä vastaan, sanoen: ristiinnaulitse, ristiinnaulitse häntä!",
      "Mutta hän sanoi kolmannen kerran heille: mitäs hän pahaa teki? en minä löydä yhtään hengenrikosta hänessä: sentähden tahdon minä häen rangaistuna päästää.",
      "Mutta he kävivät päälle suurella äänellä, pyytäin häntä ristiinnaulittaa. Ja heidän ja ylimmäisten pappein ääni sai vallan.",
      "Ja Pilatus tuomitsi heidän anomisensa jälkeen,",
      "Ja päästi sen heille, joka kapinan ja miestapon tähden oli vankiuteen heitetty, jota he anoivat; mutta Jesuksen antoi hän heidän haltuunsa.",
      "Ja kuin he hänen veivät ulos, käsittivät he yhden, Simonin Kyrenistä, joka maalta tuli, ja panivat hänen päällensä ristin, sitä Jesuksen jäljessä kantamaan.",
      "Mutta häntä seurasi suuri joukko kansaa ja vaimoja, jotka häntä itkivät ja parkuivat.",
      "Niin Jesus käänsi itsensä heidän puoleensa, ja sanoi: Jerusalemin tyttäret, älkäät minua itkekö, vaan itkekäät itse teitänne ja teidän lapsianne;",
      "Sillä katso, päivät tulevat, joina he sanovat: autuaat ovat hedelmättömät, ja ne kohdat, jotka ei synnyttäneet, ja ne nisät, jotka ei imettäneet.",
      "Silloin he rupeevat sanomaan vuorille: langetkaat meidän päällemme, ja kukkuloille: peittäkäät meitä.",
      "Sillä jos he nämät tekevät tuoreessa puussa, mitä sitte kuivassa tapahtuu?",
      "Niin vietiin myös hänen kanssansa kaksi muuta pahantekiää surmattaa.",
      "Ja kuin he siihen siaan tulivat, joka Pääkallon paikaksi kutsutaan, siinä he hänen ristiinnaulitsivat ja ne pahantekiät, yhden oikialle ja toisen vasemmalle puolelle.",
      "Niin sanoi Jesus: Isä, anna heille anteeksi, sillä ei he tiedä, mitä he tekevät. Ja he jakoivat hänen vaatteensa ja heittivät niistä arpaa.",
      "Ja kansa seisoi ja katseli, mutta päämiehet pilkkasivat häntä heidän kanssansa ja sanoivat: muita hän vapahti, vapahtakaan itsensä, jos hän on Kristus, Jumalan valittu.",
      "Ja huovit myös pilkkasivat häntä, menivät ja kokottivat hänelle etikkaa,",
      "Ja sanoivat: jos olet Juudalaisten kuningas, niin vapahda itse sinus.",
      "Oli myös hänestä päällekirjoitus Grekan, Latinan ja Hebrean puustaveilla kirjoitettu: Tämä on Juudalaisten kuningas.",
      "Niin yksi pahantekiöistä, jotka ripustetut olivat, pilkkasi häntä ja sanoi: jos sinä olet Kristus, niin vapahda sinus ja meitä.",
      "Mutta toinen vastasi ja nuhteli häntä sanoen: etkö sinäkään Jumalaa pelkää, ettäs olet yhdessä kadotuksessa?",
      "Ja tosin me olemme oikein siinä, sillä me saamme meidän töidemme ansion jälkeen; mutta ei tämä mitään pahaa tehnyt.",
      "Ja sanoi Jesukselle: Herra, muista minua, kuin tulet valtakuntaas.",
      "Niin Jesus sanoi hänelle: totisesti sanon minä sinulle: tänäpänä pitää sinun oleman minun kanssani paradisissa.",
      "Ja se oli lähes kuudes hetki, ja pimeys tuli kaiken maan päälle, hamaan yhdeksänteen hetkeen asti.",
      "Ja aurinko pimeni, ja templin esivaate repesi kahtia,",
      "Ja Jesus huusi suurella äänellä ja sanoi: Isä, sinun käsiis minä annan henkeni. Ja kuin hän sen oli sanonut, antoi hän henkensä.",
      "Mutta kuin sadanpäämies näki, mitä tapahtui, kunnioitti hän Jumalaa ja sanoi: tosin oli tämä ihminen hurskas.",
      "Ja kaikki kansa, joka sinne katselemaan meni, kuin he näkivät, mitä siellä tapahtui, löivät rintoihinsa ja palasivat kotiansa.",
      "Mutta kaikki hänen tuttavansa seisoivat taampana ja vaimot, jotka häntä Galileasta seuranneet olivat, näkivät nämät.",
      "Ja katso, raatimie, nimeltä Joseph, joka oli jalo ja hurskas mies,",
      "Joka ei ollut mieltynyt heidän neuvoonsa ja tekoonsa, syntynyt Arimatiassa, Juudalaisten kaupungissa, joka myös itse odotti Jumalan valtakuntaa:",
      "Tämä meni Pilatuksen tykö ja anoi Jesuksen ruumista,",
      "Ja otti sen alas ja kääri liinavaatteesen ja pani sen hautaan, joka kallioon hakattu oli, johonka ei yksikään ennen pantu ollut.",
      "Ja se oli valmistuspäivä, ja sabbati lähestyi.",
      "Niin vaimot seurasivat jäljestä, jotka hänen kanssansa tulleet olivat Galileasta, ja katselivat hautaa, ja kuinka hänen ruumiinsa pantu oli.",
      "Mutta he palasivat ja valmistivat hyvänhajuisia yrttejä ja voiteita; vaan sabbatina he lepäsivät lain käskyn jälkeen."
    ],
    [
      "Mutta ensimäisenä sabbatin päivänä, sangen varhain, tulivat he haudalle ja kantoivat hyvänhajuisia yrttejä, jotka he olivat valmistaneet, ja muutamat heidän kanssansa,",
      "Niin he löysivät kiven haudalta vieritetyksi pois,",
      "Ja menivät siihen sisälle eikä löytäneet Herran Jesuksen ruumista.",
      "Ja tapahtui, kuin he siitä epäilivät, katso, kaksi miestä seisoi heidän tykönänsä kiiltävissä vaatteissa.",
      "Niin he peljästyivät ja löivät kasvonsa maata päin. He sanoivat heille: miksi te elävää kuolleiden seassa etsitte?",
      "Ei hän ole täällä, mutta nousi ylös; muistakaat, kuinka hän teille sanoi, kuin hän vielä Galileassa oli,",
      "Sanoen: Ihmisen Poika pitää annettaman ylön syntisten ihmisten käsiin, ja ristiinnaulittaman, ja kolmantena päivänä nouseman ylös.",
      "Ja he muistivat hänen sanansa,",
      "Ja palasivat jälleen haudalta ja ilmoittivat kaikki nämät yhdelletoistakymmenelle ja kaikille muille.",
      "Ja ne olivat Maria Magdalena ja Johanna ja Maria, Jakobin äiti,ja muita heidän kanssansa, jotka näitä apostoleille ilmoittivat.",
      "Ja heidän puheensa näkyi heille houraukseksi, eikä he uskoneet heitä.",
      "Mutta Pietari nousi ja juoksi haudalle, ja kuin hän kurkisti sisälle, näki hän ainoasti liinavaatteet pantuna, ja meni pois ihmetellen itsellänsä sitä, mikä tapahtunut oli.",
      "Ja katso, kaksi heistä meni sinä päivänä yhteen kylään, joka oli Jerusalemista kuudenkymmenen vakomitan päässä, Emaus nimeltä,",
      "Ja puhuivat keskenänsä kaikista niistä, mitkä tapahtunut oli.",
      "Ja tapahtui heidän puhuissansa ja tutkistellessansa keskenänsä, että Jesus itse heitä lähestyi ja matkusti heidän kanssansa.",
      "Mutta heidän silmänsä pidettiin, ettei he häntä tunteneet.",
      "Niin hän sanoi heille: mitkä puheet ne ovat, joita te pidätte keskenänne käydessänne, ja olette murheelliset?",
      "Niin vastasi yksi, Kleopas nimeltä, ja sanoi hänelle: oletkos ainoa muukalainen Jerusalemissa, joka et tiedä, mitä siellä näinä päivinä tapahtui?",
      "Ja hän sanoi heille: mitä? He sanoivat hänelle: Jesuksesta Natsarealaisesta, joka oli väkevä propheta töissä ja sanoissa, Jumalan ja kaiken kansan edessä.",
      "Kuinka meidän ylimmäiset papit ja päämiehet antoivat ylön hänen kuoleman kadotukseen, ja ristiinnaulitsivat hänen.",
      "Mutta me luulimme hänen siksi, joka Israelin piti lunastaman. Ja paitsi kaikkia näitä on jo kolmas päivä tänäpänä, kuin nämät tapahtuivat.",
      "Mutta myös muutamat vaimot meistä ovat meitä peljättäneet, jotka varhain aamulla tulivat haudalle,",
      "Ja kuin ei löytäneet hänen ruumistansa, tulivat he ja sanoivat, että he enkeleinkin näyn nähneet olivat, jotka sanoivat hänen elävän.",
      "Ja muutamat niistä, jotka meidän kanssamme olivat, menivät haudalle ja löysivät niinkuin vaimot olivat sanoneet; mutta ei he häntä nähneet.",
      "Ja hän sanoi heille: oi te tomppelit ja hitaan sydämestä uskomaan niitä kaikkia, mitä prophetat puhuneet ovat!",
      "Eikö Kristuksen pitänyt näitä kärsimän ja kunniaansa käymän sisälle?",
      "Ja hän rupesi Moseksesta ja kaikista prophetaista, ja selitti heille kirjoitukset, jotka hänestä olivat.",
      "Ja he lähestyivät kylää, johonka he menivät, ja hän teetteli itsensä edemmä käymään.",
      "Ja he vaativat häntä, sanoen: ole meidän kanssamme, sillä ehtoo joutuu ja päivä on laskenut; ja hän meni olemaan heidän kanssansa.",
      "Ja tapahtui, kuin hän atrioitsi heidän kanssansa, otti hän leivän, kiitti, mursi ja antoi heille.",
      "Niin heidän silmänsä aukenivat ja he tunsivat hänen. Ja hän katosi heidän edestänsä.",
      "Ja he sanoivat keskenänsä: eikö meidän sydämemme meissä palanut, kuin hän tiellä meitä puhutteli ja selitti meille kirjoitukset?",
      "Ja he nousivat sillä hetkellä ja palasivat Jerusalemiin, ja löysivät ne yksitoistakymmentä koossa ja ne, jotka niiden kanssa olivat,",
      "Jotka sanoivat: Herra on totisesti noussut ylös ja ilmaantui Simonille.",
      "Ja he juttelivat heille, mitä tiellä tapahtunut oli, ja kuinka hän heiltä oli tuttu leivän murtamisessa.",
      "Mutta kuin he näitä puhuivat, seisoi itse Jesus heidän keskellänsä ja sanoi heille: rauha olkoon teille!",
      "Niin he hämmästyivät ja peljästyivät, ja luulivat näkevänsä hengen.",
      "Ja hän sanoi heille: mitä te pelkäätte? ja miksi senkaltaiset ajatukset tulevat sydämeenne?",
      "Katsokaat käsiäni ja jalkojani, että minä itse olen: ruvetkaat minuun ja katsokaat; sillä ei hengellä ole lihaa eikä luita, niinkuin näette minulla olevan.",
      "Ja kuin hän nämät sanonut oli, osoitti hän heille kätensä ja jalkansa.",
      "Mutta koska ei he vielä uskoneet ilon tähden, vaan ihmettelivät, sanoi hän heille: onko teillä tässä mitään syötävää?",
      "Niin he panivat hänen eteensä kappaleen paistettua kalaa ja vähän kimalaisen hunajaa.",
      "Ja hän otti sen ja söi heidän nähtensä.",
      "Niin hän sanoi heille: nämät ovat ne sanat, jotka minä puhuin teille, kuin minä vielä tiedän kanssanne olin; sillä kaikki pitää täytettämän, mitä kirjoitettu on Moseksen laissa ja prophetaissa ja psalmeissa minusta.",
      "Silloin hän avasi heidän ymmärryksensä, kirjoituksia ymmärtämään,",
      "Ja sanoi heille: niin on kirjoitettu, ja niin tuli Kristuksen kärsiä ja nousta kuolleista kolmantena päivänä,",
      "Ja saarnattaman hänen nimeensä parannusta ja syntein anteeksi antamusta kaikissa kansoissa, ruveten Jerusalemista.",
      "Mutta te olette näiden todistajat.",
      "Ja katso, minä lähetän minun Isäni lupauksen teidän päällenne. Mutta te olkaat Jerusalemissa siihenasti kuin te puetetaan voimalla korkeudesta.",
      "Niin hän vei heidät ulos hamaan Betaniaan, ja nosti kätensä ja siunasi heitä.",
      "Ja tapahtui, kuin hän heitä siunannut oli, erkani hän heistä ja meni ylös taivaasen.",
      "Mutta kuin he häntä kumartaneet ja rukoilleet olivat, palasivat he Jerusalemiin suurella ilolla,",
      "Ja olivat aina templissä, kiittivät ja kunnioittivat Jumalaa. Amen!"
    ]
  ],
  "name": "Luke"
}
