{
  "id": "1co",
  "chapters": [
    [
      "Paavali, Jumalan tahdosta Kristuksen Jeesuksen apostoliksi kutsuttu, ja veli Sostenes",
      "tervehtivät Korintissa olevaa Jumalan seurakuntaa, Kristuksen Jeesuksen pyhittämiä, Jumalan kutsumia pyhiä sekä kaikkia, jotka eri seuduilla, missä asuvatkin, huutavat avukseen Herramme Jeesuksen Kristuksen nimeä samoin kuin me.",
      "Jumalan, meidän Isämme, ja Herran Jeesuksen Kristuksen armo ja rauha teille.",
      "Minä kiitän aina teidän tähtenne Jumalaani siitä armosta, joka teille on annettu Kristuksessa Jeesuksessa.",
      "Hänen yhteydessään te olette saaneet kaikkea rikkautta, niin tietoa kuin puhetaitoakin.",
      "Sanoma Kristuksesta on juurtunut lujasti teihin,",
      "ja teillä on armolahjojen koko rikkaus odottaessanne Herramme Jeesuksen Kristuksen ilmestymistä.",
      "Jumala on myös vahvistava teitä loppuun saakka, niin ettei teissä ole moitteen sijaa Herramme Jeesuksen Kristuksen tulemisen päivänä.",
      "Jumala on kutsunut teidät Poikansa Kristuksen Jeesuksen, meidän Herramme, yhteyteen, ja hän pysyy sanassaan.",
      "Veljet, Herramme Jeesuksen Kristuksen nimeen kehotan teitä kaikkia pitämään keskenänne yhtä, välttämään hajaannusta ja elämään yksimielisinä.",
      "Olen näet saanut kuulla Khloen väeltä, että teillä, veljeni, on keskenänne riitoja.",
      "Onko Kristus jaettu? Onko ehkä Paavali ristiinnaulittu teidän puolestanne? Paavalinko nimeen teidät on kastettu?",
      "Jumalan kiitos, en ole kastanut teistä ketään muuta kuin Crispuksen ja Gaiuksen,",
      "joten kukaan ei voi sanoa, että teidät on kastettu minun nimeeni.",
      "Niin, Stefanaan perhekunnan olen myös kastanut, mutta ketään muuta en muista kastaneeni.",
      "Eihän Kristus lähettänyt minua kastamaan vaan julistamaan evankeliumia, ei kuitenkaan viisain puhein, koska Kristuksen risti silloin menettäisi merkityksensä.",
      "Puhe rististä on hulluutta niiden mielestä, jotka joutuvat kadotukseen, mutta meille, jotka pelastumme, se on Jumalan voima.",
      "Onhan kirjoitettu: -- Minä hävitän viisaitten viisauden ja teen tyhjäksi ymmärtäväisten ymmärryksen.",
      "Missä ovat viisaat ja oppineet, missä tämän maailman älyniekat? Eikö Jumala ole tehnyt maailman viisautta hulluudeksi?",
      "Jumala on kyllä osoittanut viisautensa, mutta kun maailma ei omassa viisaudessaan oppinut tuntemaan Jumalaa, Jumala katsoi hyväksi julistaa hulluutta ja näin pelastaa ne, jotka uskovat.",
      "Juutalaiset vaativat ihmetekoja, ja kreikkalaiset etsivät viisautta.",
      "Me sen sijaan julistamme ristiinnaulittua Kristusta. Juutalaiset torjuvat sen herjauksena, ja muiden mielestä se on hulluutta,",
      "mutta kutsutuille, niin juutalaisille kuin kreikkalaisillekin, ristiinnaulittu Kristus on Jumalan voima ja Jumalan viisaus.",
      "Jumalan hulluus on ihmisiä viisaampi ja Jumalan heikkous ihmisiä voimakkaampi.",
      "Ajatelkaa, veljet, mitä te olitte, kun teidät kutsuttiin: teissä ei ollut monta ihmisten mielestä viisasta, ei monta vaikutusvaltaista, ei monta jalosukuista.",
      "Mikä maailmassa on hulluutta, sen Jumala valitsi saattaakseen viisaat häpeään. Mikä maailmassa on heikkoa, sen Jumala valitsi saattaakseen häpeään sen, mikä on voimakasta.",
      "Mikä maailmassa on vähäpätöistä ja halveksittua, mikä ei ole yhtään mitään, sen Jumala valitsi tehdäkseen tyhjäksi sen, mikä on jotakin.",
      "Näin ei yksikään ihminen voi ylpeillä Jumalan edessä.",
      "Jumalan vaikutusta on se, mitä te Kristuksessa Jeesuksessa olette. Hänet Jumala on antanut meille viisaudeksi, vanhurskaudeksi, pyhitykseksi ja lunastukseksi."
    ],
    [
      "Kun tulin luoksenne, veljet, en julistanut Jumalan salaisuutta teille suurenmoisen puhetaidon tai viisauden keinoin.",
      "En halunnut tietää teidän luonanne mistään muusta kuin Jeesuksesta Kristuksesta, en muusta kuin ristiinnaulitusta Kristuksesta.",
      "Te näitte minut hyvin heikkona, hyvin arkana ja pelokkaana.",
      "Puheeni ja julistukseni ei pyrkinyt vakuuttamaan viisaudellaan vaan ilmensi Jumalan Hengen voimaa,",
      "jotta teidän uskonne ei perustuisi ihmisten viisauteen vaan Jumalan voimaan.",
      "Viisautta me julistamme siihen kypsyneille, mutta emme tämän maailman viisautta emmekä tämän maailmanajan kukistuvien valtiaiden viisautta.",
      "Me julistamme Jumalan salaista, kätkettyä viisautta, jonka hän jo ennen aikojen alkua on määrännyt meidän kirkkaudeksemme.",
      "Sitä ei kukaan tämän maailman valtiaista ole tuntenut, sillä jos he olisivat sen tunteneet, he eivät olisi ristiinnaulinneet kirkkauden Herraa.",
      "Me julistamme, niin kuin on kirjoitettu, mitä silmä ei ole nähnyt eikä korva kuullut, mitä ihminen ei ole voinut sydämessään aavistaa, minkä Jumala on valmistanut niille, jotka häntä rakastavat.",
      "Meille Jumala on sen ilmoittanut Hengellään, sillä Henki tutkii kaiken, myös Jumalan syvimmät salaisuudet.",
      "Kuka muu kuin ihmisen oma henki tietää, mitä ihmisessä on? Samoin vain Jumalan Henki tietää, mitä Jumalassa on.",
      "Mutta me emme ole saaneet maailman henkeä, vaan Jumalan oman Hengen, jotta tietäisimme, mitä hän on lahjoittanut meille.",
      "Siitä me myös puhumme, mutta me käytämme Hengen emmekä ihmisviisauden opettamia sanoja ja selitämme hengelliset asiat Hengen avulla.",
      "Ihminen ei luonnostaan ota vastaan Jumalan Hengen puhetta, sillä se on hänen mielestään hulluutta. Hän ei pysty tajuamaan sitä, koska sitä on tutkittava Hengen avulla.",
      "Hengellinen ihminen sen sijaan pystyy tutkimaan kaikkea, mutta häntä itseään ei kukaan voi tutkia.",
      "-- Kuka tuntee Herran mielen, niin että voi neuvoa häntä? Mutta meillä on Kristuksen mieli."
    ],
    [
      "Minä en voinut puhua teille, veljet, niin kuin hengellisille ihmisille puhutaan, vaan niin kuin puhutaan vanhan luontonsa vallassa oleville, niille jotka ovat Kristuksen tuntemisessa vielä pikkulapsia.",
      "Annoin teille ravinnoksi maitoa, en vahvaa ruokaa, sillä sitä te ette olisi vielä kestäneet. Ette kestä sitä vielä nytkään,",
      "sillä olette yhä vanhan luontonne vallassa. Kun teillä kerran on keskinäistä kateutta ja riitaa, silloinhan vanha luontonne vallitsee teitä ja te elätte niin kuin ihmiset elävät.",
      "Mikä sitten Apollos on? Tai Paavali? He ovat palvelijoita, jotka ovat johtaneet teidät uskoon, kumpikin siinä tehtävässä, jonka Herra on hänelle antanut.",
      "Minä istutin, Apollos kasteli, mutta Jumala antoi kasvun.",
      "Istuttaja ei siis ole mitään, ei myöskään kastelija, vaan kaikki on Jumalan kädessä, hän suo kasvun.",
      "Istuttaja ja kastelija ovat samassa työssä, mutta kumpikin saa palkan oman työnsä mukaan.",
      "Me olemme Jumalan työtovereita, te olette Jumalan pelto ja Jumalan rakennus.",
      "Jumalalta saamani armon mukaan olen taitavan rakentajan tavoin laskenut perustuksen, jolle joku toinen rakentaa. Mutta kukin katsokoon, miten rakentaa.",
      "Perustus on jo laskettu, ja se on Jeesus Kristus. Muuta perustusta ei kukaan voi laskea.",
      "Rakennetaanpa tälle perustukselle kullasta, hopeasta, jalokivistä, puusta, heinistä tai oljista,",
      "aikanaan tulee ilmi, mitä kukin on saanut aikaan. Tuomiopäivä sen paljastaa: se päivä ilmestyy tulenliekeissä, ja tuli koettelee, millainen itse kunkin aikaansaannos on.",
      "Se, jonka rakennus kestää, saa palkan.",
      "Se taas, jonka rakennus palaa, kärsii vahingon. Itse hän tosin pelastuu, mutta kuin tulen läpi.",
      "Ettekö tiedä, että te olette Jumalan temppeli ja että Jumalan Henki asuu teissä?",
      "Jos joku turmelee Jumalan temppelin, Jumala saattaa turmioon hänet. Jumalan temppeli on pyhä, ja tämä temppeli olette te.",
      "Älköön vain kukaan pettäkö itseään. Jos joku teistä on olevinaan viisas tässä maailmassa, hänestä täytyy ensin tulla hullu, jotta hänestä tulisi viisas.",
      "Tämän maailman viisaus on näet Jumalan silmissä hulluutta. Onhan kirjoitettu: -- Hän vangitsee viisaat heidän omaan viekkauteensa.",
      "Ja samoin: -- Herra tietää viisaiden ajatukset, hän näkee ne turhanpäiväisiksi.",
      "Kenenkään ei siis pidä ylpeillä ihmisistä. Kaikkihan on teidän:",
      "Paavali, Apollos ja Keefas, maailma, elämä ja kuolema, kaikki nykyinen ja tuleva. Se kaikki on teidän,",
      "mutta te olette Kristuksen, ja Kristus on Jumalan."
    ],
    [
      "Meitä on siis pidettävä Kristuksen palvelijoina, joiden huostaan on uskottu Jumalan salaisuudet.",
      "Siltä, jolle on jotakin uskottu, vaaditaan, että hän osoittautuu luottamuksen arvoiseksi.",
      "Mutta minulle on yhdentekevää, ryhdyttekö te tai jokin ihmisten tuomioistuin minua tutkimaan. En itsekään ryhdy tutkimaan itseäni.",
      "Minulla ei ole mitään tunnollani, mutta ei minua vielä sen perusteella ole todettu syyttömäksi. Minun tuomarini on Herra.",
      "Älkää siis tuomitko ennenaikaisesti, ennen kuin Herra tulee. Hän valaisee pimeyden kätköt ja tuo esiin sydänten ajatukset, ja silloin itse kukin saa kiitoksen Jumalalta.",
      "Kuka antaa sinulle erikoisaseman? Onko sinulla mitään, mitä et ole saanut lahjaksi? Jos kerran olet saanut kaiken lahjaksi, miksi ylpeilet niin kuin se olisi omaa ansiotasi?",
      "Te olette näköjään jo kylläisiä, teistä on tullut rikkaita, olette päässeet kuninkaiksi -- toisin kuin me. Kunpa olisittekin kuninkaita, niin että mekin saisimme kuninkaina hallita teidän kanssanne!",
      "Jumala näyttää asettaneen meidät apostolit vihoviimeisiksi: olemme kuin kuolemaantuomitut areenalla, koko maailman katseltavina, enkelien ja ihmisten.",
      "Me olemme hulluja Kristuksen tähden, te viisaita Kristuksessa. Me olemme heikkoja, te voimakkaita; teitä kunnioitetaan, meitä halveksitaan.",
      "Yhä edelleen me kärsimme nälkää ja janoa ja kuljemme puolialastomina, meitä pahoinpidellään, me vaellamme paikasta toiseen",
      "ja hankimme toimeentulomme omin käsin kovalla työllä. Meitä herjataan, mutta me siunaamme. Meitä vainotaan, mutta me kestämme.",
      "Meistä puhutaan pahaa, mutta me puhumme hyvää. Tähän päivään saakka olemme olleet koko maailman kaatopaikka, ihmiskunnan pohjasakkaa.",
      "En kirjoita tätä tuottaakseni teille häpeää vaan ojentaakseni teitä kuin rakkaita lapsiani.",
      "Vaikka teillä Kristukseen uskovina olisi tuhansia kasvattajia, teillä on vain yksi isä. Minähän teidät olen evankeliumia julistamalla synnyttänyt Kristukseen Jeesukseen uskoviksi.",
      "Kehotan teitä siis noudattamaan omaa esimerkkiäni.",
      "Olen sitä varten lähettänyt luoksenne Timoteuksen, joka on minun hengellinen lapseni, rakas ja uskollinen poikani. Hän palauttaa teidän mieleenne, miten minä Kristuksen omana elän ja mitä minä kaikkialla eri seurakunnissa opetan.",
      "Jotkut teistä ovat ruvenneet rehentelemään siinä luulossa, että minä en tulisikaan luoksenne.",
      "Mutta pian minä tulen, jos Herra suo, ja otan selvää noiden rehentelijöiden voimasta. Heidän puheistaan en välitä,",
      "sillä Jumalan valtakunta ei ilmene puheina vaan voimana.",
      "Kumpaa tahdotte: tulenko luoksenne piiska kädessä vai rakastavin ja lempein mielin?"
    ],
    [
      "Olen kuullut, että teidän keskuudessanne on haureutta, jopa sellaista mitä ei tavata edes pakanakansojen parissa: eräskin elää äitipuolensa kanssa.",
      "Ja te vielä pöyhkeilette, vaikka teillä olisi ollut syytä surra ja erottaa joukostanne mies, joka on syyllistynyt tuollaiseen.",
      "Vaikka minä ruumiillisesti olen poissa luotanne, olen kuitenkin hengessä läsnä ja olen kuin paikalla olevana jo päättänyt, mitä syylliselle on tehtävä.",
      "Kun te olette yhdessä koolla Herramme Jeesuksen nimessä ja minun henkeni ja Herramme Jeesuksen voima ovat läsnä,",
      "tuo mies on luovutettava Saatanalle ja niin annettava hänen ruumiinsa tuhoutua, jotta hänen henkensä pelastuisi Herran päivänä.",
      "Te teette väärin, kun kerskutte. Ettekö tiedä, että pieni määrä hapatetta hapattaa koko taikinan?",
      "Puhdistakaa siis talonne hapantaikinasta, niin että teistä tulee uusi taikina. Happamattomiahan te olettekin, sillä meidän pääsiäislampaamme, Kristus, on jo teurastettu.",
      "Meidän on siis aika viettää juhlaa, ei vanhan pahuuden ja kelvottomuuden hapattamina, vaan happamattomina, vilpittömyydessä ja totuudessa.",
      "Sanoin kirjeessäni teille, että teidän ei pidä olla tekemisissä siveettömästi elävien kanssa.",
      "En tarkoittanut tämän maailman siveettömiä enkä ahneita, riistäjiä tai epäjumalanpalvelijoita, sillä silloinhan teidän pitäisi lähteä kokonaan pois maailmasta.",
      "Nyt täsmennän vielä: jos jotakuta sanotaan veljeksi mutta hän on siveetön tai ahne, epäjumalanpalvelija, pilkkaaja, juomari tai riistäjä, älkää olko tekemisissä hänen kanssaan. Älkää edes aterioiko tällaisen kanssa.",
      "Ei kai minun asiani ole tuomita ulkopuolisia? Ettehän tekään tuomitse muita kuin omaan piiriinne kuuluvia."
    ],
    [
      "Kun teidän keskuudessanne jollakin on riita-asia toisen kanssa, kuinka hän julkeaa viedä sen pakanoiden ratkaistavaksi? Miksi hän ei jätä sitä pyhien ratkaistavaksi?",
      "Ettekö tiedä, että pyhät tulevat kerran olemaan maailman tuomareina? Jos te saatte tuomita maailmaa, ettekö muka kelpaa tuomareiksi vähäpätöisissä asioissa?",
      "Ettekö tiedä, että me tulemme tuomitsemaan enkeleitäkin -- kuinka emme sitten voisi ratkaista tämän elämän asioita?",
      "Mutta kun teillä on riitaa maallisista asioista, te otatte tuomareiksi sellaisia, joille seurakunnassa ei anneta mitään arvoa.",
      "Saisitte hävetä! Eikö omassa joukossanne ole yhtäkään viisasta, joka pystyisi ratkaisemaan kahden veljen välisen riidan?",
      "Veli siis käy oikeutta veljeään vastaan, ja vielä epäuskoisten edessä!",
      "Jo se, että yleensä käräjöitte keskenänne, on teille tappioksi. Miksi ette ennemmin kärsi vääryyttä? Miksi ette ennemmin anna riistää itseltänne?",
      "Ei, te itse teette vääryyttä ja riistätte muilta, jopa omilta veljiltänne.",
      "Ettekö tiedä, että vääryydentekijät eivät saa omakseen Jumalan valtakuntaa? Älkää eksykö! Jumalan valtakunnan perillisiä eivät ole siveettömyyden harjoittajat eivätkä epäjumalien palvelijat, eivät avionrikkojat, eivät miesten kanssa makaavat miehet,",
      "eivät varkaat eivätkä ahneet, eivät juomarit, pilkkaajat eivätkä riistäjät.",
      "Tällaisia jotkut teistä olivat ennen, mutta nyt teidät on pesty puhtaiksi ja tehty pyhiksi ja vanhurskaiksi Herran Jeesuksen Kristuksen nimessä ja Jumalamme Hengen voimasta.",
      "Ruoka on vatsaa ja vatsa ruokaa varten, ja Jumala on tekevä molemmat tarpeettomiksi. Mutta ruumis ei ole siveettömyyttä vaan Herraa varten, ja Herra on ruumiinkin valtias.",
      "Jumala on herättänyt kuolleista Herran ja on voimallaan herättävä meidätkin.",
      "Ettekö tiedä, että teidän ruumiinne ovat Kristuksen ruumiin jäseniä? Ryhtyisinkö siis tekemään Kristuksen jäsenistä porton jäseniä? En ikinä!",
      "Mutta joka liittyy Herraan, on samaa henkeä hänen kanssaan.",
      "Pysykää erossa haureudesta! Kaikki muut synnit, joita ihminen tekee, kohdistuvat muualle kuin hänen ruumiiseensa, mutta siveetön teko osuu ihmisen omaan ruumiiseen.",
      "Ettekö tiedä, että teidän ruumiinne on Pyhän Hengen temppeli? Tämän Hengen on Jumala antanut asumaan teissä. Te ette itse omista itseänne,",
      "sillä Jumala on ostanut teidät täydestä hinnasta. Tuottakaa siis ruumiillanne Jumalalle kunniaa!"
    ],
    [
      "Otan nyt puheeksi asian, josta kirjoititte. Miehen on kyllä hyvä olla koskematta naiseen,",
      "mutta haureuden välttämiseksi tulee kunkin miehen elää oman vaimonsa ja kunkin naisen oman miehensä kanssa.",
      "Mies täyttäköön aviovelvollisuutensa vaimoaan kohtaan, samoin vaimo miestään kohtaan.",
      "Vaimon ruumis ei ole hänen omassa vallassaan vaan miehen, samoin ei miehen ruumis ole hänen omassa vallassaan vaan vaimon.",
      "Älkää keskeyttäkö yhdyselämäänne, paitsi ehkä yhteisestä sopimuksesta joksikin aikaa, jotta voitte keskittyä rukoukseen; palatkaa sitten taas yhteen. Muutenhan Saatana pääsee kiusaamaan teitä, kun ette kuitenkaan pysty hillitsemään itseänne.",
      "Sanon tämän myönnytyksenä enkä käskynä.",
      "Soisin kaikkien elävän niin kuin itse elän. Jokaisella on kuitenkin oma Jumalalta saatu armolahjansa, yhdellä yksi, toisella toinen.",
      "Naimattomille ja leskille minä sanon, että heidän olisi hyvä pysyä yksin niin kuin minäkin.",
      "Mutta elleivät he jaksa hillitä itseään, menkööt naimisiin, sillä on parempi mennä naimisiin kuin palaa himon tulessa.",
      "Naimisissa oleville taas annan käskyn, en minä vaan Herra: vaimo ei saa erota miehestään.",
      "Jos hän kuitenkin eroaa, olkoon menemättä enää naimisiin tai sopikoon miehensä kanssa. Samoin ei mies saa erota vaimostaan.",
      "Sitten sanon vielä, en Herran sanana vaan omanani: Jos jollakin veljellä on vaimo, joka ei usko, ja tämä suostuu asumaan hänen kanssaan, miehen ei pidä jättää häntä.",
      "Ja jos uskovalla naisella on aviomies, joka ei usko, ja tämä suostuu asumaan hänen kanssaan, vaimon ei pidä jättää miestään.",
      "Mies, joka ei usko, on uskovan vaimonsa pyhittämä, ja vaimo, joka ei usko, on uskovan miehensä pyhittämä. Muutenhan teidän lapsenne olisivat epäpuhtaita; nyt he kuitenkin ovat pyhiä.",
      "Mutta jos se puoliso, joka ei usko, tahtoo erota, niin erotkoon. Uskovaa veljeä tai sisarta ei tällaisessa tapauksessa sido mikään pakko. Jumala on kutsunut teidät elämään rauhassa.",
      "Ja mistä tiedät, vaimo, voitko pelastaa miehesi? Tai mies, mistä tiedät, voitko pelastaa vaimosi?",
      "Jokainen eläköön edelleen sen osan mukaisesti, jonka Herra on hänelle suonut ja joka hänellä oli, kun Jumala hänet kutsui. Tämän ohjeen minä annan kaikissa seurakunnissa.",
      "Jos joku on saanut kutsun ympärileikattuna, hän älköön pyrkikö eroon ympärileikkauksestaan. Se taas, joka on saanut kutsun ympärileikkaamattomana, älköön ympärileikkauttako itseään.",
      "On yhdentekevää, onko ihminen ympärileikattu vai ei; tärkeää on Jumalan käskyjen noudattaminen.",
      "Jokaisen tulee pysyä siinä osassa, jossa hän oli kutsun saadessaan.",
      "Jos olit orja, älä siitä välitä. Vaikka voisit päästä vapaaksikin, pysy mieluummin orjana.",
      "Se, jonka Herra on kutsunut orjana, on näet Herran vapauttama. Samoin se, joka on kutsuttu vapaana, on Kristuksen orja.",
      "Jumala on ostanut teidät täydestä hinnasta. Älkää ruvetko ihmisten orjiksi!",
      "Veljet, jokainen pysyköön Jumalan edessä siinä osassa, jossa oli kutsun saadessaan.",
      "Naimattomista naisista minulla ei ole Herran antamaa käskyä. Sanon kuitenkin oman mielipiteeni, sillä Herra on suonut minulle sen armon, että minuun voi luottaa.",
      "Sen ahdingon ajan vuoksi, jota nyt elämme, jokaisen on hyvä pysyä entisellään.",
      "Jos sinulla on vaimo, älä pyri hänestä eroon. Jos sinulla ei enää ole vaimoa, älä etsi itsellesi uutta.",
      "Mutta jos menetkin naimisiin, et tee väärin. Ja jos naimaton nainen menee naimisiin, hänkään ei tee väärin. Naimisissa olevat joutuvat kuitenkin elämässään ahtaalle, mistä haluaisin teitä säästää.",
      "Sanon teille, veljet: aika on käymässä vähiin. Siksi niidenkin, joilla on vaimo, on nyt elettävä kuin heillä ei vaimoa olisikaan,",
      "surevien on oltava kuin he eivät surisi ja iloitsevien kuin eivät iloitsisi; niiden, jotka ostavat jotakin, on oltava kuin eivät saisi pitää ostamaansa,",
      "ja niiden, jotka käyttävät hyödykseen sitä mitä tässä maailmassa on, on oltava kuin eivät saisi siitä mitään hyötyä. Tämä nykyinen maailmamme on näet katoamassa.",
      "Toivoisin, ettei teillä olisi huolia. Naimaton mies kantaa huolta siitä, mikä koskee Herraa, siitä, miten olisi Herralle mieliksi.",
      "Naimisissa oleva taas huolehtii maallisista asioista, siitä, miten olisi vaimolleen mieliksi.",
      "Näin hän on jakautunut kahtaalle. Samoin naimaton nainen ja nuori neito kantavat huolta siitä, mikä koskee Herraa, jotta olisivat niin ruumiiltaan kuin hengeltäänkin pyhiä. Naimisissa oleva nainen taas huolehtii maallisista asioista, siitä, miten olisi miehelleen mieliksi.",
      "Tämän sanon teidän parastanne ajatellen, en sitoakseni teitä vaan auttaakseni teitä elämään kunniallisesti ja pysymään lujasti ja häiriintymättä Herran yhteydessä.",
      "Joku ehkä arvelee menettelevänsä sopimattomasti morsiantaan kohtaan, kun hän tuntee tähän ylivoimaista halua eikä voi sille mitään. Hän saa kuitenkin tehdä niin kuin haluaa, se ei ole väärin, he voivat mennä naimisiin.",
      "Mutta jos joku ei tunne voittamatonta pakkoa vaan hallitsee tahtonsa ja pysyy lujasti päätöksessään säilyttää morsiamensa koskemattomana, hän tekee oikein.",
      "Se, joka menee morsiamensa kanssa naimisiin, tekee siis oikein, mutta se, joka ei mene, tekee vielä paremmin.",
      "Vaimo kuuluu yhteen miehensä kanssa niin kauan kuin tämä elää, mutta miehen kuoltua hän on vapaa menemään naimisiin kenen kanssa haluaa, kunhan se vain tapahtuu Herrassa.",
      "Hänen osansa on kuitenkin parempi, jos hän pysyy leskenä. Tämä on minun käsitykseni, ja luullakseni minussakin on Jumalan Henki."
    ],
    [
      "Sitten on puhuttava epäjumalille uhratusta lihasta. Meillä kaikilla toki on tästä asiasta tieto. Mutta tieto tekee ylpeäksi, rakkaus sen sijaan rakentaa.",
      "Jos joku luulee tietävänsä jotakin, hänellä ei vielä ole oikeaa tietoa.",
      "Mutta jos joku rakastaa Jumalaa, hänet Jumala tuntee.",
      "Epäjumalille uhratun lihan syömisestä sanon näin: Me tiedämme, ettei epäjumalia ole olemassa, on vain yksi ainoa Jumala.",
      "Onhan tosin sekä taivaassa että maan päällä niin sanottuja jumalia, moniakin jumalia ja herroja, mutta",
      "meillä on vain yksi Jumala, Isä. Hänestä on kaikki lähtöisin, ja hänen luokseen olemme matkalla. Meillä on vain yksi Herra, Jeesus Kristus. Hänen välityksellään on kaikki luotu, niin myös meidät.",
      "Mutta kaikilla ei tätä tietoa ole. Tottumuksesta epäjumaliin jotkut lihaa syödessään edelleenkin ajattelevat, että se on epäjumalille uhrattua, ja tämä tahraa heidän epävarman omantuntonsa.",
      "Ei ruoka vie meitä lähemmäs Jumalaa. Emme menetä mitään, jos jätämme syömättä, emmekä voita mitään, jos syömme.",
      "Pitäkää kuitenkin huoli siitä, ettei tämä teidän vapautenne saa heikkoja kompastumaan.",
      "Jos heikko veljesi näkee sinut, jolla on tietoa, aterialla epäjumalan temppelissä, eikö hänen omatuntonsa saa tästä tukea siihen, että hänkin voisi syödä uhrilihaa?",
      "Näin sinun tietosi vie tuhoon tuon heikon, oman veljesi, jonka vuoksi Kristus on kuollut.",
      "Kun te tällä tavoin teette syntiä veljiänne vastaan ja haavoitatte heidän horjuvaa omaatuntoaan, teette syntiä Kristusta vastaan.",
      "Näin ollen: jos ruoka viettelee veljeni syntiin, en ikinä enää syö lihaa, jotta en viettelisi veljeäni."
    ],
    [
      "Enkö minä ole vapaa? Enkö ole apostoli? Enkö ole nähnyt Herraamme Jeesusta? Ettekö te itse ole tulos minun työstäni Herran palveluksessa?",
      "Jos eivät muut pidäkään minua apostolina, teidän apostolinne ainakin olen. Tehän olette sinetti, joka vahvistaa, että olen Herran apostoli.",
      "Näin minä puolustaudun niiden edessä, jotka minua tutkivat:",
      "Eikö meillä olisi oikeutta ruokaan ja juomaan?",
      "Eikö meillä olisi oikeutta ottaa matkoillemme mukaan vaimoa, uskonsisarta, niin kuin tekevät muut apostolit, Herran veljet ja Keefas?",
      "Olemmeko minä ja Barnabas ainoat, joiden on tehtävä ansiotyötä?",
      "Ei kai kukaan palvele sotilaana omalla kustannuksellaan? Kai se, joka istuttaa viinitarhan, myös syö sen hedelmiä? Ja kai se, joka paimentaa lampaita ja vuohia, myös käyttää niiden maitoa?",
      "En tässä esitä vain ihmisten ajatuksia, sillä lakikin sanoo samaa.",
      "Kun me olemme kylväneet teihin hengellisen kylvön, olisiko liikaa, jos korjaisimme teiltä aineellisen sadon?",
      "Jos muilla on oikeus saada teiltä jotakin, eikö vielä suuremmalla syyllä meillä? Me emme kuitenkaan ole käyttäneet tätä oikeutta hyväksemme, vaan kestämme mitä tahansa, jotta emme vain olisi esteenä Kristuksen evankeliumille.",
      "Ettekö tiedä, että temppelissä palvelevat papit saavat temppelistä elatuksensa ja ne, jotka toimittavat uhrit, saavat alttarille tuoduista uhreista osuutensa?",
      "Samoin on Herra määrännyt, että evankeliumin julistajien tulee saada elantonsa evankeliumista.",
      "Mutta minä en ole lainkaan käyttänyt hyväkseni näitä oikeuksia. En nytkään kirjoita tätä vaatiakseni niitä itselleni. Mieluummin vaikka kuolen! Tätä ylpeyden aihetta ei kukaan voi minulta riistää.",
      "Siinä, että julistan evankeliumia, ei ole mitään ylpeilemistä, sillä minun on pakko tehdä sitä. Voi minua, ellen evankeliumia julista!",
      "Jos teen sitä vapaasta tahdostani, minun kuuluu saada palkkaa. Mutta jos en toimi omasta tahdostani, minä vain suoritan tehtävää, joka on minulle uskottu.",
      "Mikä siis on palkkani? Se, että julistan evankeliumia ilman korvausta, käyttämättä hyväkseni niitä oikeuksia, joita minulla sen julistajana on.",
      "Vaikka olen vapaa ja kaikista riippumaton, olen ruvennut kaikkien orjaksi voittaakseni Kristukselle mahdollisimman monia.",
      "Voittaakseni hänen omikseen juutalaisia olen näille ollut kuin juutalainen; voittaakseni lain alaisina eläviä olen näille ollut kuin lain alainen, vaikka en olekaan lain alainen.",
      "Voittaakseni ilman lakia eläviä olen näille ollut kuin eläisin ilman lakia, vaikka en olekaan Jumalan lakia vailla -- onhan minulla Kristuksen laki.",
      "Voittaakseni heikkoja olen näille ollut heikko. Kaikille olen ollut kaikkea, jotta pelastaisin edes muutamia.",
      "Kaiken tämän teen evankeliumin vuoksi, jotta olisin itsekin siitä osallinen.",
      "Tiedättehän, että vaikka juoksukilpailussa kaikki juoksevat, vain yksi saa palkinnon. Juoskaa siis niin, että voitatte sen!",
      "Jokainen kilpailija noudattaa lujaa itsekuria, juoksijat saavuttaakseen katoavan seppeleen, me saadaksemme katoamattoman.",
      "Minä en siis juokse päämäärättömästi enkä nyrkkeillessäni huido ilmaan.",
      "Kohdistan iskut omaan ruumiiseeni ja pakotan sen tottelemaan, jottei itseäni lopulta hylättäisi, minua, joka olen kutsunut muita kilpailuun."
    ],
    [
      "Veljet, haluan teidän tietävän, että isämme vaelsivat kaikki pilven johdattamina ja kulkivat meren poikki.",
      "Kaikki he saivat pilvessä ja meressä kasteen Mooseksen seuraajiksi.",
      "Kaikki he söivät samaa hengellistä ruokaa",
      "ja joivat samaa hengellistä juomaa. Hehän joivat siitä hengellisestä kalliosta, joka kulki heidän mukanaan; tämä kallio oli Kristus.",
      "Mutta useimmat heistä Jumala hylkäsi, kohtasihan heidät tuho autiomaassa.",
      "Näin heistä tuli meille varoittavia esimerkkejä: meidän ei pidä himoita pahaa, niin kuin he tekivät.",
      "Älkäämme antautuko siveettömyyteen niin kuin jotkut heistä; heitä kuoli yhtenä päivänä kaksikymmentäkolmetuhatta.",
      "Meidän ei myöskään tule koetella Herran kärsivällisyyttä, niin kuin jotkut heistä tekivät; he kuolivat käärmeenpuremiin.",
      "Älkää liioin nurisko niin kuin jotkut heistä; he saivat surmansa kuolemanenkelin kädestä.",
      "Nämä tapahtumat ovat varoittavia esimerkkejä, ja ne on kerrottu ojennukseksi meille, joiden osana on elää lopun aikoja.",
      "Joka luulee seisovansa, katsokoon, ettei kaadu.",
      "Teitä kohdannut kiusaus ei ole mitenkään epätavallinen. Jumalaan voi luottaa. Hän ei salli kiusauksen käydä teille ylivoimaiseksi, vaan antaessaan teidän joutua koetukseen hän samalla valmistaa pääsyn siitä, niin että voitte sen kestää.",
      "Rakkaat ystävät, pysykää siis erossa epäjumalien palvelemisesta.",
      "Puhun teille kuin järkeville ihmisille ainakin. Harkitkaa mitä sanon.",
      "Eikö malja, jonka me siunaamme, ole yhteys Kristuksen vereen? Ja eikö leipä, jonka me murramme, ole yhteys Kristuksen ruumiiseen?",
      "Leipä on yksi, ja niin mekin olemme yksi ruumis, vaikka meitä on monta, sillä tulemme kaikki osallisiksi tuosta yhdestä leivästä.",
      "Ajatelkaa Israelin kansaa! Eivätkö papit, jotka syövät uhrilihaa, joudu läheiseen yhteyteen alttarin kanssa?",
      "Mitä tällä tarkoitan? En sitä, että epäjumalille uhrattu liha sinänsä olisi jotakin tai että epäjumalat olisivat jotakin todellista.",
      "Tarkoitan sitä, että epäjumalien palvelijat uhraavat pahoille hengille eivätkä Jumalalle, enkä halua teidän joutuvan yhteyteen pahojen henkien kanssa.",
      "Te ette voi juoda sekä Herran maljasta että pahojen henkien maljasta, ette voi olla osallisina sekä Herran pöytään että pahojen henkien pöytään.",
      "Emme kai halua herättää Herran kiivautta? Olemmeko muka häntä vahvempia?",
      "Kenenkään ei pidä etsiä omaa etuaan vaan toisen parasta.",
      "Syökää kaikkea, mitä lihakaupoissa on tarjolla, tekemättä kysymyksiä omantunnonsyistä.",
      "Herran on maa ja kaikki mitä siinä on.",
      "Jos joku, joka ei usko, kutsuu teidät luokseen ja te otatte kutsun vastaan, älkää omantunnonsyistä kyselkö, vaan syökää kaikkea mitä teille tarjotaan.",
      "En tarkoita teidän omaatuntoanne vaan tuon toisen. Miksi antaisin toisen ihmisen omantunnon määrätä omaa vapauttani?",
      "Jos minä kiitän Jumalaa ruoastani, miksi minua moitittaisiin siitä, mistä itse kiitän?",
      "Syöttepä siis tai juotte tai teettepä mitä tahansa, tehkää kaikki Jumalan kunniaksi.",
      "Älkää loukatko sen enempää juutalaisia kuin kreikkalaisiakaan älkääkä liioin Jumalan seurakuntaa.",
      "Minäkin yritän aina tulla toimeen kaikkien kanssa; en etsi omaa etuani vaan muiden ihmisten parasta, jotta he pelastuisivat."
    ],
    [
      "Seuratkaa minun esimerkkiäni, niin kuin minäkin seuraan Kristusta.",
      "Kiitän teitä siitä, että aina muistatte ja noudatatte niitä opetuksia, jotka olen välittänyt teille.",
      "Teidän tulee kuitenkin tietää, että jokaisen miehen pää on Kristus, naisen pää on mies ja Kristuksen pää on Jumala.",
      "Jos miehellä on päähine päässään, kun hän rukoilee tai profetoi, hän häpäisee päänsä.",
      "Sen sijaan jos nainen on avopäin, kun hän rukoilee tai profetoi, hän häpäisee päänsä, sillä sehän on samaa kuin hän olisi antanut ajaa hiuksensa pois.",
      "Ellei nainen peitä päätään, hän voi yhtä hyvin leikkauttaa hiuksensa. Mutta jos kerran hiusten leikkaaminen tai pois ajaminen on naiselle häpeällistä, hänen tulee peittää päänsä.",
      "Miehen ei pidä peittää päätään, koska hän on Jumalan kuva ja heijastaa hänen kunniaansa. Nainen taas heijastaa miehen kunniaa.",
      "Miestä ei ole luotu naisesta vaan nainen miehestä,",
      "eikä miestä luotu naisen takia vaan nainen miehen takia.",
      "Naisen tulee siis pitää päässään arvonsa merkkiä enkeleiden takia.",
      "Herran edessä ei kuitenkaan ole naista ilman miestä eikä miestä ilman naista,",
      "sillä niin kuin nainen on luotu miehestä, myös mies on syntynyt naisesta. Mutta kaikki on saanut alkunsa Jumalasta.",
      "Päätelkää itse, onko naisen sopivaa rukoilla Jumalaa avopäin.",
      "Opettaahan jo luontokin teille, että pitkä tukka on miehelle häpeäksi",
      "mutta naiselle kunniaksi. Pitkät hiukset on annettu naiselle hunnuksi.",
      "Jos joku kuitenkin väittää vastaan, niin sanon hänelle, ettei meillä ole sellaista tapaa eikä yleensäkään Jumalan seurakunnilla.",
      "Näitä ohjeita antaessani minun on moitittava teitä siitä, että yhteiset kokoontumisenne ovat teille pikemmin vahingoksi kuin hyödyksi.",
      "Olen ensinnäkin kuullut, että teillä seurakunnan kokouksissa ilmenee hajaannusta, ja osittain sen myös uskon.",
      "Täytyyhän teillä ollakin keskuudessanne ryhmäkuntia, jotta nähtäisiin, ketkä teistä osoittautuvat luotettaviksi.",
      "Teidän kokoontumisenne eivät ole oikeaa Herran aterian viettämistä,",
      "koska jokainen syö omia ruokiaan, niin että toinen on nälissään ja toinen juovuksissa.",
      "Ettekö voi syödä ja juoda kotonanne? Vai halveksitteko te Jumalan seurakuntaa niin että häpäisette niitä, joilla ei ole ruokaa? Mitä minun pitäisi sanoa teille? Kiittääkö teitä? Tässä asiassa en teitä kiitä.",
      "Olen saanut Herralta tiedoksi tämän, minkä olen myös opettanut teille: Herra Jeesus sinä yönä, jona hänet kavallettiin, otti leivän,",
      "Niin usein kuin te syötte tätä leipää ja juotte tästä maljasta, te siis julistatte Herran kuolemaa, siihen asti kun hän tulee.",
      "Niinpä se, joka arvottomalla tavalla syö tätä leipää ja juo Herran maljasta, tekee syntiä Herran ruumista ja verta vastaan.",
      "Jokaisen on tutkittava itseään, ennen kuin syö tätä leipää ja juo tästä maljasta.",
      "Se, joka syö ja juo ajattelematta, että kysymys on Kristuksen ruumiista, syö ja juo itselleen tuomion.",
      "Sen vuoksihan teidän joukossanne on paljon heikkoja ja sairaita ja monet ovat jo nukkuneet pois.",
      "Jos me itse tutkisimme itseämme, emme joutuisi tuomittaviksi.",
      "Rangaistessaan Herra kuitenkin kurittaa meitä, jotta meitä ei yhdessä maailman kanssa lopullisesti tuomittaisi.",
      "Veljeni, kun siis kokoonnutte aterioimaan, odottakaa toisianne.",
      "Se, jolla on nälkä, syököön kotonaan, jotteivät kokoontumisenne tuottaisi teille rangaistusta. Muusta annan ohjeet sitten kun tulen."
    ],
    [
      "Veljet, haluan teidän olevan selvillä Pyhän Hengen lahjoista.",
      "Muistattehan, kuinka ollessanne vielä pakanoita vastustamaton voima ajoi teitä mykkien epäjumalien luo.",
      "Armolahjoja on monenlaisia, mutta Henki on sama.",
      "Myös palvelutehtäviä on monenlaisia, mutta Herra on sama.",
      "Jumalan voiman vaikutuksia on monenlaisia, mutta hän, joka meissä kaikissa kaiken vaikuttaa, on sama.",
      "Hän antaa Hengen ilmetä itse kussakin erityisellä tavalla, yhteiseksi hyödyksi.",
      "Yhden ja saman Hengen voimasta toinen saa kyvyn jakaa viisautta, toinen kyvyn jakaa tietoa,",
      "toiselle sama Henki suo uskon voiman, toiselle parantamisen lahjan,",
      "joku saa voiman tehdä ihmeitä, joku profetoimisen lahjan, joku kyvyn erottaa eri henget toisistaan, joku kielillä puhumisen lahjan, joku taas kyvyn tulkita tällaista puhetta.",
      "Kaiken tämän saa aikaan yksi ja sama Henki, joka jakaa kullekin omat lahjansa niin kuin tahtoo.",
      "Kristus on niin kuin ihmisruumis, joka on yksi kokonaisuus mutta jossa on monta jäsentä; vaikka jäseniä on monta, ne kaikki yhdessä muodostavat yhden ruumiin.",
      "Meidät kaikki, olimmepa juutalaisia tai kreikkalaisia, orjia tai vapaita, on kastettu yhdeksi ruumiiksi. Yksi ja sama Henki on yhdistänyt meidät, kaikki me olemme saaneet juoda samaa Henkeä.",
      "Eihän ruumiskaan muodostu yhdestä jäsenestä vaan monista.",
      "Jos koko ruumis olisi pelkkää silmää, olisiko silloin kuuloa? Tai jos se olisi pelkkää korvaa, olisiko silloin hajuaistia?",
      "Jumala on kuitenkin asettanut ruumiiseen kaikki eri jäsenet niin kuin on nähnyt hyväksi.",
      "Jos kaikki olisi yhtä ja samaa jäsentä, olisiko silloin mitään ruumista?",
      "Jäseniä on kuitenkin monta, kun taas ruumis on yksi.",
      "Päinvastoin, juuri ne ruumiinjäsenet, jotka meidän mielestämme ovat muita heikompia, ovat välttämättömiä.",
      "Me verhoamme erityisen arvokkaasti ne ruumiinosat, joita emme pidä kovinkaan arvokkaina, ja peitämme erityisen säädyllisesti ne, joita häpeämme.",
      "Säädylliset ruumiinosat eivät tällaista verhoa tarvitse. Kun Jumala yhdisti jäsenet ruumiiksi, hän antoi vähempiarvoisille jäsenille suuremman kunnian,",
      "jotta ruumiissa ei syntyisi eripuraisuutta vaan jäsenet yhteen kuuluen huolehtisivat toinen toisestaan.",
      "Jos yksi jäsen kärsii, kärsivät kaikki muutkin jäsenet, ja jos yksi jäsen saa osakseen kunniaa, iloitsevat kaikki muutkin sen kanssa.",
      "Te olette Kristuksen ruumis, ja jokainen teistä on tämän ruumiin jäsen.",
      "Jumala on seurakunnassaan asettanut ensinnäkin jotkut apostoleiksi, toiseksi jotkut profeetoiksi ja vielä jotkut opettajiksi. Muutamilla on voima tehdä ihmeitä, toisilla parantamisen lahja, toisilla kyky auttaa muita, toimia johtajana tai puhua kielillä.",
      "Eivät kai kaikki ole apostoleja? Tai profeettoja? Tai opettajia? Tai ihmeiden tekijöitä?",
      "Eihän kaikilla ole parantamisen lahjaa? Eiväthän kaikki puhu kielillä tai tulkitse tällaista puhetta?",
      "Mutta tavoitelkaa kaikkein arvokkaimpia armolahjoja! Nyt minä osoitan teille tien, joka on verrattomasti muita parempi."
    ],
    [
      "Vaikka minä puhuisin ihmisten ja enkelien kielillä mutta minulta puuttuisi rakkaus, olisin vain kumiseva vaski tai helisevä symbaali.",
      "Vaikka minulla olisi profetoimisen lahja, vaikka tuntisin kaikki salaisuudet ja kaiken tiedon ja vaikka minulla olisi kaikki usko, niin että voisin siirtää vuoria, mutta minulta puuttuisi rakkaus, en olisi mitään.",
      "Vaikka jakaisin kaiken omaisuuteni nälkää näkeville ja vaikka antaisin polttaa itseni tulessa mutta minulta puuttuisi rakkaus, en sillä mitään voittaisi.",
      "Rakkaus on kärsivällinen, rakkaus on lempeä. Rakkaus ei kadehdi, ei kersku, ei pöyhkeile,",
      "ei käyttäydy sopimattomasti, ei etsi omaa etuaan, ei katkeroidu, ei muistele kärsimäänsä pahaa,",
      "ei iloitse vääryydestä vaan iloitsee totuuden voittaessa.",
      "Kaiken se kestää, kaikessa uskoo, kaikessa toivoo, kaiken se kärsii.",
      "Rakkaus ei koskaan katoa. Mutta profetoiminen vaikenee, kielillä puhuminen lakkaa, tieto käy turhaksi.",
      "Tietämisemme on näet vajavaista ja profetoimisemme on vajavaista,",
      "mutta kun täydellinen tulee, vajavainen katoaa.",
      "Kun olin lapsi, minä puhuin kuin lapsi, minulla oli lapsen mieli ja lapsen ajatukset. Nyt, kun olen mies, olen jättänyt sen mikä kuuluu lapsuuteen.",
      "Nyt katselemme vielä kuin kuvastimesta, kuin arvoitusta, mutta silloin näemme kasvoista kasvoihin. Nyt tietoni on vielä vajavaista, mutta kerran se on täydellistä, niin kuin Jumala minut täydellisesti tuntee.",
      "Niin pysyvät nämä kolme: usko, toivo, rakkaus. Mutta suurin niistä on rakkaus."
    ],
    [
      "Pyrkikää rakkauteen, mutta tavoitelkaa myös henkilahjoja, ennen kaikkea profetoimisen lahjaa.",
      "Kielillä puhuva ei näet puhu ihmisille vaan Jumalalle; kukaan ei ymmärrä häntä, Hengen valtaamana hän puhuu salaisuuksia.",
      "Mutta se, joka profetoi, puhuu ihmisille: hän rakentaa, kehottaa ja lohduttaa.",
      "Kielillä puhuva rakentaa itseään, profetoiva rakentaa seurakuntaa.",
      "Toivoisin teidän kaikkien puhuvan kielillä, mutta vielä mieluummin toivoisin teidän profetoivan. Profetoiva on arvokkaampi kuin kielillä puhuva, ellei tämä sitten osaa myös tulkita puhettaan, niin että se koituu seurakunnan parhaaksi.",
      "Mitä hyötyä minusta on, veljet, jos tulen luoksenne ja vain puhun kielillä enkä välitä mitään ilmestystä tai anna teille tietoa, profetiaa tai opetusta?",
      "Samoinhan on elottomien soittimienkin laita, vaikkapa huilun tai lyyran. Miten huilulla tai lyyralla soitettu sävelmä voidaan tuntea, elleivät sävelet erotu toisistaan?",
      "Ja jos sotatorvesta lähtee epäselvä ääni, kuka valmistautuu taisteluun?",
      "Sama koskee teitäkin: ellette puhu selvää kieltä, kuinka teidän puhettanne voidaan ymmärtää? Sananne haihtuvat taivaan tuuliin.",
      "Niin paljon kuin maailmassa onkin kieliä, kaikki ne ovat ymmärrettävissä.",
      "Mutta ellen ymmärrä puheen merkitystä, olen puhujalle muukalainen, samoin hän minulle.",
      "Kun te nyt kerran tavoittelette henkilahjoja, pyrkikää saamaan niitä runsain määrin seurakunnan rakentamiseksi.",
      "Sen, joka puhuu kielillä, on siksi rukoiltava itselleen myös tulkitsemisen kykyä.",
      "Jos näet rukoilen kielillä, minun henkeni rukoilee mutta ymmärrykseni jää hyödyttömäksi.",
      "Mitä tämä siis tarkoittaa? Minun tulee rukoilla hengelläni, mutta myös ymmärryksellä; minun tulee laulaa kiitosta hengelläni, mutta myös ymmärryksellä.",
      "Jos kiität Jumalaa vain hengelläsi, miten paikalla oleva ulkopuolinen voi sanoa kiitokseesi aamenen, kun hän ei ymmärrä mitä sanot?",
      "Sinä kyllä kiität hyvin, mutta ei tuo toinen siitä hyödy.",
      "Minä puhun kielillä enemmän kuin kukaan teistä, ja siitä kiitän Jumalaa.",
      "Jotta voisin opettaa muitakin, haluan seurakunnassa silti puhua mieluummin viisi ymmärrettävää sanaa kuin tuhansia hurmoskielen sanoja.",
      "Veljet, älkää olko ajatuksiltanne lapsia. Pahuudessa olkaa kehittymättömiä, ajattelussanne aikuisia.",
      "Lain kirjassa sanotaan: -- Oudoilla kielillä ja vieraiden huulilla olen puhuva tälle kansalle, eikä se sittenkään kuuntele minua, sanoo Herra.",
      "Outoja kieliä ei siis ole tarkoitettu merkiksi uskoville vaan niille, jotka eivät usko; profetoiminen sen sijaan ei ole merkkinä epäuskoisille vaan uskoville.",
      "Jos seurakunnan yhteisessä kokouksessa kaikki puhuisivat kielillä ja sinne tulisi ulkopuolisia tai epäuskoisia, he varmasti sanoisivat, että te olette järjiltänne.",
      "Jos sen sijaan kaikki profetoisivat ja joku epäuskoinen tai ulkopuolinen tulisi paikalle, hän joutuisi kaikkien koeteltavaksi ja tutkittavaksi",
      "Mitä tämä siis tarkoittaa, veljet? Kun kokoonnutte yhteen, jokaisella on jotakin annettavaa: laulu, opetus tai ilmestys, puhe kielillä tai sen tulkinta. Kaiken on tapahduttava yhteiseksi parhaaksi.",
      "Jos puhutaan kielillä, vain kaksi tai enintään kolme saa puhua, kukin vuorollaan, ja jonkun on tulkittava puhetta.",
      "Ellei tulkitsijaa ole, puhuja olkoon seurakunnan parissa vaiti ja puhukoon vain itselleen ja Jumalalle.",
      "Samoin profeetoista saa esiintyä vain kaksi tai kolme, ja toiset arvostelkoot.",
      "Jos joku muu läsnäolijoista saa ilmestyksen, edellisen puhujan tulee vaieta.",
      "Kaikki te voitte profetoida, kukin vuorollanne, jotta kaikki oppisivat ja saisivat rohkaisua.",
      "Profeetat pystyvät hallitsemaan henkilahjojaan,",
      "sillä Jumala ei ole epäjärjestyksen vaan rauhan Jumala. Niin kuin on laita kaikissa pyhien seurakunnissa,",
      "naisten tulee olla vaiti seurakunnan kokouksissa. Heidän ei ole lupa puhua, vaan heidän on oltava kuuliaisia, niin kuin lakikin sanoo.",
      "Jos he tahtovat tietoa jostakin, heidän on kysyttävä sitä kotona omalta mieheltään, sillä naisen on sopimatonta puhua seurakunnan kokouksessa.",
      "Teidänkö luotanne Jumalan sana on lähtenyt liikkeelle? Tai onko se tullut pelkästään teidän luoksenne?",
      "Jos joku uskoo olevansa profeetta tai saaneensa muita Hengen lahjoja, hänen tulee tietää että tämä, mitä kirjoitan, on Herran käsky.",
      "Jos joku ei tätä tunnusta, Jumala ei tunnusta häntä.",
      "Veljet, tavoitelkaa siis profetoimisen lahjaa älkääkä estäkö kielillä puhumista.",
      "Kaiken on vain tapahduttava arvokkaasti ja hyvässä järjestyksessä."
    ],
    [
      "Veljet, minä palautan mieleenne sen evankeliumin, jonka olen julistanut teille. Te olette ottaneet sen vastaan ja pidätte siitä kiinni,",
      "ja sen avulla te myös pelastutte, jos säilytätte sen sellaisena kuin minä sen julistin; muuten olette turhaan tulleet uskoviksi.",
      "Ennen muuta annoin teille tiedoksi tämän, minkä itse olin saanut vastaanottaa: -- Kristus kuoli meidän syntiemme vuoksi, niin kuin oli kirjoitettu,",
      "hänet haudattiin, hänet herätettiin kuolleista kolmantena päivänä, niin kuin oli kirjoitettu,",
      "ja hän ilmestyi Keefakselle ja sitten niille kahdelletoista.",
      "Sen jälkeen hän ilmestyi samalla kertaa yli viidellesadalle veljelle, joista useimmat ovat yhä elossa, vaikka jotkut ovatkin jo nukkuneet pois.",
      "Tämän jälkeen hän ilmestyi Jaakobille ja sitten kaikille apostoleille.",
      "Viimeiseksi kaikista hän ilmestyi minullekin, joka olen kuin keskosena syntynyt.",
      "Olenhan apostoleista vähäisin enkä edes ansaitse apostolin nimeä, koska olen vainonnut Jumalan seurakuntaa.",
      "Mutta Jumalan armosta minä olen se mikä olen, eikä hänen armonsa minua kohtaan ole mennyt hukkaan. Olen tehnyt enemmän työtä kuin kukaan heistä, en tosin minä itse, vaan Jumalan armo, joka on ollut voimani.",
      "Näin me siis julistamme, minä niin kuin hekin, ja näin te myös olette uskoneet.",
      "Jos kerran julistetaan, että Kristus on herätetty kuolleista, kuinka jotkut teistä voivat sanoa, ettei kuolleiden ylösnousemusta ole?",
      "Jos ei ole kuolleiden ylösnousemusta, ei Kristustakaan ole herätetty kuolleista.",
      "Mutta ellei Kristusta ole herätetty, silloin meidän julistuksemme on turhaa puhetta, turhaa myös teidän uskonne.",
      "Silloin nähdään, että olemme antaneet Jumalasta väärän todistuksen, kun olemme väittäneet hänen herättäneen Kristuksen -- mitä hän siis ei ole tehnyt, jos kerran kuolleita ei herätetä.",
      "Ellei kuolleita herätetä, ei Kristustakaan ole herätetty.",
      "Mutta ellei Kristusta ole herätetty, teidän uskonne on pohjaa vailla ja te olette yhä syntienne vallassa.",
      "Ja silloin nekin, jotka ovat nukkuneet pois Kristukseen uskoen, ovat joutuneet perikatoon.",
      "Jos olemme panneet toivomme Kristukseen vain tämän elämän ajaksi, olemme säälittävimpiä kaikista ihmisistä.",
      "Mutta nyt Kristus on herätetty kuolleista, esikoisena niiden joukosta jotka ovat kuolleet.",
      "Kun kerran kuolema sai alkunsa ihmisestä, samoin kuolleiden ylösnousemus on alkanut ihmisestä.",
      "Sillä niin kuin kaikki ihmiset Aadamista osallisina kuolevat, niin myös kaikki Kristuksesta osallisina tehdään eläviksi,",
      "jokainen vuorollaan: esikoisena Kristus ja sen jälkeen Kristuksen omat, kun hän tulee.",
      "Sitten seuraa kaiken päätös, kun hän luovuttaa kuninkuuden Jumalalle, Isälle, kukistettuaan kaiken vallan, mahdin ja voiman.",
      "Kristuksen on näet määrä hallita, kunnes hän on saattanut kaikki vihollisensa jalkojensa alle.",
      "Vihollisista viimeisenä kukistetaan kuolema.",
      "Sitten kun kaikki on saatettu hänen valtaansa, silloin hän itse, Poika, alistuu sen valtaan, joka on saattanut kaiken hänen valtaansa, ja niin Jumala hallitsee täydellisesti kaikkea.",
      "Mitä varten sitten jotkut antavat kastaa itsensä kuolleiden puolesta? Ellei kuolleita lainkaan herätetä, miksi he kastattavat itsensä näiden puolesta?",
      "Entä mitä varten me joka hetki antaudumme vaaraan?",
      "Niin totta kuin te olette minun ylpeyteni Herramme Kristuksen Jeesuksen edessä, minä katson joka päivä kuolemaa silmiin.",
      "Tulkaa lopultakin järkiinne, älkää tehkö syntiä! On näet eräitä, jotka eivät Jumalasta mitään tiedä -- tämän sanon teidän häpeäksenne.",
      "Mikä järjetön kysymys! Eihän se mitä kylvät tule eläväksi, ellei se ensin kuole.",
      "Ja kun kylvät, et kylvä tulevaa kasvia vaan pelkän siemenen, vehnänjyvän tai jonkin muun kasvin siemenen.",
      "Mutta Jumala antaa sille sellaisen varren kuin hän on nähnyt hyväksi, jokaiselle siemenelle sellaisen kuin sille kuuluu.",
      "Ei kaikkien elollisten ruumis ole samanlainen, vaan ihmisellä on oma ruumiinsa, nelijalkaisilla omansa, linnuilla omansa ja kaloilla omansa.",
      "On taivaallisia ja maallisia ruumiita, mutta taivaallisten loisto on aivan toisenlainen kuin maanpäällisten.",
      "Auringolla on oma loistonsa, kuulla omansa ja tähdillä omansa, ja toinen tähti loistaa toista kirkkaammin.",
      "Samoin tapahtuu kuolleiden ylösnousemuksessa. Se, mikä kylvetään katoavana, nousee katoamattomana.",
      "Mikä kylvetään vähäpätöisenä, nousee kirkkaana. Mikä kylvetään heikkona, nousee täynnä voimaa.",
      "Kylvetään ajallinen ruumis, nousee hengellinen ruumis. Jos kerran on olemassa ajallinen ruumis, on myös hengellinen.",
      "Ensimmäisenä ei siis ole hengellinen vaan ajallinen; vasta sen jälkeen tulee hengellinen.",
      "Ensimmäinen ihminen on maallinen, maasta lähtöisin, toinen ihminen on taivaasta.",
      "Millainen tuo maallinen ihminen oli, sellaisia ovat kaikki maalliset ihmiset, ja millainen tuo taivaallinen ihminen on, sellaisia tulevat olemaan taivaalliset ihmiset.",
      "Ja niin kuin me nyt olemme maallisen ihmisen kaltaisia, niin me tulemme kerran taivaallisen ihmisen kaltaisiksi.",
      "Sen sanon, veljet, ettei liha ja veri voi saada omakseen Jumalan valtakuntaa ja ettei katoava voi saada omakseen katoamattomuutta.",
      "Nyt ilmoitan teille salaisuuden: Me emme kaikki kuole, mutta kaikki me muutumme,",
      "yhtäkkiä, silmänräpäyksessä, viimeisen pasuunan soidessa. Pasuuna soi, ja kuolleet herätetään katoamattomina ja me muut muutumme.",
      "Tämän katoavan on näet pukeuduttava katoamattomuuteen ja kuolevaisen kuolemattomuuteen.",
      "Mutta kun katoava pukeutuu katoamattomuuteen ja kuolevainen kuolemattomuuteen, silloin toteutuu kirjoitusten sana: -- Kuolema on nielty ja voitto saatu.",
      "Missä on voittosi, kuolema? Missä on pistimesi, kuolema?",
      "Kuoleman pistin on synti, ja synnin voimana on laki.",
      "Mutta kiitos Jumalalle, joka antaa meille voiton meidän Herramme Jeesuksen Kristuksen kautta!",
      "Olkaa siis vahvoja ja järkähtämättömiä, rakkaat veljeni, ja tehkää aina innokkaasti Herran työtä. Tietäkää, ettei Herra anna teidän työnne mennä hukkaan."
    ],
    [
      "Kun keräätte varoja Jerusalemin pyhille, noudattakaa niitä ohjeita, jotka olen antanut Galatian seurakunnille:",
      "kunkin teistä on aina sapatin jälkeisenä päivänä pantava syrjään rahaa sen mukaan kuin hänellä on varaa, jottei keräystä pantaisi toimeen vasta kun olen tullut sinne.",
      "Sitten kun tulen, lähetän teidän valitsemanne ja valtuuttamanne henkilöt viemään lahjaanne Jerusalemiin.",
      "Jos minun itsenikin on syytä lähteä matkaan, niin matkustamme yhdessä.",
      "Aion tulla teidän luoksenne käytyäni Makedonian seurakunnissa; matkustan näet Makedonian kautta.",
      "Voin jäädä teidän luoksenne joksikin aikaa, ehkä koko talveksikin. Sitten voitte varustaa minut matkaan, minne taas lähdenkin.",
      "En halua vain ohimennen pistäytyä teitä tapaamassa, vaan toivon voivani viipyä luonanne jonkin aikaa, jos Herra suo.",
      "Jään tänne Efesokseen helluntaihin saakka,",
      "sillä minulle on avautunut laaja ja lupaava työmaa. Tosin myös vastustajia on paljon.",
      "Kun Timoteus tulee, katsokaa ettei hänen tarvitse olla siellä mistään huolissaan. Hän tekee Herran työtä niin kuin minäkin,",
      "kenenkään ei pidä halveksia häntä. Auttakaa hänet sitten onnellisesti paluumatkalle. Odotan häntä täällä muiden veljien kanssa.",
      "Veli Apollosta olen kovasti kehottanut lähtemään muiden veljien kanssa teidän luoksenne, mutta hänen matkansa ei nyt voinut toteutua. Hän tulee sitten kun saa sopivan tilaisuuden.",
      "Valvokaa, pysykää uskossanne lujina, olkaa urheita, olkaa vahvoja.",
      "Kaikki, minkä teette, tehkää rakastavin mielin!",
      "Minulla on teille pyyntö, veljet. Niin kuin tiedätte, Stefanas ja hänen perheväkensä ovat ensi hedelmä työstämme Akhaiassa, ja he ovat antautuneet palvelemaan pyhiä.",
      "Olkaa te puolestanne kuuliaisia heille ja kaikille, jotka työskentelevät ja näkevät vaivaa yhdessä heidän kanssaan.",
      "Olen iloinen siitä, että Stefanas, Fortunatus ja Akaikos ovat tulleet tänne. He korvaavat minulle sen, että joudun olemaan erossa teistä.",
      "He ovat virkistäneet minua niin kuin teitäkin. Antakaa tunnustus tällaisille miehille!",
      "Aasian maakunnan seurakunnat lähettävät teille terveisensä. Myös Aquila ja Prisca ja heidän kodissaan kokoontuva seurakunta lähettävät teille paljon terveisiä Herran nimeen.",
      "Terveisiä kaikilta veljiltä. Tervehtikää toisianne pyhällä suudelmalla.",
      "Minä, Paavali, kirjoitan tähän tervehdyksen omakätisesti.",
      "Jos joku ei rakasta Herraa, hän olkoon kirottu. Maranata! Herramme, tule!",
      "Herran Jeesuksen armo olkoon teidän kanssanne.",
      "Rakkaat terveiseni teille kaikille, te Kristuksen Jeesuksen omat."
    ]
  ],
  "name": "1 Corinthians"
}
