{
  "id": "nm",
  "chapters": [
    [
      "Vuoden ja kuukauden kuluttua siitä kun israelilaiset olivat lähteneet Egyptistä, toisen vuoden toisen kuun ensimmäisenä päivänä, Herra sanoi Siinain autiomaassa pyhäkköteltassa Moosekselle:",
      "Sinun ja Aaronin tulee tarkastaa kaikki kaksikymmenvuotiaat ja sitä vanhemmat sotakelpoiset miehet ja laskea joukko joukolta heidän lukumääränsä.",
      "Teidän apunanne olkoon jokaisesta heimosta yksi mies, sukunsa päämies.",
      "Nämä ovat ne miehet, joiden tulee avustaa teitä: Ruubenin heimosta Elisur, Sedeurin poika,",
      "Simeonin heimosta Selumiel, Surisaddain poika,",
      "Juudan heimosta Nahson, Amminadabin poika,",
      "Isaskarin heimosta Netanel, Suarin poika,",
      "Sebulonin heimosta Eliab, Helonin poika,",
      "Joosefin jälkeläisistä Efraimin heimoon kuuluva Elisama, Ammihudin poika, ja Manassen heimoon kuuluva Gamliel, Pedasurin poika,",
      "Benjaminin heimosta Abidan, Gideonin poika,",
      "Danin heimosta Ahieser, Ammisaddain poika,",
      "Asserin heimosta Pagiel, Okranin poika,",
      "Gadin heimosta Eljasaf, Deuelin poika,",
      "Nämä olivat kansan edusmiehet, heimojen ja sukujen päälliköt, jotka johtivat Israelin sotajoukkoja.",
      "Mooses ja Aaron ottivat mukaansa nämä nimeltä mainitut miehet",
      "ja kutsuivat koko kansan koolle toisen kuukauden ensimmäisenä päivänä. Kaikki kaksikymmenvuotiaat ja sitä vanhemmat miehet laskettiin ja merkittiin luetteloon perhekunnittain ja suvuittain.",
      "Näin Mooses tarkasti ja laski israelilaiset Siinain autiomaassa, kuten Herra oli käskenyt.",
      "Ruubenin, Israelin esikoisen, jälkeläiset, kaikki kaksikymmenvuotiaat ja sitä vanhemmat sotakelpoiset miehet, laskettiin ja merkittiin luetteloon perhekunnittain ja suvuittain.",
      "Näitä Ruubenin heimon jäseniä oli 46 500.",
      "Simeonin jälkeläiset, kaikki kaksikymmenvuotiaat ja sitä vanhemmat sotakelpoiset miehet, laskettiin ja merkittiin luetteloon perhekunnittain ja suvuittain.",
      "Näitä Simeonin heimon jäseniä oli 59 300.",
      "Gadin jälkeläiset, kaikki kaksikymmenvuotiaat ja sitä vanhemmat sotakelpoiset miehet, laskettiin ja merkittiin luetteloon perhekunnittain ja suvuittain.",
      "Näitä Gadin heimon jäseniä oli 45 650.",
      "Juudan jälkeläiset, kaikki kaksikymmenvuotiaat ja sitä vanhemmat sotakelpoiset miehet, laskettiin ja merkittiin luetteloon perhekunnittain ja suvuittain.",
      "Näitä Juudan heimon jäseniä oli 74 600.",
      "Isaskarin jälkeläiset, kaikki kaksikymmenvuotiaat ja sitä vanhemmat sotakelpoiset miehet, laskettiin ja merkittiin luetteloon perhekunnittain ja suvuittain.",
      "Näitä Isaskarin heimon jäseniä oli 54 400.",
      "Sebulonin jälkeläiset, kaikki kaksikymmenvuotiaat ja sitä vanhemmat sotakelpoiset miehet, laskettiin ja merkittiin luetteloon perhekunnittain ja suvuittain.",
      "Näitä Sebulonin heimon jäseniä oli 57 400.",
      "Joosefin pojan Efraimin jälkeläiset, kaikki kaksikymmenvuotiaat ja sitä vanhemmat sotakelpoiset miehet, laskettiin ja merkittiin luetteloon perhekunnittain ja suvuittain.",
      "Näitä Efraimin heimon jäseniä oli 40 500.",
      "Joosefin toisen pojan Manassen jälkeläiset, kaikki kaksikymmenvuotiaat ja sitä vanhemmat sotakelpoiset miehet, laskettiin ja merkittiin luetteloon perhekunnittain ja suvuittain.",
      "Näitä Manassen heimon jäseniä oli 32 200.",
      "Benjaminin jälkeläiset, kaikki kaksikymmenvuotiaat ja sitä vanhemmat sotakelpoiset miehet, laskettiin ja merkittiin luetteloon perhekunnittain ja suvuittain.",
      "Näitä Benjaminin heimon jäseniä oli 35 400.",
      "Danin jälkeläiset, kaikki kaksikymmenvuotiaat ja sitä vanhemmat sotakelpoiset miehet, laskettiin ja merkittiin luetteloon perhekunnittain ja suvuittain.",
      "Näitä Danin heimon jäseniä oli 62 700.",
      "Asserin jälkeläiset, kaikki kaksikymmenvuotiaat ja sitä vanhemmat sotakelpoiset miehet, laskettiin ja merkittiin luetteloon perhekunnittain ja suvuittain.",
      "Näitä Asserin heimon jäseniä oli 41 500.",
      "Naftalin jälkeläiset, kaikki kaksikymmenvuotiaat ja sitä vanhemmat sotakelpoiset miehet, laskettiin ja merkittiin luetteloon perhekunnittain ja suvuittain.",
      "Näitä Naftalin heimon jäseniä oli 53 400.",
      "Tässä olivat katselmuksessa lasketut miehet. Katselmuksen toimittivat Mooses, Aaron ja Israelin päämiehet, joita oli kaksitoista eli yksi mies kustakin heimosta.",
      "Katselmuksessa suvuittain laskettuja israelilaisia, kaksikymmenvuotiaita tai sitä vanhempia sotakelpoisia Israelin miehiä,",
      "oli kaikkiaan 603 550.",
      "Leeviläisiä ja heidän sukujaan ei otettu lukuun väenlaskussa.",
      "Herra sanoi Moosekselle:",
      "Pane leeviläiset huolehtimaan liitonarkun asumuksesta, sen kalustosta ja kaikesta muusta siihen kuuluvasta. Heidän tehtävänään on telttamajan ja kaikkien sen varusteiden kuljetus. Heidän tulee palvella pyhäkössä ja asua leirissä sen ympärillä.",
      "Kun telttamaja siirretään uuteen leiripaikkaan, leeviläisten on purettava maja, ja kun pyhäkkö on saapunut perille, heidän tulee pystyttää se. Jos joku ulkopuolinen puuttuu näihin tehtäviin, hänet on surmattava.",
      "Israelilaisten tulee asettua leiriin heimoittain, kunkin heimon joukkoineen oman tunnuksensa ympärille.",
      "Israelilaiset tekivät kaiken sen käskyn mukaisesti, jonka Herra oli Moosekselle antanut."
    ],
    [
      "Herra sanoi Moosekselle ja Aaronille:",
      "Hänen joukkojensa vahvuus on 74 600 asekuntoista miestä.",
      "Juudan leirin viereen asettuu Isaskarin heimo, jonka päällikkönä on Netanel, Suarin poika.",
      "Hänen joukkojensa vahvuus on 54 400 asekuntoista miestä.",
      "Juudan toiselle puolelle asettuu Sebulonin heimo. Heimon päällikkönä on Eliab, Helonin poika,",
      "jonka joukkojen vahvuus on 57 400 asekuntoista miestä.",
      "Juudan leirikunnassa on asekuntoisia miehiä kaikkiaan 186 400. Tämän leirikunnan tulee marssia etumaisena.",
      "jonka joukkojen vahvuus on 46 500 asekuntoista miestä.",
      "Ruubenin leirin vieressä on Simeonin heimon paikka. Heimon päällikkönä on Selumiel, Surisaddain poika,",
      "jonka joukkojen vahvuus on 59 300 asekuntoista miestä.",
      "Ruubenin leirin toiselle puolelle asettuu Gadin heimo. Heimon päällikkönä on Eljasaf, Deuelin poika,",
      "jonka joukkojen vahvuus on 45 650 asekuntoista miestä.",
      "Ruubenin leirikunnassa on asekuntoisia miehiä kaikkiaan 151 450. He marssivat Juudan leirikunnan jäljessä.",
      "jonka joukkojen vahvuus on 40 500 asekuntoista miestä.",
      "Efraimin leirin vieressä on Manassen heimon paikka. Heimon päällikkönä on Gamliel, Pedasurin poika,",
      "jonka joukkojen vahvuus on 32 200 asekuntoista miestä.",
      "Efraimin toiselle puolelle asettuu Benjaminin heimo. Heimon päällikkönä on Abidan, Gideonin poika,",
      "jonka joukkojen vahvuus on 35 400 asekuntoista miestä.",
      "Efraimin leirikunnassa on asekuntoisia miehiä kaikkiaan 108 100. Marssijärjestyksessä heidän paikkansa on kolmantena.",
      "jonka joukkojen vahvuus on 62 700 asekuntoista miestä.",
      "Danin viereen asettuu Asserin heimo, jonka päällikkönä on Pagiel, Okranin poika.",
      "Hänen joukkojensa vahvuus on 41 500 asekuntoista miestä.",
      "Danin toisella puolella on Naftalin heimon paikka. Heimon päällikkönä on Ahira, Enanin poika,",
      "jonka joukkojen vahvuus on 53 400 asekuntoista miestä.",
      "Tässä olivat israelilaisten asekuntoiset miehet suvuittain laskettuina. Leirikuntien joukkoja oli kaikkiaan 603 550 miestä.",
      "Leeviläisiä ei tarkastettu eikä laskettu muiden israelilaisten mukana; tämän määräyksen Herra oli Moosekselle antanut.",
      "Israelilaiset noudattivat Herran käskyä. Leirissä he asettuivat heimoittain ja suvuittain tunnustensa ympärille, ja matkatessaan he kulkivat säädetyssä järjestyksessä."
    ],
    [
      "Siihen aikaan, kun Herra puhui Moosekselle Siinainvuorella, kuuluivat Aaronin ja Mooseksen sukuun nämä miehet:",
      "Aaronin esikoinen oli Nadab, ja hänen muut poikansa olivat Abihu, Eleasar ja Itamar.",
      "Nämä olivat Aaronin pojat; heidät oli voideltu ja vihitty papinvirkaan.",
      "Mutta Herra oli antanut Nadabin ja Abihun kuolla, koska he Siinain autiomaassa toivat väärin tehtyä tulta Herran eteen. Heiltä ei jäänyt lapsia. Eleasar ja Itamar palvelivat edelleen papinvirassa isänsä Aaronin alaisina.",
      "Herra sanoi Moosekselle:",
      "ja huolehtia hänen puolestaan ja koko kansan puolesta niistä tehtävistä, jotka on toimitettava pyhäkköteltan edessä ja telttamajassa.",
      "Heidän tulee myös pitää huolta kaikista pyhäkköteltan varusteista ja hoitaa pyhäkössä ne tehtävät, jotka israelilaisille on säädetty.",
      "Määrää leeviläiset Aaronin ja hänen poikiensa alaisiksi, sillä heidät on israelilaisten joukosta asetettu Aaronin avustajiksi.",
      "Ja Herra sanoi Moosekselle:",
      "Herra sanoi Moosekselle Siinain autiomaassa:",
      "Laske ja merkitse muistiin Leevin miespuoliset jälkeläiset suvuittain ja perhekunnittain. Laske kaikki kuukauden ikäisistä alkaen.",
      "Mooses laski heidät Herralta saamansa käskyn mukaisesti.",
      "Leevin pojat olivat Gerson, Kehat ja Merari.",
      "Gersonin pojat ja heistä polveutuvat suvut olivat Libni ja Simei.",
      "Kehatin pojat ja heistä polveutuvat suvut olivat Amram, Jishar, Hebron ja Ussiel.",
      "Merarin pojat ja heistä polveutuvat suvut olivat Mahli ja Musi. Nämä olivat leeviläisten suvut kantaisiensä mukaan lueteltuina.",
      "Gersonin sukuhaaraan kuuluivat Libnin ja Simein suvut. Nämä olivat gersonilaissuvut.",
      "Näiden sukujen väki laskettiin ja merkittiin muistiin. Yli kuukauden ikäisiä miespuolisia oli kaikkiaan 7500.",
      "Gersonilaisten suvut asuivat leirissä telttamajan takana, lännen puolella,",
      "ja heidän sukuhaaransa päämies oli Eljasaf, Laelin poika.",
      "Gersonin jälkeläisten tehtävänä oli huolehtia pyhäkön telttamajasta, sen telttakankaista, peitteistä, pyhäkköteltan oviverhosta,",
      "telttamajaa ja alttaria ympäröivän esipihan verhoista, oviverhosta ja verhojen kiinnitysköysistä sekä kaikista näihin liittyvistä tehtävistä.",
      "Kehatin sukuhaaraan kuuluivat Amramin, Jisharin, Hebronin ja Ussielin suvut. Nämä olivat kehatilaissuvut.",
      "Kuukauden ikäisiä ja sitä vanhempia miespuolisia kehatilaisia oli kaikkiaan 8600. Heidän tehtävänään oli huolehtia pyhäköstä.",
      "Kehatin poikien suvut asuivat leirissä telttamajan sivustalla, etelän puolella.",
      "Näiden päällikkö oli Elisafan, Ussielin poika.",
      "Kehatilaisten tuli huolehtia liitonarkusta, uhrileipäpöydästä, seitsenhaaraisesta lampusta, alttareista, jumalanpalveluksessa käytettävistä esineistä, väliverhosta sekä kaikista näihin liittyvistä tehtävistä.",
      "Leeviläisten päämiesten päällikkö oli Eleasar, pappi Aaronin poika. Hän valvoi niitä, jotka hoitivat tehtäviä pyhäkössä.",
      "Merarin sukuhaaraan kuuluivat Mahlin ja Musin suvut. Nämä olivat merarilaissuvut.",
      "Merarilaiset laskettiin ja merkittiin muistiin. Yli kuukauden ikäisiä miespuolisia oli kaikkiaan 6200.",
      "Merarin sukuhaaran päämies oli Suriel, Abihailin poika. Merarin jälkeläiset asuivat leirissä telttamajan sivustalla, pohjoisen puolella.",
      "He huolehtivat telttamajan laudoista ja poikkipuista, pylväistä ja niiden jalustoista, telttamajan kalustosta ja kaikista näihin liittyvistä tehtävistä",
      "sekä lisäksi ympärillä olevan esipihan pylväistä, niiden jalustoista, kiinnitysvaarnoista ja köysistä.",
      "Mooses ja Aaron sekä Aaronin pojat asuivat leirissä pyhäkköteltan edessä, sen itäpuolella. He pitivät israelilaisten puolesta huolta pyhäköstä. Ulkopuolisia oli kuolemanrangaistuksen uhalla kielletty osallistumasta heidän toimiinsa.",
      "Herran käskyn mukaisesti Mooses ja Aaron laskivat ja merkitsivät suvuittain muistiin yli kuukauden ikäisten miespuolisten leeviläisten lukumäärän. Heitä oli kaikkiaan 22 000.",
      "Mooses antoi laskea israelilaisten kaikki esikoiset kuukauden ikäisistä alkaen, niin kuin Herra oli käskenyt.",
      "Esikoispojat laskettiin ja heidän nimensä kirjoitettiin muistiin. Heitä oli 22 273.",
      "Ja Herra sanoi Moosekselle:",
      "Mutta koska israelilaisten esikoisia on 273 enemmän kuin leeviläisiä yhteensä,",
      "ota heidän vapaaksi lunastamistaan varten viisi sekeliä miestä kohden laskettuna pyhäkkösekelin painon mukaan, jolloin yksi sekeli on kaksikymmentä geraa.",
      "Mooses kokosi lunastushopean, joka tarvittiin maksuksi leeviläisten määrän ylittävistä esikoisista.",
      "Tämän hopeamäärän, 1365 sekeliä, hän otti maksuksi israelilaisten esikoisista.",
      "Sitten Mooses antoi lunastushopean Aaronille ja hänen pojilleen, kuten Herra oli häntä käskenyt."
    ],
    [
      "Herra sanoi Moosekselle ja Aaronille:",
      "kaikki miehet, jotka ovat iältään kolmenkymmenen ja viidenkymmenen välillä. Heidän on asepalveluksen sijasta suoritettava työpalvelusta pyhäkköteltassa.",
      "Kehatin jälkeläisten tehtäviin kuuluu huolehtia teltassa kaikesta, mikä on erityisen pyhää.",
      "Sen päälle heidän tulee panna merilehmännahkainen peite, ja päällimmäiseksi on levitettävä sinipunainen täysvillainen kangas. Sitten heidän tulee panna arkun kantotangot paikoilleen.",
      "Näiden päälle heidän on levitettävä karmiininpunainen kangas, ja se on peitettävä merilehmännahkaisella peitteellä. Sitten heidän tulee panna pöydän kantotangot paikoilleen.",
      "Lampunjalka kaikkine varusteineen tulee vielä kääriä merilehmännahkaan ja panna kantolavalle.",
      "Heidän tulee myös ottaa kaikki pyhäkössä jumalanpalvelukseen tarvittavat välineet, kääriä ne sinipunaiseen kankaaseen ja panna päällimmäiseksi merilehmännahkainen peite. Sitten heidän tulee panna ne kantolavalle.",
      "ja pantava sen päälle kaikki alttarilla uhrattaessa tarvittavat välineet: tuliastiat, haarukat, tuhkalapiot ja vihmontamaljat, kaikki alttarin varusteet. Näiden päälle heidän on levitettävä merilehmännahkainen peite. Sitten heidän tulee panna alttarin kantotangot paikoilleen.",
      "Eleasarin, pappi Aaronin pojan, tulee huolehtia seitsenhaaraisen lampun öljystä, hyväntuoksuisesta suitsukkeesta, päivittäisestä ruokauhrista ja pyhissä toimituksissa käytettävästä öljystä. Hän on vastuussa myös koko telttamajasta ja kaikesta mitä siellä on, sekä pyhäköstä että sen varusteista.",
      "Herra sanoi Moosekselle ja Aaronille:",
      "Tehkää siis näin, jotta kehatilaiset saisivat elää eivätkä kuolisi joutuessaan lähelle erityisen pyhiä esineitä: Aaronin ja hänen poikiensa tulee osoittaa kullekin heistä, mitä hänen on tehtävä ja mitä kannettava.",
      "Herra sanoi Moosekselle:",
      "Laske ja merkitse muistiin kaikki miehet, jotka ovat iältään kolmenkymmenen ja viidenkymmenen välillä. Heidän on asepalveluksen sijasta suoritettava työpalvelusta pyhäkköteltassa.",
      "Nämä ovat Gersonin sukuun kuuluvien tehtävät ja heidän kannettavikseen määrätyt varusteet:",
      "heidän tulee kantaa pyhäkkötelttaa, telttamajaa, sen kankaita ja peitteitä, sekä päällimmäisenä olevaa merilehmännahkaista peitettä ja pyhäkköteltan oviverhoa,",
      "telttamajaa ja alttaria ympäröivän esipihan verhoja ja sen oviaukon verhoa, verhojen kiinnitysköysiä ja kaikkia niiden hoitoon tarvittavia varusteita. Heidän tulee myös suorittaa kaikki näihin liittyvät toimet.",
      "Gersonilaisten on suoritettava kaikki palvelutehtävänsä Aaronin ja hänen poikiensa antamien käskyjen mukaisesti. Niitä noudattaen heidän tulee kantaa kuormansa ja toimittaa kaikki tehtävänsä. Valvokaa, että he huolehtivat kaikesta, mitä heidän kannettavakseen on uskottu.",
      "Nämä ovat ne tehtävät, jotka on määrätty gersonilaissuvuille. Niiden valvonta kuuluu Itamarille, pappi Aaronin pojalle.",
      "Laske ja merkitse muistiin kaikki miehet, jotka ovat kolmenkymmenen ja viidenkymmenen välillä. Myös merarilaisten velvollisuutena on suorittaa työpalvelusta pyhäkköteltassa.",
      "Heidän tulee kantaa nämä varusteet: telttamajan laudat poikkipuineen, sen pylväät jalustoineen,",
      "majaa ympäröivän esipihan pylväät ja niiden jalustat, kiinnitysvaarnat ja köydet sekä kaikki niiden käsittelyyn ja hoitoon tarvittavat varusteet. Määrätkää nimeltä mainiten, mitkä varusteet kullekin uskotaan kannettaviksi.",
      "Mooses, Aaron ja kansan päälliköt laskivat ja merkitsivät muistiin Kehatin jälkeläiset perhekunnittain ja suvuittain,",
      "kaikki miehet, jotka olivat iältään kolmenkymmenen ja viidenkymmenen välillä ja joiden velvollisuutena oli huolehtia pyhäkkötelttaan liittyvistä töistä.",
      "Näitä oli suvuittain laskettuna 2750.",
      "Tämän verran oli kehatilaissuvuissa miehiä, jotka laskettiin ja merkittiin muistiin pyhäkköteltan työtehtäviä varten. Mooses ja Aaron laskivat ja merkitsivät heidät muistiin Herralta saamansa käskyn mukaisesti.",
      "Gersonin jälkeläisiä, jotka laskettiin ja merkittiin muistiin perhekunnittain ja suvuittain,",
      "miehiä, jotka olivat iältään kolmenkymmenen ja viidenkymmenen välillä ja joiden velvollisuutena oli huolehtia pyhäkkötelttaan liittyvistä töistä,",
      "oli perhekunnittain ja suvuittain laskettuna 2630.",
      "Tämän verran oli gersonilaissuvuissa miehiä, jotka laskettiin ja merkittiin muistiin pyhäkköteltan työtehtäviä varten. Mooses ja Aaron laskivat ja merkitsivät heidät muistiin Herralta saamansa käskyn mukaisesti.",
      "Merarin jälkeläisiä, jotka laskettiin ja merkittiin muistiin perhekunnittain ja suvuittain,",
      "miehiä, jotka olivat iältään kolmenkymmenen ja viidenkymmenen välillä ja joiden velvollisuutena oli huolehtia pyhäkkötelttaan liittyvistä töistä,",
      "oli perhekunnittain ja suvuittain laskettuna 3200.",
      "Tämän verran oli merarilaissuvuissa miehiä, jotka laskettiin ja merkittiin muistiin pyhäkköteltan työtehtäviä varten. Mooses ja Aaron laskivat ja merkitsivät heidät muistiin Herralta saamansa käskyn mukaisesti.",
      "Leeviläisiä, jotka Mooses, Aaron ja Israelin päälliköt laskivat ja merkitsivät muistiin perhekunnittain ja suvuittain,",
      "miehiä, jotka olivat iältään kolmenkymmenen ja viidenkymmenen välillä ja joiden tehtävänä oli työskennellä ja palvella pyhäkköteltassa ja kantaa sen varusteita,",
      "oli kaikkiaan 8580.",
      "Leeviläiset laskettiin ja merkittiin muistiin sen käskyn mukaisesti, jonka Herra oli Mooseksen täytettäväksi antanut. Jokaiselle määrättiin erikseen, mikä oli hänen tehtävänsä ja mitä varusteita hänen oli kannettava. Kaikki tehtiin sen käskyn mukaisesti, jonka Herra oli Moosekselle antanut."
    ],
    [
      "Herra sanoi Moosekselle:",
      "He täyttivät käskyn, jonka Herra oli Moosekselle antanut, ja lähettivät epäpuhtaat leirin ulkopuolelle.",
      "Herra sanoi Moosekselle:",
      "Hänen tulee tunnustaa tekemänsä synti ja korvata aiheuttamansa vahinko kokonaisuudessaan sille, jolle on vahingon tuottanut, sekä lisätä korvaukseen vielä viidesosa.",
      "Jos hän ei voi maksaa korvausta vahinkoa kärsineelle itselleen eikä tällä myöskään ole lähisukulaista, joka voisi ottaa korvauksen vastaan, vahingonkorvaus kuuluu Herralle. Se on annettava papille. Lisäksi hänelle on tuotava pässi, joka uhrataan syyllisen syntien sovitukseksi.",
      "Herra sanoi Moosekselle:",
      "ja makaa toisen miehen kanssa, hän tulee saastaiseksi, vaikka asia ei ehkä tulekaan ilmi, kun naista ei ole saatu kiinni itse teosta eikä häntä vastaan ole todistajia.",
      "Jos aviomiehen kuitenkin valtaa mustasukkainen epäilys, että hänen vaimonsa on ollut hänelle uskoton ja näin tullut saastaiseksi, hänen tulee, olipa epäilykseen aihetta tai ei,",
      "viedä vaimonsa papin luo ja tuoda vaimonsa puolesta uhrilahjaksi kymmenesosa eefa-mittaa ohrajauhoja. Hän ei kuitenkaan saa kaataa jauhoihin öljyä eikä panna päälle suitsuketta, sillä tämä ruokauhri annetaan mustasukkaisen epäilyksen takia. Se on selvitysuhri, jonka tarkoituksena on tuoda ilmi, onko epäilyyn aihetta.",
      "ottaa saviastiaan pyhää vettä ja panna veteen tomua telttamajan lattialta.",
      "Kun pappi on asettanut naisen Herran eteen, hänen tulee avata naisen hiukset ja panna hänen käsiinsä selvitysuhri eli mustasukkaisen epäilyksen takia annettu ruokauhri. Papilla tulee olla kädessään kirousta tuottavaa karvasvettä sisältävä astia,",
      "ja hänen tulee vannottaa naista sanoen: 'Jos kukaan vieras ei ole maannut kanssasi etkä ole langennut saastaisuuteen, vaan olet pysynyt miehellesi uskollisena, tämä katkera kirovesi osoittakoon sinut syyttömäksi.",
      "Mutta jos olet ollut miehellesi uskoton ja tullut saastaiseksi makaamalla jonkun muun kuin aviomiehesi kanssa'",
      "-- tässä kohdin papin tulee vannottaa naista, uhata häntä kirouksella ja sanoa: 'silloin Herra tehköön sinusta varoittavan esimerkin, jota mainiten kansasi vannoo ja kiroaa. Herra kuihduttakoon lanteesi ja turvottakoon kohtusi.",
      "Menköön tämä kirovesi sisuksiisi, niin että kohtusi turpoaa ja lanteesi kuihtuvat!' Ja nainen sanokoon: 'Aamen, käyköön niin!'",
      "Vesi hänen on juotettava naiselle, niin että se menee hänen sisuksiinsa.",
      "Papin tulee ottaa naiselta mustasukkaisen epäilyksen takia annettu selvitysuhri, omistaa se tarjousuhrina Herralle ja viedä alttarin luo.",
      "Sitten papin on otettava ruokauhrista kourallinen selvitysuhriksi ja poltettava tämä osa alttarilla. Kun pappi on juottanut naiselle veden,",
      "tapahtuu näin: Jos nainen on tullut saastaiseksi olemalla miehelleen uskoton, kirousta tuottava vesi menee hänen sisuksiinsa ja aiheuttaa hänelle katkeraa tuskaa. Hänen kohtunsa turpoaa, hänen lanteensa kuihtuvat ja hänestä tulee varoittava esimerkki, jota mainiten vannotaan ja kirotaan.",
      "Tämä on mustasukkaisesta epäilystä säädetty laki. Se koskee vaimoa, joka on langennut uskottomuuteen ja tullut saastaiseksi,",
      "sekä miestä, joka mustasukkaisuuden vallassa epäilee vaimoaan uskottomuudesta. Miehen tulee viedä vaimonsa Herran eteen, ja papin on tehtävä naiselle, mitä tässä laissa on säädetty.",
      "Mies on tällöin vapaa vastuusta, mutta vaimo vastatkoon teostaan."
    ],
    [
      "Herra sanoi Moosekselle:",
      "hänen tulee pidättyä viinistä ja oluesta. Hän ei saa nauttia edes etikkaa, joka on viinistä tai muusta väkijuomasta tehtyä, ei myöskään juoda viinirypälemehua eikä syödä tuoreita tai kuivattuja viinirypäleitä.",
      "Niin kauan kuin hän on nasiirina, hän ei saa syödä mitään viiniköynnöksestä saatua, ei raakileita eikä edes viininpolkemisesta jäänyttä rypälemassaa.",
      "Sinä aikana, jona hän on Herran nasiiri, hän ei saa mennä vainajan lähelle.",
      "Vaikka häneltä kuolisi isä tai äiti, veli tai sisar, hän ei saa tulla heidän takiaan epäpuhtaaksi. Hänen tukkansa on merkkinä omistautumisesta Jumalalle.",
      "Koko nasiirina olonsa ajan hänen on oltava Herralle pyhitetty.",
      "Kahdeksantena päivänä hänen on tuotava kaksi metsäkyyhkyä tai muuta kyyhkystä papille pyhäkköteltan oven eteen.",
      "Papin tulee uhrata niistä toinen syntiuhriksi ja toinen polttouhriksi. Näin pappi toimittaa hänelle sovituksen vainajan vuoksi tapahtuneesta saastumisesta. Samana päivänä hänen hiuksensa pitää jälleen julistaa Herralle pyhitetyiksi,",
      "ja hänen täytyy uudelleen omistautua Herralle aiemman nasiirilupauksensa mukaiseksi ajaksi. Hyvitysuhriksi hänen on tuotava vuoden ikäinen karitsa. Siihen saakka nasiirina vietettyä aikaa ei oteta huomioon, koska vihkiytyminen on menettänyt pyhyytensä.",
      "ja tuotava Herralle virheetön vuoden ikäinen urospuolinen karitsa polttouhriksi, virheetön vuoden ikäinen naaraspuolinen karitsa syntiuhriksi ja virheetön pässi yhteysuhriksi,",
      "korillinen parhaista vehnäjauhoista tehtyjä happamattomia leipiä, öljyyn leivottuja kakkuja ja öljyllä voideltuja ohuita happamattomia leipiä sekä asiaankuuluvat ruoka- ja juomauhrit.",
      "Papin tulee viedä nämä kaikki Herran eteen ja toimittaa syntiuhri ja polttouhri,",
      "uhrata pässi yhteysuhrina ja sen kanssa korillinen happamattomia leipiä sekä toimittaa ruokauhri ja juomauhri.",
      "Nasiirin täytyy ajaa Herralle omistetut nasiirinhiuksensa pyhäkköteltan ovella ja heittää ne yhteysuhriteuraan alla palavaan tuleen.",
      "Tämä laki koskee nasiiria ja niitä uhrilahjoja, jotka hänen nasiirilupauksensa nojalla on tuotava Herralle siitä riippumatta, mitä hän lisäksi tahtoo antaa. Hänen on myös täytettävä kaikki se, mitä hän on luvannut yli nasiirilain vaatimusten.",
      "Herra sanoi Moosekselle:",
      "-- Herra siunatkoon sinua ja varjelkoon sinua,",
      "Herra kirkastakoon sinulle kasvonsa ja olkoon sinulle armollinen.",
      "Herra kääntäköön kasvonsa sinun puoleesi ja antakoon sinulle rauhan.",
      "Kun he näin siunaavat Israelin minun nimeeni, minä annan sille siunaukseni."
    ],
    [
      "Kun telttamaja oli saatu pystytetyksi, Mooses pirskotti öljyä sen ja alttarin päälle pyhittäen ne ja kaikki niihin kuuluvat varusteet. Kun hän oli voidellut ja pyhittänyt ne,",
      "saapuivat paikalle Israelin päälliköt, sukukuntien johtajat, jotka olivat heimojen päämiehiä ja johtivat katsastettuja joukkoja.",
      "He toivat uhrilahjanaan Herralle kuudet katetut vaunut ja kaksitoista härkää, yhdet vaunut aina kahta päämiestä kohti ja yhden härän kultakin päämieheltä. He toivat lahjansa telttamajan eteen.",
      "Herra sanoi Moosekselle:",
      "Ota vastaan heidän lahjansa käytettäviksi pyhäkköteltan palvelutoimissa ja anna ne leeviläisille sen mukaan, kuin he niitä tehtävissään tarvitsevat.",
      "Mooses otti vaunut ja härät ja antoi ne leeviläisille.",
      "Kahdet vaunut ja neljä härkää hän antoi Gersonin jälkeläisille avuksi heidän palvelutehtävässään.",
      "Merarin jälkeläisille hän antoi neljät vaunut ja kahdeksan härkää avuksi siinä palvelutehtävässä, jota he suorittivat Aaronin pojan Itamarin johdolla.",
      "Kehatin jälkeläisille hän ei antanut mitään, koska heidän tehtävänään oli huolehtia pyhistä esineistä, joita heidän kuului kantaa olallaan.",
      "Päämiehet toivat vihkiäislahjoja myös alttaria varten sinä päivänä, jona se voideltiin. Kun he toivat uhrilahjojaan alttarin eteen,",
      "Ensimmäisenä päivänä toi uhrilahjansa Juudan heimon päällikkö Nahson, Amminadabin poika.",
      "Hän toi 130 sekeliä painavan hopeakulhon, hopeisen vihmontamaljan, joka painoi 70 sekeliä pyhäkkösekelin painon mukaan laskettuna, molemmat täynnä ruokauhriksi tarkoitettua parhaista vehnäjauhoista ja öljystä tehtyä taikinaa,",
      "kymmenen sekelin painoisen kultaisen kupin, joka oli täynnä suitsuketta,",
      "polttouhriksi nuoren sonnin, pässin ja vuoden vanhan karitsan,",
      "syntiuhriksi pukin",
      "sekä yhteysuhriksi kaksi nautaa, viisi pässiä, viisi pukkia ja viisi vuoden vanhaa karitsaa. Nämä olivat Nahsonin, Amminadabin pojan, uhrilahjat.",
      "Toisena päivänä toi uhrilahjansa Isaskarin päällikkö Netanel, Suarin poika.",
      "Hän toi 130 sekeliä painavan hopeakulhon, hopeisen vihmontamaljan, joka painoi 70 sekeliä pyhäkkösekelin painon mukaan laskettuna, molemmat täynnä ruokauhriksi tarkoitettua parhaista vehnäjauhoista ja öljystä tehtyä taikinaa,",
      "kymmenen sekelin painoisen kultaisen kupin, joka oli täynnä suitsuketta,",
      "polttouhriksi nuoren sonnin, pässin ja vuoden vanhan karitsan,",
      "syntiuhriksi pukin",
      "sekä yhteysuhriksi kaksi nautaa, viisi pässiä, viisi pukkia ja viisi vuoden vanhaa karitsaa. Nämä olivat Netanelin, Suarin pojan, uhrilahjat.",
      "Kolmantena päivänä tuli Sebulonin heimon päällikkö Eliab, Helonin poika.",
      "Hän toi uhrilahjanaan 130 sekelin painoisen hopeakulhon, hopeisen vihmontamaljan, joka painoi 70 sekeliä pyhäkkösekelin painon mukaan laskettuna, molemmat täynnä ruokauhriksi tarkoitettua parhaista vehnäjauhoista ja öljystä tehtyä taikinaa,",
      "kymmenen sekelin painoisen kultaisen kupin, joka oli täynnä suitsuketta,",
      "polttouhriksi nuoren sonnin, pässin ja vuoden vanhan karitsan,",
      "syntiuhriksi pukin",
      "sekä yhteysuhriksi kaksi nautaa, viisi pässiä, viisi pukkia ja viisi vuoden vanhaa karitsaa. Nämä olivat Eliabin, Helonin pojan, uhrilahjat.",
      "Neljäntenä päivänä tuli Ruubenin heimon päällikkö Elisur, Sedeurin poika.",
      "Hän toi uhrilahjanaan 130 sekelin painoisen hopeakulhon, hopeisen vihmontamaljan, joka painoi 70 sekeliä pyhäkkösekelin painon mukaan laskettuna, molemmat täynnä ruokauhriksi tarkoitettua parhaista vehnäjauhoista ja öljystä tehtyä taikinaa,",
      "kymmenen sekelin painoisen kultaisen kupin, joka oli täynnä suitsuketta,",
      "polttouhriksi nuoren sonnin, pässin ja vuoden vanhan karitsan,",
      "syntiuhriksi pukin",
      "sekä yhteysuhriksi kaksi nautaa, viisi pässiä, viisi pukkia ja viisi vuoden vanhaa karitsaa. Nämä olivat Elisurin, Sedeurin pojan, uhrilahjat.",
      "Viidentenä päivänä tuli Simeonin heimon päällikkö Selumiel, Surisaddain poika.",
      "Hän toi uhrilahjanaan 130 sekelin painoisen hopeakulhon, hopeisen vihmontamaljan, joka painoi 70 sekeliä pyhäkkösekelin painon mukaan laskettuna, molemmat täynnä ruokauhriksi tarkoitettua parhaista vehnäjauhoista ja öljystä tehtyä taikinaa,",
      "kymmenen sekelin painoisen kultaisen kupin, joka oli täynnä suitsuketta,",
      "polttouhriksi nuoren sonnin, pässin ja vuoden vanhan karitsan,",
      "syntiuhriksi pukin",
      "sekä yhteysuhriksi kaksi nautaa, viisi pässiä, viisi pukkia ja viisi vuoden vanhaa karitsaa. Nämä olivat Selumielin, Surisaddain pojan, uhrilahjat.",
      "Kuudentena päivänä tuli Gadin heimon päällikkö Eljasaf, Deuelin poika.",
      "Hän toi uhrilahjanaan 130 sekelin painoisen hopeakulhon, hopeisen vihmontamaljan, joka painoi 70 sekeliä pyhäkkösekelin painon mukaan laskettuna, molemmat täynnä ruokauhriksi tarkoitettua parhaista vehnäjauhoista ja öljystä tehtyä taikinaa,",
      "kymmenen sekelin painoisen kultaisen kupin, joka oli täynnä suitsuketta,",
      "polttouhriksi nuoren sonnin, pässin ja vuoden vanhan karitsan,",
      "syntiuhriksi pukin",
      "sekä yhteysuhriksi kaksi nautaa, viisi pässiä, viisi pukkia ja viisi vuoden vanhaa karitsaa. Nämä olivat Eljasafin, Deuelin pojan, uhrilahjat.",
      "Seitsemäntenä päivänä tuli Efraimin heimon päällikkö Elisama, Ammihudin poika.",
      "Hän toi uhrilahjanaan 130 sekelin painoisen hopeakulhon, hopeisen vihmontamaljan, joka painoi 70 sekeliä pyhäkkösekelin painon mukaan laskettuna, molemmat täynnä ruokauhriksi tarkoitettua parhaista vehnäjauhoista ja öljystä tehtyä taikinaa,",
      "kymmenen sekelin painoisen kultaisen kupin, joka oli täynnä suitsuketta,",
      "polttouhriksi nuoren sonnin, pässin ja vuoden vanhan karitsan,",
      "syntiuhriksi pukin",
      "sekä yhteysuhriksi kaksi nautaa, viisi pässiä, viisi pukkia ja viisi vuoden vanhaa karitsaa. Nämä olivat Elisaman, Ammihudin pojan, uhrilahjat.",
      "Kahdeksantena päivänä tuli Manassen heimon päällikkö Gamliel, Pedasurin poika.",
      "Hän toi uhrilahjanaan 130 sekelin painoisen hopeakulhon, hopeisen vihmontamaljan, joka painoi 70 sekeliä pyhäkkösekelin painon mukaan laskettuna, molemmat täynnä ruokauhriksi tarkoitettua parhaista vehnäjauhoista ja öljystä tehtyä taikinaa,",
      "kymmenen sekelin painoisen kultaisen kupin, joka oli täynnä suitsuketta,",
      "polttouhriksi nuoren sonnin, pässin ja vuoden vanhan karitsan,",
      "syntiuhriksi pukin",
      "sekä yhteysuhriksi kaksi nautaa, viisi pässiä, viisi pukkia ja viisi vuoden vanhaa karitsaa. Nämä olivat Gamlielin, Pedasurin pojan, uhrilahjat.",
      "Yhdeksäntenä päivänä tuli Benjaminin heimon päällikkö Abidan, Gideonin poika.",
      "Hän toi uhrilahjanaan 130 sekelin painoisen hopeakulhon, hopeisen vihmontamaljan, joka painoi 70 sekeliä pyhäkkösekelin painon mukaan laskettuna, molemmat täynnä ruokauhriksi tarkoitettua parhaista vehnäjauhoista ja öljystä tehtyä taikinaa,",
      "kymmenen sekelin painoisen kultaisen kupin, joka oli täynnä suitsuketta,",
      "polttouhriksi nuoren sonnin, pässin ja vuoden vanhan karitsan,",
      "syntiuhriksi pukin",
      "sekä yhteysuhriksi kaksi nautaa, viisi pässiä, viisi pukkia ja viisi vuoden vanhaa karitsaa. Nämä olivat Abidanin, Gideonin pojan, uhrilahjat.",
      "Kymmenentenä päivänä tuli Danin heimon päällikkö Ahieser, Ammisaddain poika.",
      "Hän toi uhrilahjanaan 130 sekelin painoisen hopeakulhon, hopeisen vihmontamaljan, joka painoi 70 sekeliä pyhäkkösekelin painon mukaan laskettuna, molemmat täynnä ruokauhriksi tarkoitettua parhaista vehnäjauhoista ja öljystä tehtyä taikinaa,",
      "kymmenen sekelin painoisen kultaisen kupin, joka oli täynnä suitsuketta,",
      "polttouhriksi nuoren sonnin, pässin ja vuoden vanhan karitsan,",
      "syntiuhriksi pukin",
      "sekä yhteysuhriksi kaksi nautaa, viisi pässiä, viisi pukkia ja viisi vuoden vanhaa karitsaa. Nämä olivat Ahieserin, Ammisaddain pojan, uhrilahjat.",
      "Yhdentenätoista päivänä tuli Asserin heimon päällikkö Pagiel, Okranin poika.",
      "Hän toi uhrilahjanaan 130 sekelin painoisen hopeakulhon, hopeisen vihmontamaljan, jonka paino oli 70 sekeliä pyhäkkösekelin painon mukaan laskettuna, molemmat täynnä ruokauhriksi tarkoitettua parhaista vehnäjauhoista ja öljystä tehtyä taikinaa,",
      "kymmenen sekelin painoisen kultaisen kupin, joka oli täynnä suitsuketta,",
      "polttouhriksi nuoren sonnin, pässin ja vuoden vanhan karitsan,",
      "syntiuhriksi pukin",
      "sekä yhteysuhriksi kaksi nautaa, viisi pässiä, viisi pukkia ja viisi vuoden vanhaa karitsaa. Nämä olivat Pagielin, Okranin pojan, uhrilahjat.",
      "Kahdentenatoista päivänä tuli Naftalin heimon päällikkö Ahira, Enanin poika.",
      "Hän toi uhrilahjanaan 130 sekelin painoisen hopeakulhon, hopeisen vihmontamaljan, jonka paino oli 70 sekeliä pyhäkkösekelin painon mukaan laskettuna, molemmat täynnä ruokauhriksi tarkoitettua parhaista vehnäjauhoista ja öljystä tehtyä taikinaa,",
      "kymmenen sekelin painoisen kultaisen kupin, joka oli täynnä suitsuketta,",
      "polttouhriksi nuoren sonnin, pässin ja vuoden vanhan karitsan,",
      "syntiuhriksi pukin",
      "sekä yhteysuhriksi kaksi nautaa, viisi pässiä, viisi pukkia ja viisi vuoden vanhaa karitsaa. Nämä olivat Ahiran, Enanin pojan, uhrilahjat.",
      "Nämä olivat ne lahjat, jotka Israelin päämiehet toivat alttarin vihkimistä varten silloin, kun se voideltiin: kaksitoista hopeakulhoa, kaksitoista hopeista vihmontamaljaa, kaksitoista kultaista kuppia.",
      "Kukin hopeakulho painoi 130 sekeliä ja kukin vihmontamalja 70 sekeliä; näissä astioissa oli siis kaikkiaan 2400 sekeliä hopeaa pyhäkkösekelin painon mukaan laskettuna.",
      "Suitsukkeella täytettyjä kultaisia kuppeja oli kaksitoista; ne painoivat kymmenen sekeliä kukin ja niissä oli kultaa kaikkiaan 120 sekeliä.",
      "Polttouhrieläimiä oli kaikkiaan kaksitoista nuorta sonnia, kaksitoista pässiä ja kaksitoista vuoden vanhaa karitsaa. Lisäksi tuotiin näiden kanssa annettavat ruokauhrit. Syntiuhriksi oli kaksitoista pukkia.",
      "Yhteysuhrieläimiä oli kaikkiaan 24 nuorta sonnia, 60 pässiä, 60 pukkia ja 60 vuoden vanhaa karitsaa. Nämä olivat ne vihkiäislahjat, jotka annettiin alttarin voitelemisen jälkeen.",
      "Kun Mooses meni pyhäkkötelttaan puhumaan Herralle, hän kuuli liitonarkun kannen yläpuolelta kerubien välistä äänen, joka puhutteli häntä. Sieltä Herra puhui hänelle."
    ],
    [
      "Herra sanoi Moosekselle:",
      "Käske Aaronin asettaa öljylamput paikoilleen seitsenhaaraiseen lampunjalkaan niin, että niiden valo lankeaa lampunjalan etupuolelle.",
      "Aaron noudatti ohjetta, jonka Mooses oli saanut Herralta. Hän asetti öljylamput paikoilleen niin, että niiden valo lankesi lampunjalan etupuolelle.",
      "Lampunjalka oli tehty kullasta, taottu jalustoineen ja kukkakoristeineen yhdestä kappaleesta. Se oli tehty täsmälleen sellaiseksi kuin Herra oli Moosekselle näyttänyt.",
      "Herra sanoi Moosekselle:",
      "Heidän puhdistamisekseen sinun on pirskotettava heidän päälleen synneistä puhdistavaa vettä, ja heidän on ajeltava tukkansa, partansa ja kaikki ihokarvansa ja pestävä vaatteensa. Sitten he ovat puhtaat.",
      "Heidän on tuotava polttouhriksi nuori sonni ja ruokauhriksi parhaista vehnäjauhoista ja öljystä tehtyä taikinaa. Syntiuhriksi sinun on otettava toinen nuori sonni.",
      "Kun olet tuonut leeviläiset Herran eteen, israelilaiset pankoot kätensä heidän päälleen.",
      "Aaronin tulee omistaa leeviläiset israelilaisten joukosta tarjousuhrina Herralle, että he voisivat toimia Herran palvelijoina.",
      "Leeviläiset pankoot kätensä sonnien pään päälle. Anna toinen sonni syntiuhriksi ja toinen polttouhriksi Herralle leeviläisten syntien sovittamiseksi.",
      "Aseta leeviläiset seisomaan Aaronin ja hänen poikiensa eteen ja omista heidät tarjousuhrina Herralle.",
      "Erota näin israelilaisten joukosta leeviläiset minun omikseni.",
      "Heidät on kaikki luovutettu minulle. Minä otan heidät omikseni kaikkien Israelin esikoisten sijasta, kaikkien äitinsä kohdusta ensimmäisenä tulleiden sijasta.",
      "Kaikki Israelin esikoiset, niin ihmisten kuin karjankin, kuuluvat minulle. Minä pyhitin Israelin esikoiset itselleni sinä päivänä, jona surmasin egyptiläisten esikoiset.",
      "Minä otan leeviläiset nyt omikseni israelilaisten esikoisten asemesta",
      "Mooses, Aaron ja koko Israelin kansa tekivät leeviläisille niin kuin Herra oli Moosesta käskenyt.",
      "Leeviläiset puhdistautuivat ja pesivät vaatteensa, ja Aaron omisti heidät tarjousuhrina Herralle sekä toimitti heidän puhdistamisekseen sovituksen heidän synneistään.",
      "Sen jälkeen leeviläiset ryhtyivät hoitamaan palvelutehtäviään pyhäkköteltassa Aaronin ja hänen poikiensa alaisina. Näin täytettiin käsky, jonka Herra oli Moosekselle antanut.",
      "Herra sanoi Moosekselle:",
      "mutta viisikymmentä vuotta täytettyään he vapautuvat tästä velvollisuudesta eikä heidän enää tarvitse suorittaa palvelusta."
    ],
    [
      "Vuoden kuluttua siitä kun israelilaiset olivat lähteneet Egyptistä, toisen vuoden ensimmäisessä kuussa, Herra sanoi Moosekselle Siinain autiomaassa:",
      "Näin Mooses käski israelilaisia viettämään pääsiäistä,",
      "ja he uhrasivat pääsiäislampaansa vuoden ensimmäisen kuun neljäntenätoista päivänä iltahämärissä Siinain autiomaassa ja viettivät pääsiäistä kaikkien niiden ohjeiden mukaisesti, jotka Herra oli Moosekselle antanut.",
      "Jotkut miehet olivat tulleet vainajan koskettamisesta epäpuhtaiksi eivätkä voineet määräpäivänä viettää pääsiäistä. He tulivat Mooseksen ja Aaronin luo",
      "Herra sanoi Moosekselle:",
      "Heidän tulee toisen kuun neljäntenätoista päivänä iltahämärissä uhrata pääsiäislampaansa ja syödä se happamattoman leivän ja karvaiden yrttien kera.",
      "He eivät saa jättää siitä mitään jäljelle aamuksi eivätkä rikkoa siitä ainoatakaan luuta. Heidän on vietettävä tätä pääsiäisjuhlaa kaikkien säädösten mukaisesti.",
      "Mutta jos joku laiminlyö pääsiäisen vieton, vaikka on puhdas eikä ole matkalla, hänet on poistettava kansansa keskuudesta, koska hän ei ole tuonut Herralle kuuluvaa uhrilahjaa määräaikana. Hänen on kannettava syntinsä seuraukset.",
      "Kun liitonarkkua suojaava telttamaja oli pystytetty, sen peitti pilvi, ja illan pimetessä näkyi majan päällä tulen kaltainen hohde, joka pysyi siinä aamuun asti.",
      "Päivisin majan peitti pilvi, ja yöllä pilvi hohti kuin tuli.",
      "Aina, kun pilvi nousi telttamajan päältä, israelilaiset lähtivät liikkeelle, ja kun pilvi taas laskeutui, he leiriytyivät sen osoittamaan paikkaan.",
      "Israelilaiset kulkivat eteenpäin tai leiriytyivät aina sen mukaan, mitä Herra käski. Niin kauan kuin pilvi pysytteli telttamajan päällä, he pysyivät paikoillaan.",
      "Silloinkin, kun pilvi oli pitkään telttamajan päällä, israelilaiset noudattivat Herran ohjeita eivätkä lähteneet liikkeelle.",
      "Toisinaan pilvi oli telttamajan päällä vain muutamia päiviä. Silloin he pysyivät Herran käskyä noudattaen paikoillaan ja lähtivät liikkeelle vasta saatuaan Herralta käskyn.",
      "Joskus pilvi oli paikoillaan vain illasta aamuun ja kohosi sitten. Silloin he lähtivät heti liikkeelle, samoin silloin, kun pilvi oli paikoillaan vain päivän ja yön.",
      "Pysyipä pilvi telttamajan päällä muutaman päivän, kokonaisen kuukauden tai vieläkin kauemmin, israelilaiset pysyivät koko sen ajan aloillaan eivätkä lähteneet liikkeelle, ennen kuin pilvi oli noussut telttamajan päältä.",
      "Herran käskyn mukaisesti he leiriytyivät, ja Herran käskyn mukaisesti he lähtivät liikkeelle. Näin he noudattivat Herran ohjeita, jotka Mooses heille antoi."
    ],
    [
      "Herra sanoi Moosekselle:",
      "Kun molempiin torviin puhaltamalla annetaan merkki, kaikkien tulee kokoontua sinun luoksesi pyhäkköteltan eteen,",
      "mutta jos puhalletaan vain yhteen torveen, silloin päämiesten, Israelin sotajoukkojen johtajien, on kokoonnuttava luoksesi.",
      "Kun puhallatte hälytyssoiton, itäpuolelle asettuneen leirikunnan on lähdettävä liikkeelle,",
      "ja kun toistamiseen puhallatte hälytyssoiton, eteläpuolelle asettuneen leirikunnan on lähdettävä liikkeelle. Hälytyssoitto puhalletaan lähtömerkiksi.",
      "Kun väki kutsutaan koolle, soittakaa torvia, mutta älkää puhaltako hälytyssoittoa.",
      "Kun omassa maassanne lähdette taisteluun hyökkääjää vastaan, puhaltakaa hälytyssoitto. Silloin Herra, teidän Jumalanne, muistaa teitä ja te saatte voiton vihollisistanne.",
      "Toisen vuoden toisen kuun kahdentenakymmenentenä päivänä pilvi kohosi liitonarkkua suojaavan telttamajan päältä.",
      "Silloin israelilaiset lähtivät liikkeelle Siinain autiomaasta. He siirtyivät pysähdyspaikasta toiseen, kunnes pilvi pysähtyi Paranin autiomaahan.",
      "Ensimmäisen kerran he nyt tekivät matkaa niiden ohjeiden mukaisesti, jotka Mooses oli Herralta saanut.",
      "Etumaisena lähti matkaan Juudan leirikunta tunnuksineen ja kaikkine joukkoineen. Juudan heimon joukkoja johti Nahson, Amminadabin poika,",
      "Isaskarin heimon joukkoja Netanel, Suarin poika,",
      "ja Sebulonin heimon joukkoja Eliab, Helonin poika.",
      "Kun telttamaja oli purettu, lähtivät liikkeelle Gersonin ja Merarin jälkeläiset, jotka kantoivat majaa.",
      "Sitten lähti liikkeelle Ruubenin leirikunta tunnuksineen ja kaikkine joukkoineen. Ruubenin heimon joukkoja johti Elisur, Sedeurin poika,",
      "Simeonin heimon joukkoja Selumiel, Surisaddain poika,",
      "ja Gadin heimon joukkoja Eljasaf, Deuelin poika.",
      "Sitten lähtivät liikkeelle kehatilaiset, jotka kantoivat pyhäkön esineitä. Telttamaja oli saatava pystyyn aina ennen heidän tuloaan.",
      "Seuraavaksi lähti liikkeelle Efraimin leirikunta tunnuksineen ja kaikkine joukkoineen. Efraimin heimon joukkoja johti Elisama, Ammihudin poika,",
      "Manassen heimon joukkoja Gamliel, Pedasurin poika,",
      "ja Benjaminin heimon joukkoja Abidan, Gideonin poika.",
      "Sitten lähti liikkeelle kaikkien leirikuntien jälkijoukkona Danin leirikunta tunnuksineen ja kaikkine joukkoineen. Danin heimon joukkoja johti Ahieser, Ammisaddain poika,",
      "Asserin heimon joukkoja Pagiel, Okranin poika,",
      "ja Naftalin heimon joukkoja Ahira, Enanin poika.",
      "Tätä marssijärjestystä israelilaiset noudattivat aina siirtyessään uuteen paikkaan.",
      "Israelilaiset lähtivät Herran vuoren luota ja kulkivat kolme päivänmatkaa, ja Herran liitonarkku kulki koko ajan heidän edellään etsien heille levähdyspaikat.",
      "Herran pilvi oli joka päivä heidän yläpuolellaan, kun he lähtivät liikkeelle leiripaikastaan.",
      "Aina arkun lähtiessä liikkeelle Mooses sanoi: -- Kulje edellämme, Herra! Hajota vihollisesi, karkota vastustajat tieltäsi!",
      "Arkun pysähtyessä hän sanoi: -- Jää luoksemme, Herra, Israelin kymmentuhantisten joukkojen luo!"
    ],
    [
      "Kansa alkoi itkeä ja valittaa, eikä tämä ollut Herralle mieleen. Kun Herra kuuli kansan valituksen, hän vihastui ja sinkosi israelilaisten keskuuteen tulen, joka alkoi hävittää leirin laitamia.",
      "Silloin kansa huusi Moosesta apuun. Mooses rukoili Herraa, ja tuli sammui.",
      "Paikka sai nimekseen Tabera, koska Herran lähettämä tuli oli siellä kurittanut israelilaisia.",
      "Muistattehan, miten Egyptissä saimme ilmaiseksi kalaa ja miten meillä oli kurkkua, vesimelonia, purjoa, sipulia ja valkosipulia!",
      "Manna muistutti korianterin siemeniä ja oli samanväristä kuin suitsutuspihka.",
      "Kansalla oli tapana kierrellä keräämässä sitä, ja se jauhettiin käsikivillä tai survottiin huhmaressa. Sitten se keitettiin ruukussa ja leivottiin ohuiksi leiviksi, jotka maistuivat samalta kuin öljyleivokset.",
      "Manna laskeutui yökasteen mukana leiriin.",
      "Mooses kuuli, miten israelilaiset itkivät telttojensa ovella. Herra vihastui suuresti, ja Mooses oli murheissaan.",
      "Minäkö muka olen tämän kansan äiti, minäkö olen sen synnyttänyt, kun käsket minua nostamaan sen syliini kuin hoitaja sylilapsen! Pitäisikö minun käsilläni kantaa tämä kansa siihen maahan, josta valalla vannoen annoit lupauksen jo meidän esi-isillemme?",
      "Mistä minä otan lihaa jaettavaksi kansalle, kun se itkien ahdistaa minua ja pyytää: 'Anna meille lihaa syötäväksi!'",
      "Minä en jaksa yksinäni johtaa tätä kansaa; taakka on minulle liian raskas.",
      "Minä laskeudun sinne puhumaan kanssasi ja siirrän sinusta heihin sitä henkeä, jonka olet saanut. Näin he voivat auttaa sinua huolehtimaan kansasta, eikä sinun enää tarvitse yksin kantaa koko taakkaa.",
      "Ette syö sitä vain yhtenä päivänä ettekä kahtena tai viitenä tai kymmenenä tai kahtenakymmenenä päivänä,",
      "Mooses meni ulos ja kertoi kansalle, mitä Herra oli sanonut. Sitten hän kokosi seitsemänkymmentä miestä kansan vanhimpien joukosta ja vei heidät pyhäkköteltan luo.",
      "Herra laskeutui pilveen verhoutuneena ja puhui Moosekselle. Sitten hän siirsi Mooseksen saamaa henkeä näihin seitsemäänkymmeneen vanhimpaan, ja kun henki laskeutui heihin, he joutuivat profeetalliseen hurmokseen. Myöhemmin tätä ei heille enää tapahtunut.",
      "Leiriin oli jäänyt kaksi miestä; toinen oli nimeltään Eldad ja toinen Medad. Heidätkin oli merkitty seitsemänkymmenen valitun joukkoon. Henki laskeutui myös heihin, vaikka he eivät olleet menneet teltalle, ja he joutuivat hurmoksiin leirissä.",
      "Sen jälkeen Mooses ja Israelin vanhimmat palasivat leiriin.",
      "Sitten nousi Herran lähettämä tuuli. Se ajoi mereltä päin viiriäisiä ja painoi niitä leiriin sellaiset määrät, että niitä oli maassa kahden kyynärän paksuisena kerroksena, joka ulottui päivänmatkan verran leiristä joka suuntaan.",
      "Israelilaiset ryhtyivät kokoamaan viiriäisiä ja keräsivät niitä koko päivän ja yön ja koko seuraavankin päivän, ja vähitenkin kerännyt sai niitä kymmenen homer-mittaa. He levittivät niitä kuivumaan kaikkialle leirin ympärille.",
      "Mutta israelilaiset eivät olleet ehtineet syödä kaikkea ja pureksivat vielä lihaa, kun Herra vihastui heihin ja rankaisi heitä ankarasti, niin että monet kuolivat.",
      "Paikka sai nimen Kibrot-Taava, sillä sinne haudattiin ne, jotka olivat antautuneet hillittömyyden valtaan.",
      "Kibrot-Taavasta kansa siirtyi Haserotiin ja jäi sinne joksikin aikaa."
    ],
    [
      "Mooses oli ottanut vaimokseen nubialaisnaisen, ja tämän naisen takia Mirjam ja Aaron alkoivat parjata häntä.",
      "Mutta Mooses oli hyvin nöyrä mies, nöyrempi kuin kukaan muu ihminen maan päällä.",
      "Herra laskeutui pilvipatsaassa ja asettui teltan ovelle. Sitten hän kutsui Aaronia ja Mirjamia, ja he astuivat esiin.",
      "Herra sanoi: -- Kuulkaa minun sanani! Kun joukostanne nousee profeetta, minä ilmaisen itseni hänelle näyssä, unessa minä hänelle puhun.",
      "Näin en puhu Moosekselle, palvelijalleni, joka kaikessa on minun uskottuni.",
      "Hänelle puhun suoraan kasvoista kasvoihin, en arvoituksellisin sanoin vaan avoimesti. Hän saa katsoa Herran kirkkautta suoraan. Kuinka te siis rohkenette puhua Moosesta, minun palvelijaani vastaan?",
      "Ja Herra poistui vihastuneena.",
      "Kun pilvi oli väistynyt teltan päältä, oli Mirjam spitaalista lumivalkoinen. Kääntyessään Mirjamiin päin Aaron huomasi, mitä oli tapahtunut.",
      "Niin Mirjam suljettiin leirin ulkopuolelle seitsemän päivän ajaksi, eikä kansa jatkanut matkaansa, ennen kuin hänet oli päästetty takaisin.",
      "Sitten kansa siirtyi eteenpäin Haserotista ja leiriytyi Paranin autiomaahan."
    ],
    [
      "Herra sanoi Moosekselle:",
      "Lähetä miehiä tutkimaan Kanaaninmaata, jonka minä annan israelilaisille. Lähettäkää sinne yksi mies joka heimosta. Kunkin heistä tulee olla sukunsa päämies.",
      "Mooses lähetti heidät matkaan Paranin autiomaasta Herran ohjeen mukaisesti. He olivat kaikki israelilaisten päälliköitä.",
      "Nämä olivat heidän nimensä: Ruubenin heimosta Sammua, Sakkurin poika,",
      "Simeonin heimosta Safat, Horin poika,",
      "Juudan heimosta Kaleb, Jefunnen poika,",
      "Isaskarin heimosta Jigal, Joosefin poika,",
      "Efraimin heimosta Hoosea, Nunin poika,",
      "Benjaminin heimosta Palti, Rafun poika,",
      "Sebulonin heimosta Gaddiel, Sodin poika,",
      "Joosefista polveutuvasta Manassen heimosta Gaddi, Susin poika,",
      "Danin heimosta Ammiel, Gemallin poika,",
      "Asserin heimosta Setur, Mikaelin poika,",
      "Naftalin heimosta Nahbi, Vofsin poika",
      "ja Gadin heimosta Geuel, Makin poika.",
      "Nämä olivat ne miehet, jotka Mooses lähetti tutkimaan maata. Hoosealle, Nunin pojalle, Mooses antoi nimeksi Joosua.",
      "Katselkaa, millainen maa se on ja millaisia ovat siellä asuvat kansat, ovatko ne väkeviä vai heikkoja, onko asukkaita vähän vai paljon.",
      "Katsokaa, onko se maa hyvä vai huono ja asuvatko ihmiset avoimissa kylissä vai muurien suojaamissa kaupungeissa.",
      "He lähtivät tutkimaan maata ja vaelsivat Sinin autiomaasta Lebo-Hamatiin päin aina Rehobiin saakka.",
      "He kulkivat Negevin halki ja tulivat Hebroniin, missä silloin asuivat Anakista polveutuvat Ahimanin, Sesain ja Talmain suvut. Hebron oli perustettu seitsemän vuotta ennen Egyptin Soania.",
      "Sitten he tulivat Eskolinlaaksoon ja leikkasivat sieltä mukaansa viiniköynnöksen oksan, jossa oli yksi ainoa rypäleterttu. Se oli niin painava, että kaksi miestä joutui kantamaan sitä tangon varassa. He ottivat mukaansa myös granaattiomenia ja viikunoita.",
      "Nimen Eskolinlaakso paikka sai sen rypäletertun mukaan, jonka israelilaiset sieltä leikkasivat.",
      "Tutkittuaan maata neljänkymmenen päivän ajan miehet lähtivät paluumatkalle",
      "ja tulivat takaisin Mooseksen, Aaronin ja kansan luo Kadesiin, Paranin autiomaahan. He tekivät selkoa retkestään ja näyttivät Kanaaninmaan hedelmiä.",
      "Mutta siellä asuva kansa on voimakas, ja kaupungit ovat lujasti varustettuja ja hyvin suuria. Näimme siellä myös Anakin jälkeläisiä."
    ],
    [
      "Silloin kansa alkoi itkeä ja parkua ja valitti koko yön.",
      "Silloin Mooses ja Aaron painoivat kasvonsa maahan yhteen kokoontuneiden israelilaisten edessä.",
      "Mutta Joosua, Nunin poika, ja Kaleb, Jefunnen poika, jotka myös olivat olleet mukana tiedusteluretkellä, repäisivät vaatteensa",
      "Jos Herra on meille suosiollinen, hän vie meidät tuohon maahan, joka tulvii maitoa ja hunajaa, ja antaa sen meille.",
      "Kansa uhkasi kivittää Joosuan ja Kalebin hengiltä, mutta silloin Herran kirkkaus ilmestyi pyhäkköteltassa, niin että kaikki sen näkivät.",
      "ja he ovat kertoneet siitä myös kaikille tämän maan asukkaille. He ovat saaneet kuulla, että sinä, Herra, asut tämän kansan keskellä, että olet ilmestynyt sille näkyvässä hahmossa, että sinun pilvesi on kansan yllä ja että kuljet edellämme päivisin pilvipatsaassa ja öisin tulipatsaassa.",
      "Jos nyt teet lopun tästä kansasta, niin muut kansat, jotka ovat kuulleet sinun teoistasi, sanovat:",
      "'Herra ei kyennyt viemään kansaansa siihen maahan, jonka hän oli vannonut antavansa sille, ja siksi hän tappoi sen autiomaahan.'",
      "Herra, näytä nyt voimasi suuruus! Olethan sanonut:",
      "'Herra on kärsivällinen, ja hänen hyvyytensä on suuri. Hän antaa anteeksi pahat teot ja rikkomukset, mutta ei jätä syyllistä rankaisematta. Aina kolmanteen ja neljänteen polveen hän panee lapset vastaamaan isiensä pahoista teoista.'",
      "Mutta niin totta kuin minä elän ja niin totta kuin Herran kirkkaus ja valta ulottuu kaikkialle,",
      "yksikään näistä ihmisistä ei pääse perille tuohon maahan. He ovat nähneet minun kirkkauteni ja ne suuret teot, jotka tein Egyptissä ja täällä autiomaassa, mutta siitä huolimatta he tottelemattomuudessaan ovat yhä uudestaan koetelleet minun kärsivällisyyttäni.",
      "He eivät saa nähdä sitä maata, josta valalla vannoen annoin lupauksen heidän esi-isilleen. Kukaan niistä, jotka ovat minua halveksineet, ei pääse sinne.",
      "Vain palvelijallani Kalebilla on toisenlainen henki, ja hän on aina uskollisesti seurannut minua. Siksi minä vien hänet siihen maahan, jossa hän kävi, ja hänen jälkeläisensä saavat ottaa sen omakseen.",
      "Herra sanoi Moosekselle ja Aaronille:",
      "Sano Israelille: Niin totta kuin minä elän, sanoo Herra, minä teen teille sen, mistä olen kuullut teidän itsenne puhuvan.",
      "Tähän autiomaahan te sorrutte, kaikki katselmuksessa lasketut miehet, joka ainoa kaksikymmenvuotias tai sitä vanhempi, te kaikki, jotka olette nurisseet minua vastaan.",
      "Siihen maahan, jonka vannoin antavani teille asuinsijaksi, ei kukaan teistä pääse lukuun ottamatta Kalebia, Jefunnen poikaa, ja Joosuaa, Nunin poikaa.",
      "Teidän lapsenne, joiden te sanoitte joutuvan vihollisen käsiin, minä vien sinne, ja he oppivat tuntemaan omakseen sen maan, jota te olette halveksineet.",
      "Mutta te kuolette ja teidän ruumiinne jäävät tänne autiomaahan.",
      "Rangaistukseksi luopumuksestanne teidän lapsenne joutuvat vaeltamaan täällä paimentolaisina neljäkymmentä vuotta, kunnes viimeinenkin teistä on nääntynyt autiomaahan.",
      "Neljäkymmentä päivää te kiersitte tutkimassa tuota maata, neljäkymmentä vuotta teidän on kärsittävä rangaistustanne -- vuosi kutakin päivää kohti. Näin te opitte tietämään, mitä merkitsee joutua minun hylkäämäkseni.",
      "Mutta ne miehet, jotka Mooses oli lähettänyt tutkimaan Kanaaninmaata, kuolivat Herran lyöminä,",
      "koska he olivat yllyttäneet kansan kapinoimaan Moosesta vastaan puhumalla pahaa Herran lupaamasta maasta.",
      "Niistä miehistä, jotka olivat käyneet tiedusteluretkellä, jäivät eloon vain Joosua, Nunin poika, ja Kaleb, Jefunnen poika.",
      "Kun Mooses ilmoitti nämä Herran sanat israelilaisille, heidät valtasi suuri murhe.",
      "Älkää lähtekö, sillä Herra ei ole teidän kanssanne. Älkää menkö vihollistenne tapettaviksi.",
      "Mutta he eivät totelleet Moosesta, vaan lähtivät itsepäisesti etenemään ylös vuorille. Herran liitonarkku ja Mooses sen sijaan jäivät leiriin.",
      "Vuoristossa asuvat amalekilaiset ja kanaanilaiset hyökkäsivät ylhäältä käsin israelilaisten kimppuun, löivät heidät hajalle ja ajoivat heitä takaa Hormaan saakka. lisämääräyksiä"
    ],
    [
      "Herra sanoi Moosekselle:",
      "(H15:3-4)haluatte tuoda polttouhriksi tai teurasuhriksi naudan, lampaan tai vuohen ja uhrata sen tuoksuvana tuliuhrina, joka on Herralle mieluisa, teidän on samalla tuotava ruokauhriksi kymmenesosa eefa-mittaa parhaita vehnäjauhoja, joihin on sekoitettu neljäsosa hin-mittaa öljyä.",
      "(H15:3-4)Tämä koskee sekä lupauksen täyttämistä että uhria, joka annetaan vapaaehtoisena lahjana tai juhlapäivän kunniaksi.",
      "Kutakin polttouhriksi tai teurasuhriksi tuotua lammasta kohti teidän tulee antaa juomauhriksi neljäsosa hin-mittaa viiniä.",
      "Jokaista pässiä kohti tuokaa ruokauhriksi kaksi kymmenesosaa eefa-mittaa parhaita vehnäjauhoja, joihin on sekoitettu kolmasosa hin-mittaa öljyä,",
      "ja juomauhriksi kolmasosa hin-mittaa viiniä. Tämä on tuoksuva uhri, joka on Herralle mieluisa.",
      "tuokaa sonnin lisäksi ruokauhrina kolme kymmenesosaa eefa-mittaa parhaita vehnäjauhoja, joihin on sekoitettu puoli hin-mittaa öljyä,",
      "ja juomauhrina puoli hin-mittaa viiniä. Tämä on tuoksuva tuliuhri, joka on Herralle mieluisa.",
      "Miten monta eläintä uhraattekin, uhratkaa ne kaikki tällä tavoin.",
      "Kun joku teidän keskuudessanne tilapäisesti tai pysyvästi asuva muukalainen haluaa uhrata tuoksuvan tuliuhrin, joka on Herralle mieluisa, hänen tulee tehdä samalla tavoin kuin te itse teette.",
      "Jumalaa palveltaessa koskevat teidän keskuudessanne asuvia muukalaisia samat säädökset kuin teitäkin. Teidän on sukupolvesta toiseen aina noudatettava tätä määräystä: Herran edessä nämä muukalaiset ovat samassa asemassa kuin te.",
      "Herra sanoi Moosekselle:",
      "ja saatte syödäksenne sen maan leipää, tuokaa siitä Herralle uhrilahja.",
      "Antakaa vuoden ensimmäisestä leipomuksesta aina yksi leipä uhrilahjaksi Herralle. Antakaa se lahjaksi samalla tavoin kuin annatte uhrilahjan ryhtyessänne puimaan viljaa.",
      "Sukupolvesta toiseen teidän tulee tuoda Herralle uhrilahja ensimmäisestä leipomuksestanne.",
      "(H15:22-24)kansan tulee yhteisesti uhrata nuori sonni Herralle mieluisana tuoksuvana polttouhrina siihen kuuluvine ruoka- ja juomauhreineen sekä lisäksi pukki syntiuhrina.",
      "(H15:22-24)Tämä käsky on voimassa sukupolvesta toiseen alkaen siitä päivästä, jona Herra antoi käskynsä.",
      "Sitten papin tulee toimittaa sovitus Israelin kansan synnistä, ja niin kansa saa anteeksi, koska rikkomus on tehty erehdyksessä ja kansa on uhrannut rikkomuksensa hyvittämiseksi Herralle tuliuhrin ja tuonut syntiuhrin hänen eteensä.",
      "Näin koko Israelin kansalle ja sen keskuudessa asuville muukalaisille annetaan anteeksi, sillä kaikki ovat yhtäläisesti vastuussa erehdyksestä.",
      "Papin tulee toimittaa Herran edessä sen synnin sovitus, joka on tehty vahingossa, ja kun sovitusmenot on toimitettu, rikkomus annetaan anteeksi.",
      "Sama laki koskee jokaista, joka erehdyksessä tekee rikkomuksen, olipa hän syntyperäinen israelilainen tai keskuudessanne asuva muukalainen.",
      "Israelilaisten ollessa autiomaassa tavattiin muuan mies keräämästä polttopuita sapattina.",
      "Ne, jotka olivat tavanneet hänet puita keräämästä, veivät hänet Mooseksen, Aaronin ja kansan eteen.",
      "Miestä pidettiin vangittuna, koska ei vielä ollut selvää määräystä siitä, mitä tällaisessa tapauksessa oli tehtävä.",
      "Niin kansa vei miehen leirin ulkopuolelle ja kivitti hänet hengiltä Herran Moosekselle antaman käskyn mukaisesti.",
      "Herra sanoi Moosekselle:",
      "Teillä tulee olla tällaiset tupsut, jotta niitä katsoessanne muistaisitte kaikki Herran käskyt ja täyttäisitte ne. Silloin ette antaudu sydämenne ja silmienne mielihalujen valtaan, kun ne viekoittelevat teitä luopumaan minusta.",
      "Kun te näin muistatte kaikki minun käskyni ja täytätte ne, te pysytte Jumalallenne pyhitettyinä."
    ],
    [
      "Leeviläinen Korah, Kehatin pojan Jisharin poika, sekä Ruubenin heimoon kuuluvat Datan ja Abiram, Eliabin pojat, ja On, Peletin poika,",
      "asettuivat avoimesti uhmaamaan Moosesta ja saivat puolelleen kaksisataaviisikymmentä arvossa pidettyä miestä Israelin päämiesten, kansankokouksen jäsenten joukosta.",
      "Kun Mooses kuuli tämän, hän painoi kasvonsa maahan",
      "Sinun, Korah, ja jokaisen sinun joukkoosi kuuluvan on huomenna otettava tuliastia,",
      "Eikö muka riitä, että Israelin Jumala on ottanut teidät erilleen muusta kansasta ja päästänyt teidät lähelleen, niin että te voitte huolehtia Herran telttamajassa toimitettavista askareista ja suorittaa palvelusta kansan puolesta?",
      "Hän sallii sinun ja leeviläisten heimolaistesi astua eteensä, ja nyt te jo havittelette pappeuttakin.",
      "Eikö riitä, että veit meidät pois maasta, joka tulvii maitoa ja hunajaa, ja toit meidät kuolemaan tänne autiomaahan? Onko sinun saatava myös hallita meitä?",
      "Jokainen otti tuliastiansa, sytytti siihen tulen ja pani siihen suitsuketta. Kaikki asettuivat Mooseksen ja Aaronin kanssa pyhäkköteltan oven luo.",
      "Korah kokosi myös muun kansan pyhäkköteltan oven edustalle. Silloin ilmestyi Herran kirkkaus, niin että kaikki sen näkivät,",
      "ja Herra sanoi Moosekselle ja Aaronille:",
      "Siirtykää pois tämän joukon keskeltä. Minä aion tuhota heidät kaikki yhdellä kertaa.",
      "Silloin Herra sanoi Moosekselle:",
      "Sano kansalle näin: Menkää pois Korahin, Datanin ja Abiramin majojen lähettyviltä.",
      "Mooses meni sitten Datanin ja Abiramin luo, ja Israelin vanhimmat seurasivat häntä.",
      "Niin israelilaiset siirtyivät pois Korahin, Datanin ja Abiramin telttojen lähettyviltä. Datan ja Abiram olivat astuneet ulos ja jääneet perhekuntineen telttojensa eteen.",
      "Jos nuo kuolevat tavalliseen tapaan ja saavat saman kohtalon kuin muutkin ihmiset, niin Herra ei ole minua lähettänyt.",
      "Tuskin hän oli saanut tämän sanotuksi, kun maa repesi heidän allaan,",
      "avasi kitansa ja nieli heidät kaikki telttoineen päivineen, samoin Korahin, hänen väkensä ja omaisuutensa.",
      "Näin he vaipuivat kaikkineen elävältä tuonelaan; maa sulkeutui heidän jälkeensä, ja he katosivat Israelin kansan keskeltä.",
      "Heidän ympärillään seisseet israelilaiset pakenivat kuullessaan heidän hätähuutonsa, koska pelkäsivät maan nielevän heidätkin.",
      "Herran luota lähti tuli, ja se poltti kaikki ne kaksisataaviisikymmentä miestä, jotka olivat tulleet uhraamaan suitsuketta.",
      "(H17:1)Herra sanoi Moosekselle:",
      "(H17:4)Pappi Eleasar otti tulen polttamien miesten pronssiset tuliastiat, ja ne taottiin alttarin päällysteeksi",
      "(H17:5)muistuttamaan israelilaisia siitä, ettei kukaan ulkopuolinen, Aaronin sukuun kuulumaton, saa astua Herran eteen polttamaan suitsuketta. Muuten hänen käy kuten Korahin ja hänen väkensä, joita kohtasi Herran Moosekselle ilmoittama tuomio.",
      "(H17:7)Mutta kun israelilaiset kokoontuivat Mooseksen ja Aaronin eteen, nämä kääntyivät pyhäkkötelttaan päin. Yhtäkkiä teltan peitti pilvi, ja Herran kirkkaus ilmestyi heille.",
      "(H17:8)Mooses ja Aaron menivät pyhäkköteltan eteen,",
      "(H17:9)ja Herra sanoi Moosekselle:",
      "(H17:12)Aaron teki Mooseksen käskyn mukaisesti ja juoksi kansan luo, mutta vitsaus oli jo kohdannut kansaa. Hän poltti suitsuketta, toimitti sovitusmenot kansan puolesta",
      "(H17:13)ja seisoi kuolleiden ja elävien välissä, kunnes vitsaus lakkasi.",
      "(H17:14)Kuolleita oli 14 700, eivätkä lukuun sisälly ne, jotka kuolivat Korahin takia.",
      "(H17:15)Kun vitsaus oli ohi, Aaron palasi pyhäkköteltan ovelle Mooseksen luo."
    ],
    [
      "(H17:16)Herra sanoi Moosekselle:",
      "(H17:18)Leevin heimon sauvaan kirjoita kuitenkin Aaronin nimi. Kutakin heimon päämiestä kohti saa olla vain yksi sauva.",
      "(H17:19)Pane sauvat pyhäkkötelttaan liitonarkun eteen, missä saatte kohdata minut.",
      "(H17:21)Mooses ilmoitti tämän israelilaisille, ja jokaisen heimon päämies antoi hänelle sauvan. Sauvoja oli yksi kutakin heimoa kohti eli yhteensä kaksitoista sauvaa, ja Aaronin sauva oli niiden joukossa.",
      "(H17:22)Mooses vei sauvat Herran eteen liitonarkkua suojaavaan telttaan.",
      "(H17:23)Kun hän seuraavana päivänä meni sinne, Leevin sukukuntaa edustava Aaronin sauva oli puhjennut lehteen ja siinä oli lehtien lisäksi kukkia ja kypsäksi ehtineitä manteleita.",
      "(H17:24)Mooses vei sauvat ulos pyhäkköteltasta ja näytti ne israelilaisille. Sauvat nähtyään kukin päämies otti niistä omansa.",
      "(H17:26)Mooses teki Herran käskyn mukaisesti."
    ],
    [
      "Salli silti myös isäsi sukuun kuuluvien leeviläisten heimoveljiesi tulla mukaasi avustamaan niissä tehtävissä, joita sinulla ja pojillasi on liitonarkkua suojaavan teltan edustalla.",
      "Leeviläisten tulee auttaa sinua teltassa suoritettavissa toimissa. Pyhien esineiden ja alttarin lähelle he eivät kuitenkaan saa tulla, sillä jos he sen tekevät, he kuolevat ja te kuolette heidän kanssaan.",
      "Heidän tulee sinun alaisinasi avustaa pyhäkköteltassa suoritettavissa toimissa, mutta kukaan ulkopuolinen ei saa tulla teidän lähellenne,",
      "kun te hoidatte tehtäviänne pyhäkössä tai alttarin ääressä. Kun näin teette, minun vihani ei enää kohtaa israelilaisia.",
      "Erityisen pyhistä lahjoista kuuluu sinulle kaikki, mitä ei polteta alttarilla. Tämä osa israelilaisten tuomista uhrilahjoista, ruokauhreista, syntiuhreista ja hyvitysuhreista, joita he tuovat syntiensä sovitukseksi, on erityisen pyhää. Se kuuluu sinulle ja pojillesi.",
      "Nämä lahjat on syötävä erityisen pyhässä paikassa, ja vain sukunne miespuoliset jäsenet saavat syödä niitä. Pitäkää ne pyhinä.",
      "Tämän lisäksi sinulle kuuluvat israelilaisten tuomista pyhistä lahjoista kaikki Herralle omistetut tarjousuhrit. Minä annan ne sinulle ja sinun pojillesi ja tyttärillesi. Tämä säädös on voimassa ikuisesti. Jokainen sinun sukusi jäsen, joka on puhdas, saa syödä niitä.",
      "Kaikki lahjat, joita he uutissadostaan tuovat Herralle, kuuluvat sinulle. Jokainen sukusi jäsen, joka on puhdas, saa syödä niitä.",
      "Kaikki, mikä on Israelissa julistettu Herralle kuuluvaksi, on sinun.",
      "Myös jokainen ihmisen tai karjaeläimen esikoinen, joka israelilaisten on tuotava Herralle, kuuluu sinulle. Sinun on kuitenkin pidettävä huoli siitä, että ihmisten ja epäpuhtaiden eläinten esikoiset lunastetaan takaisin.",
      "Kun esikoiset ovat vähintään kuukauden ikäisiä, ne voidaan lunastaa viiden sekelin arviosummasta laskettuna pyhäkkösekelin painon mukaan, jolloin yksi sekeli on kaksikymmentä geraa.",
      "Sitä vastoin naudan, lampaan tai vuohen esikoisia älä anna lunastaa, sillä ne ovat pyhiä. Vihmo niiden veri alttarille ja polta niiden rasva tuoksuvana tuliuhrina, joka on Herralle mieluisa.",
      "Niiden lihat sen sijaan kuuluvat sinulle, myös tarjousuhrina Herralle omistettu rintakappale ja oikea reisi.",
      "Leevin jälkeläisille minä annan perintöosaksi kaikki kymmenykset. Se on korvaus siitä työstä, jonka he tekevät pyhäkköteltassa.",
      "Muut israelilaiset eivät tästedes saa tulla pyhäkköteltan lähelle. Jos he sen tekevät, he syyllistyvät syntiin ja kuolevat.",
      "Pyhäkköteltassa saavat vain leeviläiset suorittaa palvelutoimia, ja heidän on kannettava vastuu tässä työssä sattuvista rikkomuksista. Tätä säädöstä teidän on noudatettava aina, sukupolvesta toiseen. Mutta leeviläiset eivät saa omistaa maata,",
      "Herra sanoi Moosekselle:",
      "Se katsotaan uhrilahjaksi teiltä itseltänne. Se vastaa suoraan puimatantereelta tuotua viljaa ja viinisammiosta saatua ensiuhria.",
      "Näin te annatte Herralle uhrilahjan niistä kymmenyksistä, joita otatte vastaan israelilaisilta. Tuokaa tämä Herralle kuuluva uhrilahja pappi Aaronille.",
      "Myös kaikista saamistanne lahjoista teidän on erotettava Herraa varten parhaat osat; ne teidän on pyhitettävä hänelle.",
      "Sano leeviläisille vielä: Kun olette antaneet teille tuoduista uhrilahjoista parhaan osan, katsotaan loput teille kuuluvaksi osuudeksi. Se vastaa vilja- tai viinisadosta kymmenysten antamisen jälkeen jäljelle jäävää osaa.",
      "Te ja teidän perheenne voitte syödä niitä missä tahansa, sillä ne ovat teidän palkkanne pyhäkköteltassa tehdystä työstä."
    ],
    [
      "Herra sanoi Moosekselle ja Aaronille:",
      "Antakaa se pappi Eleasarille. Lehmä on vietävä leirin ulkopuolelle ja teurastettava hänen edessään.",
      "Pappi Eleasar ottakoon sormellaan uhrilehmän verta ja pirskottakoon sitä seitsemän kertaa pyhäkkötelttaan päin.",
      "Sen jälkeen lehmän ruho on poltettava hänen nähtensä nahkoineen, lihoineen, verineen ja sisälmyksineen.",
      "Pappi ottakoon setripuuta, iisopin oksia ja karmiininpunaista villaa ja heittäköön ne tuleen, jossa ruhoa poltetaan.",
      "Sitten hän pesköön vaatteensa ja peseytyköön. Sen jälkeen hän voi palata leiriin, mutta hän on epäpuhdas iltaan saakka.",
      "Myös lehmän polttaja pesköön vaatteensa ja peseytyköön, mutta hänkin on epäpuhdas iltaan saakka.",
      "Joku, joka on puhdas, kootkoon lehmän tuhkan ja vieköön sen leirin ulkopuolella olevaan puhtaaseen paikkaan. Tuhkaa tulee säilyttää siellä, jotta siitä voidaan valmistaa puhdistusvettä Israelin kansaa varten. Myös tämä on syntiuhri.",
      "Jos joku koskettaa vainajaa, hän on epäpuhdas seitsemän päivää.",
      "Hänen on puhdistauduttava kolmantena ja seitsemäntenä päivänä puhdistusvedellä, ja niin hän tulee puhtaaksi. Mutta jos hän ei puhdistaudu kolmantena ja seitsemäntenä päivänä, hän jää epäpuhtaaksi.",
      "Jos joku koskettaa vainajaa eikä puhdistaudu, hän saattaa epäpuhtaaksi Herran asumuksen ja hänet on poistettava Israelista. Koska häntä ei ole vihmottu puhdistusvedellä, hän jää epäpuhtaaksi.",
      "Jokainen avoin astia, jonka suuta ei ole sidottu umpeen, tulee epäpuhtaaksi.",
      "Jokainen, joka ulkosalla koskee taistelussa kaatuneen tai muulla tavoin kuolleen ihmisen ruumiiseen, jäännöksiin tai hautaan, on epäpuhdas seitsemän päivää.",
      "Puhdistamista varten tulee ottaa poltetun syntiuhrin tuhkaa astiaan, ja siihen on kaadettava virtaavaa vettä.",
      "Joku, joka on puhdas, ottakoon sitten iisopin oksia, kastakoon ne veteen ja pirskottakoon vedellä asumuksen, kaikki siellä olevat tavarat ja myös ihmiset, jotka ovat olleet siellä. Samoin on tehtävä sille, joka on koskettanut vainajan jäännöksiä, taistelussa kaatuneen tai muulla tavoin kuolleen ruumista tai hautaa.",
      "Jonkun, joka on puhdas, on pirskotettava puhdistusvettä epäpuhtaan päälle kolmantena ja seitsemäntenä päivänä saastumisesta ja näin puhdistettava hänet. Sitten puhdistettavan on pestävä vaatteensa ja peseydyttävä. Iltaan mennessä hän on puhdas.",
      "Mutta se, joka on tullut epäpuhtaaksi eikä puhdistaudu, on poistettava kansansa keskuudesta, sillä hän on saattanut epäpuhtaaksi Herran pyhäkön. Hän on epäpuhdas, koska hänen päälleen ei ole vihmottu puhdistusvettä.",
      "Tämä on teille ikuinen määräys. Se, joka on vihmonut puhdistusvettä, pesköön vaatteensa, ja myös se, joka koskee puhdistusveteen, on epäpuhdas iltaan saakka."
    ],
    [
      "Kun israelilaiset vuoden ensimmäisessä kuussa saapuivat Sinin autiomaahan, he asettuivat joksikin aikaa Kadesiin. Siellä Mirjam kuoli, ja hänet haudattiin sinne.",
      "Mutta israelilaisilla ei ollut vettä, ja siksi he ryhtyivät vastustamaan Moosesta ja Aaronia.",
      "Miksi te toitte Jumalan kansan tähän autiomaahan? Tänne me nyt kuolemme karjoinemme kaikkinemme!",
      "Mooses ja Aaron menivät kansanjoukon luota pyhäkköteltan ovelle ja painoivat kasvonsa maahan. Silloin Herran kirkkaus näyttäytyi heille.",
      "Herra sanoi Moosekselle:",
      "Ota sauva ja kutsu sitten veljesi Aaronin kanssa kaikki israelilaiset koolle. Puhukaa kansan nähden kalliolle ja käskekää sen antaa vettä. Näin saat veden pulppuamaan kalliosta ja juotat sekä ihmiset että karjan.",
      "Mooses otti Herran käskyn mukaisesti sauvan, joka oli pyhäkköteltassa Herran edessä.",
      "Mooses kohotti sauvan ja iski kahdesti kalliota, ja siitä alkoi juosta vettä, niin että kaikki israelilaiset ja heidän karjansa saivat juoda kyllikseen.",
      "Tämä vesipaikka sai nimekseen Meriba, koska israelilaiset siellä kapinoivat Herraa vastaan. Siellä Herra osoitti pyhyytensä heidän keskuudessaan. halki",
      "kuinka esi-isämme muuttivat Egyptiin, kuinka asuimme siellä pitkän aikaa ja kuinka egyptiläiset sortivat meitä ja isiämme.",
      "Silloin me huusimme Herraa avuksemme, ja hän kuuli huutomme ja lähetti enkelinsä johtamaan meidät pois Egyptistä. Nyt olemme Kadesissa, sinun maasi rajalla,",
      "Koska edomilaiset eivät antaneet lupaa kulkea alueensa halki, israelilaiset kääntyivät toiseen suuntaan.",
      "Lähdettyään liikkeelle Kadesista israelilaiset saapuivat yhtenä joukkona Horinvuoren luo.",
      "Horinvuorella, lähellä Edomin maan rajaa, Herra sanoi Moosekselle ja Aaronille:",
      "Vie Aaron ja hänen poikansa Eleasar Horinvuorelle.",
      "Mooses noudatti Herran käskyä, ja he nousivat Horinvuorelle koko kansan nähden.",
      "Siellä Mooses riisui Aaronilta hänen papinvaatteensa ja puki ne hänen poikansa Eleasarin ylle. Aaron kuoli vuoren laella, ja Mooses ja Eleasar laskeutuivat vuorelta.",
      "Nähtyään, että Aaron oli kuollut, israelilaiset itkivät häntä kolmekymmentä päivää."
    ],
    [
      "Kun kanaanilainen Aradin kuningas, joka hallitsi Negeviä, sai kuulla israelilaisten olevan tulossa Atarimin tietä, hän hyökkäsi heitä vastaan ja otti muutamia heistä vangiksi.",
      "Herra kuuli israelilaisten pyynnön ja antoi kanaanilaiset heidän käsiinsä. Niin israelilaiset julistivat heidät Herralle kuuluvaksi uhriksi ja tuhosivat kaupungit asukkaineen. Siitä paikka sai nimen Horma.",
      "Kiertääkseen Edomin maan israelilaiset lähtivät Horinvuoren luota Kaislamerelle vievää reittiä. Matkalla kansa kävi kärsimättömäksi",
      "Silloin Herra lähetti kansan kimppuun myrkkykäärmeitä, ja niiden puremiin kuoli suuri joukko israelilaisia.",
      "Mooses teki pronssista käärmeen ja pani sen tangon päähän. Kun ne, joita käärmeet olivat purreet, katsoivat pronssikäärmettä, he jäivät eloon. amorilaiset",
      "Lähdettyään liikkeelle israelilaiset kulkivat Obotiin,",
      "siirtyivät sieltä autiomaahan ja leiriytyivät Ijje-Abarimiin Moabin itäpuolelle.",
      "Sitten he jatkoivat matkaansa ja leiriytyivät Seredin joenuoman luo.",
      "Sieltä lähdettyään he leiriytyivät Arnonin toiselle puolelle autiomaahan, joka ulottuu amorilaisten alueisiin saakka. Arnon on moabilaisten ja amorilaisten välinen rajajoki.",
      "Sen vuoksi sanotaan Herran sotien kirjassa: -- Vaheb, joka sijaitsee Sufassa, joenuomat, Arnon,",
      "joenuomien halkomat rinteet, jotka nousevat kohti Arin asuttuja seutuja ja reunustavat Moabin maita.",
      "Silloin israelilaiset lauloivat tämän laulun: -- Anna vettä, kaivo! Laulakaa sille!",
      "Laulakaa kaivolle, jonka päälliköt kaivoivat, jonka aukaisivat kansan parhaat miehet kepeillänsä, käskijän sauvoilla! Autiomaasta israelilaiset siirtyivät Mattanaan,",
      "Mattanasta Nahalieliin, Nahalielista Bamotiin",
      "ja Bamotista siihen laaksoon, joka on Moabin ylängöllä lähellä Pisgaa, vuorta, jolta näkee laajalti Jesimonin autiomaahan.",
      "Israelilaiset lähettivät sananviejiä amorilaisten kuninkaan Sihonin luo sanomaan:",
      "Tahtoisimme kulkea sinun maasi kautta. Me emme poikkea pelloille emmekä viinitarhoihin. Me emme juo vettä teidän kaivoistanne. Kuljemme vain Kuninkaan valtatietä suoraan sinun alueesi halki.",
      "Mutta Sihon ei antanut Israelille lupaa kulkea maansa kautta, vaan kokosi sotaväkensä ja lähti Israelia vastaan autiomaahan. Jahasiin saavuttuaan hän ryhtyi taisteluun,",
      "mutta israelilaiset löivät amorilaiset perin pohjin ja ottivat haltuunsa heidän maansa Arnonjoesta Jabbokiin, ammonilaisten alueen rajajokeen asti. Ammonilaisten raja oli lujasti varustettu.",
      "Israelilaiset valloittivat koko amorilaisten maan ja asettuivat Hesboniin ja kaikkiin muihin amorilaisten kaupunkeihin.",
      "Hesbon oli amorilaisten kuninkaan Sihonin hallituskaupunki. Sihon oli käynyt sotaa Moabin aikaisempaa kuningasta vastaan ja vallannut Arnonjokeen saakka kaikki hänen maansa.",
      "Sen tähden ovat runoilijat laulaneet: -- Tulkaa Hesboniin, Sihonin kaupunkiin! Rakentakaa ja varustakaa se jälleen!",
      "Sillä tuli lähti liikkeelle Hesbonista, roihu Sihonin kaupungista. Se ahmaisi Ar-Moabin, söi Arnonin uhrikukkuloiden valtiaat.",
      "Voi sinua, Moab! Perikatoon jouduit sinä, Kemosin kansa. Sinun poikasi pakenivat, sinun tyttäresi vei vankeinaan Sihon, amorilaisten kuningas.",
      "Mutta me niitimme heidät maahan nuolillamme, kaikki on tuhottu Hesbonista Diboniin saakka. Olemme hävittäneet maan, polttaneet sen Medebaan asti.",
      "Näin israelilaiset asettuivat amorilaisten maahan asumaan.",
      "Mooses lähetti tiedustelijoita vakoilemaan Jaeseria. Sitten israelilaiset valloittivat sitä ympäröivät kylät ja tuhosivat siellä asuvat amorilaiset.",
      "Kun israelilaiset tämän jälkeen suuntasivat kulkunsa pohjoiseen pitkin Basaniin vievää tietä, Basanin kuningas Og lähti sotajoukkoineen heitä vastaan ja ryhtyi taisteluun Edreissä.",
      "Israelilaiset voittivat Ogin ja surmasivat hänet, hänen poikansa ja koko hänen sotajoukkonsa päästämättä ketään pakoon. Sitten he ottivat haltuunsa hänen maansa."
    ],
    [
      "Israelilaiset jatkoivat matkaansa ja leiriytyivät Moabin tasangolle Jordanin itäpuolelle vastapäätä Jerikoa.",
      "Balak, Sipporin poika, sai tietää, mitä israelilaiset olivat tehneet amorilaisille,",
      "ja koska israelilaisia oli paljon, hän ja kaikki moabilaiset joutuivat kauhun valtaan.",
      "Moabilaisten ja midianilaisten vanhimmat lähtivät matkaan ja ottivat mukaansa loitsuista maksettavan palkan. He tulivat Bileamin luo ja sanoivat hänelle, mitä Balak oli käskenyt sanoa.",
      "Mutta Balak lähetti sananviejiksi vielä useampia ja vielä arvostetumpia päämiehiä.",
      "Aamulla Bileam satuloi aasinsa ja lähti moabilaisten sananviejien mukaan.",
      "Mutta Jumala vihastui hänen lähdöstään, ja kun Bileam sitten ratsasti aasillaan kahden palvelijansa saattamana, Herran enkeli asettui hänen tielleen.",
      "Kun aasi näki Herran enkelin seisovan tiellä paljastettu miekka kädessään, se poikkesi tieltä pellolle. Mutta Bileam löi aasia ja pakotti sen takaisin tielle.",
      "Sitten Herran enkeli asettui tielle kahden viinitarhan väliseen kapeikkoon, jota kiviaita reunusti kummaltakin puolen.",
      "Kun aasi näki Herran enkelin, se painautui aitaa vasten, ja Bileamin jalka jäi puristuksiin. Silloin Bileam taas löi aasia.",
      "Herran enkeli siirtyi vielä kerran edemmäksi ja asettui ahtaaseen paikkaan, missä ei ollut tilaa väistyä oikealle eikä vasemmalle.",
      "Kun aasi näki Herran enkelin, se laskeutui makuulle Bileam selässään, ja Bileam löi vihoissaan aasia kepillä.",
      "Silloin Herra avasi Bileamin silmät, niin että hän näki Herran enkelin seisomassa tiellä paljastettu miekka kädessään. Bileam polvistui ja lankesi kasvoilleen maahan.",
      "Kuultuaan Bileamin olevan tulossa Balak lähti häntä vastaan Moabin uloimpaan rajakaupunkiin Arnonjoen varrelle.",
      "Bileam lähti Balakin mukaan, ja he menivät Kirjat- Husotiin.",
      "Balak teurasti uhriksi nautoja, lampaita ja vuohia ja toimitti osan niistä Bileamille sekä päämiehille, jotka olivat hänen kanssaan.",
      "Seuraavana aamuna Balak vei Bileamin mukanaan Bamot-Baalin kukkulalle, mistä saattoi nähdä israelilaisten leirin reunan."
    ],
    [
      "Balak teki, kuten Bileam oli pyytänyt, ja sitten Balak ja Bileam polttivat jokaisella alttarilla uhrina sonnin ja pässin.",
      "Bileam palasi Balakin luo, joka odotti moabilaisten päämiesten kanssa polttouhrien lähellä.",
      "Kuinka voisin kirota sen, jota ei Jumala kiroa, miten solvata sitä, jota Herra ei solvaa?",
      "Kallioiden laelta minä näen heidät, kukkuloilta minä heitä tähyilen. He ovat kansa, joka pysyy muista erillään, he eivät lue itseään toisten kansojen joukkoon.",
      "Kuka laskisi Jaakobin jälkeläiset, joita on kuin tomuhiukkasia, kuka Israelin kansan, monilukuisen kuin hiekanjyvät? Saisinpa kuolla oikeamielisten lailla, olisipa loppuni niin kuin heidän!",
      "Ja Balak vei Bileamin Sede- Sofimiin Pisgan huipun luo. Siellä hän rakensi seitsemän alttaria ja uhrasi kullakin alttarilla polttouhriksi sonnin ja pässin.",
      "Silloin Bileam lausui nämä sanat: -- Nouse, Balak, Sipporin poika, ja kuuntele minua tarkoin!",
      "Jumala ei ole ihminen: hän ei valehtele, hän ei muuta mieltään. Hänkö ei tekisi, mitä sanoo? Hänkö ei pitäisi, mitä lupaa?",
      "Minä sain tehtäväkseni siunata, ja kun Jumala siunaa, en minä voi siunausta peruuttaa.",
      "Ei ole onnettomuutta Jaakobin varalle, ei pahaa Israelin osalle. Heidän kanssaan on Herra, heidän Jumalansa, he ylistävät kuningastaan riemuhuudoin.",
      "Jumala toi heidät pois Egyptistä, hän antoi heille villihärän voimat.",
      "Katso, Israel nousee kuin leijona, niin kuin jalopeura se kohoaa jaloilleen, se ei käy levolle, ennen kuin on syönyt saaliinsa ja juonut surmattujen verta.",
      "Balak vei hänet sitten Peorin laelle, mistä näkee laajalti Jesimonin autiomaahan.",
      "Balak teki, niin kuin Bileam oli käskenyt, ja uhrasi sonnin ja pässin kullakin alttarilla."
    ],
    [
      "Bileam ymmärsi nyt, että oli Herran tahdon mukaista siunata Israel, eikä mennyt entiseen tapaansa tutkimaan enteistä, mitä hänen tulisi sanoa, vaan käänsi kasvonsa autiomaahan päin.",
      "Sinne katsoessaan hän näki israelilaiset, jotka olivat leiriytyneet heimoittain. Silloin Jumalan henki tuli häneen,",
      "ja hän lausui nämä sanat: -- Näin sanoo Bileam, Beorin poika, näin sanoo mies, joka näkee selvästi,",
      "näin mies, joka kuulee Jumalan puhuvan, mies, joka maahan kaatuneena, avoimin silmin, saa katsella Kaikkivaltiaan näkyjä:",
      "Kuinka ihanat ovatkaan sinun telttasi, Jaakob, sinun asumuksesi, Israel!",
      "Ne levittäytyvät kuin joenuomat, ne ovat kuin puutarhat virran varrella, kuin aaloepuut, Herran istuttamat, kuin setrit veden partaalla!",
      "Vesi läikkyy heidän sangoistaan, ja heidän kylvönsä on runsaasti kasteltu. Heidän kuninkaansa tulee Agagia suuremmaksi, mahtava on heidän valtansa.",
      "Jumala toi heidät pois Egyptistä; heillä on villihärän voimat. He ahmivat suuhunsa viholliskansat, purevat murskaksi heidän luunsa, niittävät heidät nuolillaan.",
      "Kun he lepäävät, he lepäävät kuin leijona, kuin jalopeura -- kuka uskaltaa häiritä heitä? Siunattuja ovat ne, jotka sinua siunaavat, kirottuja ne, jotka sinua kiroavat.",
      "'Vaikka Balak antaisi minulle palatsinsa täydeltä hopeaa ja kultaa, minä en voisi rikkoa Herran käskyä vastaan enkä tehdä mitään oman mieleni mukaan, en hyvää enkä pahaa. Niin kuin Herra puhuu, niin on minunkin puhuttava.'",
      "Ja hän lausui nämä sanat: -- Näin sanoo Bileam, Beorin poika, näin sanoo mies, joka näkee selvästi,",
      "näin mies, joka kuulee Jumalan puhuvan, joka saa tietonsa Korkeimmalta, mies, joka maahan kaatuneena, avoimin silmin, saa katsella Kaikkivaltiaan näkyjä:",
      "Minä näen tämän, mutta se ei tapahdu vielä, minä katselen tätä, mutta se ei vielä ole lähellä. Tähti nousee Jaakobin keskeltä, valtiaan sauva Israelista. Se murskaa Moabin ohimot, kaikkien Setin jälkeläisten kallot.",
      "Edom joutuu voittajan omaksi, Seir vihollisten käsiin. Israel tekee voimallisia tekoja,",
      "Jaakobista polveutuu hallitsija, joka tuhoaa vihollisensa, vaikka he suojautuvat kaupunkeihin.",
      "Kun Bileam näki amalekilaiset, hän lausui nämä sanat: -- Amalek on kansoista ensimmäinen, mutta se hävitetään ikiajoiksi.",
      "Sitten Bileam näki keniläiset ja lausui nämä sanat: -- Järkkymätön on sinun asuinsijasi, kallioille on sinun pesäsi rakennettu.",
      "Kuitenkin Kainin perii tuho; ei aikaakaan, niin Assur vie sinut vankeuteen.",
      "Bileam lausui vielä nämä sanat: -- Voi, keitä ovat nuo, joiden laumat tulevat pohjoisesta,",
      "nuo, jotka ovat lähteneet kittiläisten maasta? He kukistavat Assurin, he kukistavat Eberin, mutta heidätkin hävitetään ainiaaksi.",
      "Sitten Bileam lähti paluumatkalle kohti kotiseutuaan, ja myös Balak lähti omalle taholleen."
    ],
    [
      "Kun israelilaiset olivat asettuneet Sittimiin, Israelin miehet luopuivat Herrasta ja alkoivat elää moabilaisnaisten kanssa.",
      "Naiset kutsuivat heitä omien jumaliensa uhrijuhliin, ja miehet söivät uhrilihaa ja kumarsivat heidän jumaliaan.",
      "Näin israelilaiset antautuivat palvelemaan Baal-Peoria, ja siksi Herra vihastui heihin.",
      "Itkiessään pyhäkköteltan ovella israelilaiset, Mooses ja koko kansa, saivat nähdä, kuinka muuan mies palasi heimonsa pariin midianilainen nainen mukanaan.",
      "Pinehas, joka oli pappi Aaronin pojan Eleasarin poika, astui silloin esiin väkijoukosta. Hän otti käteensä keihään,",
      "meni miehen jäljessä teltan perälle ja lävisti keihäällä molemmat, israelilaisen miehen ja midianilaisen naisen, nauliten heidät siihen paikkaan. Silloin israelilaisia ahdistanut vitsaus lakkasi,",
      "mutta heitä oli jo kuollut kaksikymmentäneljätuhatta.",
      "Herra sanoi Moosekselle:",
      "Sano hänelle, että minä teen hänen kanssaan liiton ja annan hänen menestyä.",
      "Israelilainen mies, joka surmattiin yhdessä midianilaisnaisen kanssa, oli Simri, Salun poika, Simeonin heimoon kuuluvan suvun päämies.",
      "Surmatun midianilaisnaisen nimi oli Kosbi. Hänen isänsä Sur oli midianilaisen heimokunnan päällikkö.",
      "Herra sanoi Moosekselle:"
    ],
    [
      "(H25:19)Kun vitsaus oli mennyt ohi, (H26:1)Herra sanoi Moosekselle ja pappi Eleasarille, Aaronin pojalle:",
      "Laskekaa suvuittain Israelin kaikki kaksikymmentä vuotta täyttäneet sotakelpoiset miehet.",
      "Mooses ja pappi Eleasar puhuivat israelilaisille Moabin tasangolla Jordanin varrella vastapäätä Jerikoa.",
      "Herran Moosekselle antaman käskyn mukaisesti he määräsivät laskettaviksi kaikki kaksikymmentä vuotta täyttäneet miehet. Egyptistä lähteneet israelilaiset olivat heimoittain ja suvuittain lueteltuina nämä:",
      "Ruubenin, Israelin esikoisen, jälkeläiset olivat Henok ja hänen sukunsa, Pallu ja hänen sukunsa,",
      "Hesron ja hänen sukunsa sekä Karmi ja hänen sukunsa.",
      "Nämä olivat ruubenilaissuvut; niissä oli laskettuja ja muistiin merkittyjä miehiä yhteensä 43 730.",
      "Pallun jälkeläiset olivat Eliab",
      "sekä Eliabin pojat Nemuel, Datan ja Abiram. Datan ja Abiram olivat ne kansan edusmiehet, jotka yhdessä Korahin joukon kanssa nousivat Herraa vastaan uhmaamalla Moosesta ja Aaronia.",
      "Mutta maa repesi heidän altaan ja nieli sekä heidät että Korahin, ja samalla tuhoutuivat heidän kannattajansa, kun tuli poltti kaksisataaviisikymmentä miestä. Näin heistä tuli varoittava esimerkki.",
      "Korahin pojat eivät kuitenkaan kuolleet.",
      "Simeonin jälkeläiset olivat Nemuel ja hänen sukunsa, Jamin ja hänen sukunsa, Jakin ja hänen sukunsa,",
      "Serah ja hänen sukunsa sekä Saul ja hänen sukunsa.",
      "Nämä olivat simeonilaissuvut; niissä oli laskettuja ja muistiin merkittyjä miehiä yhteensä 22 200.",
      "Gadin jälkeläiset olivat Sefon ja hänen sukunsa, Haggi ja hänen sukunsa, Suni ja hänen sukunsa,",
      "Osni ja hänen sukunsa, Eri ja hänen sukunsa,",
      "Arod ja hänen sukunsa sekä Areli ja hänen sukunsa.",
      "Nämä olivat Gadin suvut; niissä oli laskettuja ja muistiin merkittyjä miehiä yhteensä 40 500.",
      "Juudan jälkeläiset olivat Er ja Onan, jotka kuolivat lapsettomina Kanaaninmaassa.",
      "Juudan muut jälkeläiset olivat Sela ja hänen sukunsa, Peres ja hänen sukunsa sekä Serah ja hänen sukunsa.",
      "Peresin jälkeläiset olivat Hesron ja hänen sukunsa sekä Hamul ja hänen sukunsa.",
      "Nämä olivat Juudan suvut; niissä oli laskettuja ja muistiin merkittyjä miehiä yhteensä 76 500.",
      "Isaskarin jälkeläiset olivat Tola ja hänen sukunsa, Puva ja hänen sukunsa,",
      "Jasub ja hänen sukunsa sekä Simron ja hänen sukunsa.",
      "Nämä olivat Isaskarin suvut; niissä oli laskettuja ja muistiin merkittyjä miehiä yhteensä 64 300.",
      "Sebulonin jälkeläiset olivat Sered ja hänen sukunsa, Elon ja hänen sukunsa sekä Jahleel ja hänen sukunsa.",
      "Nämä olivat sebulonilaissuvut; niissä oli laskettuja ja muistiin merkittyjä miehiä yhteensä 60 500.",
      "Joosefin jälkeläisiä olivat hänen poikansa Manasse ja Efraim sekä heidän sukunsa.",
      "Manassen jälkeläisiä olivat Makir ja hänen sukunsa. Makirille syntyi Gilead, josta polveutui gileadilaisten suku.",
      "Gileadin jälkeläisiä olivat Ieser ja hänen sukunsa, Helek ja hänen sukunsa,",
      "Asriel ja hänen sukunsa, Sekem ja hänen sukunsa,",
      "Semida ja hänen sukunsa sekä Hefer ja hänen sukunsa.",
      "Selofhadilla, Heferin pojalla, oli ainoastaan tyttäriä; näiden nimet olivat Mahla, Noa, Hogla, Milka ja Tirsa.",
      "Nämä olivat Manassen suvut; niissä oli laskettuja ja muistiin merkittyjä miehiä yhteensä 52 700.",
      "Efraimin jälkeläiset olivat Sutelah ja hänen sukunsa, Beker ja hänen sukunsa sekä Tahan ja hänen sukunsa.",
      "Sutelahin jälkeläisiä olivat Eran ja hänen sukunsa.",
      "Nämä olivat Efraimin suvut; niissä oli laskettuja ja muistiin merkittyjä miehiä yhteensä 32 500. Tässä olivat Joosefin jälkeläiset suvuittain lueteltuina.",
      "Benjaminin jälkeläiset olivat Bela ja hänen sukunsa, Asbel ja hänen sukunsa, Ahiram ja hänen sukunsa,",
      "Sefufam ja hänen sukunsa sekä Hufam ja hänen sukunsa.",
      "Belan jälkeläisiä olivat Ard ja Naaman sekä heidän sukunsa.",
      "Nämä olivat Benjaminin suvut; niissä oli laskettuja ja muistiin merkittyjä miehiä yhteensä 45 600.",
      "Danin jälkeläisiä olivat Suham ja hänen sukunsa; nämä olivat Danin suvut.",
      "Suhamin suvuissa oli laskettuja ja muistiin merkittyjä miehiä yhteensä 64 400.",
      "Asserin jälkeläiset olivat Jimna ja hänen sukunsa, Jisvi ja hänen sukunsa sekä Beria ja hänen sukunsa.",
      "Berian jälkeläisiä olivat Heber ja Malkiel sekä heidän sukunsa.",
      "Asserilla oli myös tytär, jonka nimi oli Serah.",
      "Nämä olivat Asserin suvut; niissä oli laskettuja ja muistiin merkittyjä miehiä yhteensä 53 400.",
      "Naftalin jälkeläiset olivat Jahseel ja hänen sukunsa, Guni ja hänen sukunsa,",
      "Jeser ja hänen sukunsa sekä Sillem ja hänen sukunsa.",
      "Nämä olivat Naftalin jälkeläiset suvuittain lueteltuina; niissä oli laskettuja ja muistiin merkittyjä miehiä yhteensä 45 400.",
      "Väenlaskussa tarkastettuja israelilaisia oli kaikkiaan 601 730.",
      "Herra sanoi Moosekselle:",
      "Mitä suurempi heimo on luvultaan, sitä enemmän maata sinun on sille annettava. Kunkin heimon tulee saada maata tarkastettujen ja sukuluetteloon merkittyjen miesten lukumäärän mukaisesti.",
      "Maa on jaettava arpomalla, ja sitä tulee antaa kullekin suvulle sen oman heimon alueelta.",
      "Leevin jälkeläiset, jotka laskettiin ja merkittiin muistiin, olivat Gerson ja hänen sukunsa, Kehat ja hänen sukunsa sekä Merari ja hänen sukunsa.",
      "Leeviläissukuja olivat myös Libnin, Hebronin, Mahlin, Musin ja Korahin suvut. Kehatille syntyi Amram;",
      "Amramin vaimo oli Jokebed, joka oli syntynyt Leeville Egyptissä. Jokebed synnytti Aaronin ja Mooseksen sekä heidän sisarensa Mirjamin.",
      "Aaronille syntyivät Nadab, Abihu, Eleasar ja Itamar,",
      "mutta Nadab ja Abihu kuolivat tuodessaan väärin tehtyä tulta Herran eteen.",
      "Laskettuja ja muistiin merkittyjä yli kuukauden ikäisiä miespuolisia leeviläisiä oli 23 000. Heitä ei tarkastettu eikä laskettu muiden israelilaisten mukana, sillä he eivät saaneet itselleen maata perintöomaisuudeksi kuten muut israelilaiset.",
      "Nämä olivat ne israelilaiset, jotka Mooses ja pappi Eleasar laskivat ja merkitsivät sukuluetteloihin, kun he toimittivat väenlaskun Moabin tasangolla Jordanin varrella vastapäätä Jerikoa.",
      "Tässä joukossa ei ollut enää ainoatakaan niistä israelilaisista, jotka Mooses ja Aaron olivat laskeneet ja merkinneet sukuluetteloihin Siinain autiomaassa toimittamassaan väenlaskussa.",
      "Olihan Herra sanonut, että he kuolisivat autiomaassa ja että heistä jäisivät eloon vain Kaleb, Jefunnen poika, ja Joosua, Nunin poika."
    ],
    [
      "Joosefin pojan Manassen sukuun kuuluvalla Selofhadilla oli viisi tytärtä; Selofhadin isä oli Hefer, tämän isä Gilead, tämän Makir, tämän Manasse. Tyttärien nimet olivat Mahla, Noa, Hogla, Milka ja Tirsa.",
      "He tulivat Mooseksen, pappi Eleasarin, päälliköiden ja kansan eteen pyhäkköteltan ovelle ja sanoivat:",
      "Mooses vei heidän asiansa Herran ratkaistavaksi.",
      "Herra sanoi Moosekselle:",
      "Sano israelilaisille näin: Jos mies kuolee jättämättä jälkeensä poikaa, antakaa hänen omaisuutensa perinnöksi hänen tyttärelleen.",
      "Ellei hänellä ole tytärtä, antakaa hänen omaisuutensa hänen veljilleen.",
      "Ellei hänellä ole veljiä, antakaa hänen omaisuutensa hänen isänsä veljille.",
      "Sitä katseltuasi sinut otetaan isiesi luo, kuten otettiin veljesi Aaron.",
      "Mooses sanoi Herralle:",
      "Vie hänet pappi Eleasarin ja kansan eteen ja aseta hänet tehtäväänsä kaikkien nähden.",
      "Siirrä häneen omaa voimaasi ja kunniaasi, niin Israelin kansa tottelee häntä.",
      "Mooses teki niin kuin Herra oli käskenyt. Hän kutsui luokseen Joosuan, vei hänet pappi Eleasarin ja kansan eteen,",
      "pani kätensä hänen päälleen ja asetti hänet tehtäväänsä Herran antamien ohjeiden mukaisesti."
    ],
    [
      "Herra sanoi Moosekselle:",
      "Uhratkaa toinen karitsa aamulla ja toinen iltahämärissä.",
      "Lisäksi uhratkaa aamulla ruokauhriksi kymmenesosa eefa-mittaa parhaita vehnäjauhoja, joihin on sekoitettu neljännes hin-mittaa oliiveista survottua öljyä.",
      "Tämä on päivittäinen polttouhri. Tällainen uhri toimitettiin ensi kerran Siinainvuoren luona tuoksuvana tuliuhrina, joka on Herralle mieluisa.",
      "Juomauhriksi tuokaa neljännes hin-mittaa viiniä kumpaakin karitsaa kohden; vuodattakaa pyhäkössä vahvaa viiniä Herralle uhriksi.",
      "Uhratkaa toinen karitsa iltahämärissä ja toimittakaa siihen kuuluvat ruoka- ja juomauhrit samalla tavoin kuin aamullakin. Tämä on tuoksuva tuliuhri, joka on Herralle mieluisa.",
      "Tämä polttouhri tulee uhrata joka sapatti päivittäisen polttouhrin ja siihen kuuluvan juomauhrin lisäksi.",
      "Lisäksi teidän on tuotava ruokauhriksi kumpaakin sonnia kohden kolme eefa-mitan kymmenesosaa parhaista vehnäjauhoista ja öljystä tehtyä taikinaa ja pässiä kohden kaksi kymmenesosaa",
      "sekä kutakin karitsaa kohden yksi kymmenesosa parhaista vehnäjauhoista ja öljystä tehtyä taikinaa. Tämä polttouhri on tuoksuva tuliuhri, joka on Herralle mieluisa.",
      "Siihen kuuluu juomauhreina puoli hin- mittaa viiniä kumpaakin sonnia, kolmasosa hin-mittaa pässiä ja neljäsosa hin-mittaa kutakin karitsaa kohden. Tämä on vuoden jokaisen kuukauden ensimmäisenä päivänä uhrattava polttouhri.",
      "Teidän tulee myös uhrata pukki syntiuhriksi Herralle. Kaikki nämä uhrit on tuotava päivittäisen polttouhrin ja siihen kuuluvan juomauhrin lisäksi.",
      "ja saman kuun viidentenätoista on juhlapäivä. Seitsemän päivän ajan teidän tulee syödä happamatonta leipää.",
      "Tämän juhlan ensimmäisenä päivänä on pidettävä pyhä juhlakokous. Sinä päivänä ette saa tehdä mitään työtä.",
      "Tuokaa tuliuhriksi, Herralle uhrattavaksi polttouhriksi, kaksi nuorta sonnia, yksi pässi ja seitsemän karitsaa, joiden on oltava vuoden ikäisiä. Pitäkää huoli siitä, että kaikki uhrieläimet ovat virheettömiä.",
      "Niiden mukana annettavaksi ruokauhriksi tuokaa parhaista vehnäjauhoista ja öljystä tehtyä taikinaa kolme eefa-mitan kymmenesosaa kumpaakin sonnia kohden, kaksi kymmenesosaa pässiä kohden",
      "ja yksi kymmenesosa kutakin karitsaa kohden.",
      "Syntienne sovittamiseksi uhratkaa pukki.",
      "Nämä kaikki teidän tulee uhrata päivittäisen aamupolttouhrin lisäksi.",
      "Samat uhrit teidän on uhrattava juhlan kaikkina seitsemänä päivänä. Ne ovat tuliuhriruokaa, tuoksuva uhri, joka on Herralle mieluisa. Tuokaa nämä uhrit ja niihin kuuluvat juomauhrit päivittäisen polttouhrin lisäksi.",
      "Myös seitsemäntenä päivänä teidän tulee pitää pyhä juhlakokous; silloinkaan ette saa tehdä mitään työtä.",
      "Tuokaa kaksi nuorta sonnia, yksi pässi ja seitsemän karitsaa, joiden on oltava vuoden ikäisiä, ja antakaa ne tuoksuvaksi polttouhriksi, joka on Herralle mieluisa.",
      "Tuokaa siihen kuuluvana ruokauhrina parhaista vehnäjauhoista ja öljystä tehtyä taikinaa kolme eefa-mitan kymmenesosaa kumpaakin sonnia kohden, kaksi kymmenesosaa pässiä kohden",
      "ja yksi kymmenesosa kutakin karitsaa kohden.",
      "Syntienne sovittamiseksi uhratkaa pukki.",
      "Kaikki nämä uhrit ja niihin kuuluvat juomauhrit teidän tulee tuoda päivittäisen polttouhrin ja siihen kuuluvan ruokauhrin lisäksi. Teidän on pidettävä huoli siitä, että uhrieläimet ovat virheettömiä."
    ],
    [
      "Uhratkaa Herralle mieluisaksi, tuoksuvaksi polttouhriksi nuori sonni, pässi ja seitsemän karitsaa, joiden on oltava vuoden ikäisiä. Kaikkien eläinten tulee olla virheettömiä.",
      "Tuokaa polttouhriin kuuluvana ruokauhrina parhaista vehnäjauhoista ja öljystä tehtyä taikinaa kolme eefa-mitan kymmenesosaa sonnia kohden, kaksi kymmenesosaa pässiä kohden",
      "ja yksi kymmenesosa kutakin karitsaa kohden.",
      "Syntienne sovittamiseksi uhratkaa pukki.",
      "Kaikki nämä uhrit ja niihin kuuluvat juomauhrit teidän tulee tuoda joka kuukauden ensimmäisenä päivänä uhrattavan polttouhrin, päivittäisen polttouhrin sekä niihin kuuluvan tavanomaisen ruokauhrin lisäksi. Tämä on tuoksuva tuliuhri, joka on Herralle mieluisa.",
      "Tuokaa Herralle mieluisaksi, tuoksuvaksi polttouhriksi nuori sonni, pässi ja seitsemän karitsaa, joiden on oltava vuoden ikäisiä. Huolehtikaa siitä, että eläimet ovat virheettömiä.",
      "Polttouhriin kuuluvaksi ruokauhriksi tuokaa parhaista vehnäjauhoista ja öljystä tehtyä taikinaa kolme eefa-mitan kymmenesosaa sonnia kohden, kaksi kymmenesosaa pässiä kohden",
      "ja yksi kymmenesosa kutakin karitsaa kohden.",
      "Uhratkaa lisäksi syntiuhriksi pukki. Kaikki nämä uhrit ja niihin kuuluvat juomauhrit teidän tulee tuoda sovitusuhrin, päivittäisen polttouhrin ja siihen kuuluvan ruokauhrin lisäksi.",
      "Juhlan ensimmäisenä päivänä teidän tulee tuoda polttouhriksi, tuoksuvaksi tuliuhriksi, joka on Herralle mieluisa, kolmetoista nuorta sonnia, kaksi pässiä ja neljätoista vuoden ikäistä karitsaa. Kaikkien eläinten on oltava virheettömiä.",
      "Polttouhriin kuuluvaksi ruokauhriksi teidän tulee tuoda parhaista vehnäjauhoista ja öljystä tehtyä taikinaa kolme eefa-mitan kymmenesosaa kutakin sonnia kohden, kaksi kymmenesosaa kumpaakin pässiä kohden",
      "ja yksi kymmenesosa kutakin karitsaa kohden.",
      "Lisäksi teidän tulee tuoda syntiuhriksi pukki. Kaikki nämä uhrit teidän on tuotava päivittäisen polttouhrin ja siihen kuuluvien ruoka- ja juomauhrien lisäksi.",
      "Tuokaa myös sonnien, pässien ja karitsoiden lukumäärien mukaiset ruoka- ja juomauhrit, niin kuin on säädetty.",
      "Lisäksi teidän tulee tuoda syntiuhriksi pukki. Kaikki nämä uhrit teidän on tuotava päivittäisen polttouhrin ja siihen kuuluvien ruoka- ja juomauhrien lisäksi.",
      "samoin sonnien, pässien ja karitsoiden lukumäärien mukaiset ruoka- ja juomauhrit, niin kuin on säädetty.",
      "Lisäksi teidän tulee tuoda syntiuhriksi pukki. Kaikki nämä uhrit teidän on tuotava päivittäisen polttouhrin ja siihen kuuluvien ruoka- ja juomauhrien lisäksi.",
      "samoin sonnien, pässien ja karitsoiden lukumäärien mukaiset ruoka- ja juomauhrit, niin kuin on säädetty.",
      "Lisäksi teidän tulee tuoda syntiuhriksi pukki. Kaikki nämä uhrit teidän on tuotava päivittäisen polttouhrin ja siihen kuuluvien ruoka- ja juomauhrien lisäksi.",
      "samoin sonnien, pässien ja karitsoiden lukumäärien mukaiset ruoka- ja juomauhrit, niin kuin on säädetty.",
      "Lisäksi teidän tulee tuoda syntiuhriksi pukki. Kaikki nämä uhrit teidän on tuotava päivittäisen polttouhrin ja siihen kuuluvien ruoka- ja juomauhrien lisäksi.",
      "samoin sonnien, pässien ja karitsoiden lukumäärien mukaiset ruoka- ja juomauhrit, niin kuin on säädetty.",
      "Lisäksi teidän tulee tuoda syntiuhriksi pukki. Kaikki nämä uhrit teidän on tuotava päivittäisen polttouhrin ja siihen kuuluvien ruoka- ja juomauhrien lisäksi.",
      "samoin sonnien, pässien ja karitsoiden lukumäärien mukaiset ruoka- ja juomauhrit, niin kuin on säädetty.",
      "Lisäksi teidän tulee tuoda syntiuhriksi pukki. Kaikki nämä uhrit teidän on tuotava päivittäisen polttouhrin ja siihen kuuluvien ruoka- ja juomauhrien lisäksi.",
      "Tuokaa Herralle mieluisaksi polttouhriksi, tuoksuvaksi tuliuhriksi, sonni, pässi ja seitsemän karitsaa, joiden on oltava vuoden ikäisiä. Kaikkien eläinten tulee olla virheettömiä.",
      "Tuokaa myös sonnien, pässien ja karitsoiden lukumäärien mukaiset ruoka- ja juomauhrit, niin kuin on säädetty.",
      "Lisäksi teidän tulee tuoda syntiuhriksi pukki. Kaikki nämä uhrit teidän on tuotava päivittäisen polttouhrin ja siihen kuuluvien ruoka- ja juomauhrien lisäksi.",
      "Nämä uhrit teidän tulee uhrata Herralle juhlapäivinänne niiden polttouhrien, ruoka- ja juomauhrien ja yhteysuhrien lisäksi, joita tuotte hänelle lupausuhreina tai vapaaehtoisina lahjoina.",
      "(H30:1)Mooses ilmoitti israelilaisille tarkoin kaiken, minkä Herra oli käskenyt hänen sanoa."
    ],
    [
      "(H30:3)Jos mies lupaa Herralle jotakin tai valalla vannoen sitoutuu kieltämään itseltään jotakin, hän ei saa rikkoa lupaustaan, vaan hänen on tarkoin täytettävä se, minkä on luvannut.",
      "(H30:5)hänen on pidettävä kaikki lupauksensa ja sitoumuksensa, ellei hänen isänsä puutu asiaan.",
      "(H30:6)Mutta jos tytön isä sinä päivänä, jona saa tietää asiasta, kieltää häntä, mitkään tytön antamat lupaukset tai hänen tekemänsä päätökset, joilla hän on sitoutunut kieltämään itseltään jotakin, eivät enää päde. Herra antaa hänelle anteeksi, koska hänen isänsä asettui vastustamaan lupausta.",
      "(H30:8)ellei hänen miehensä puutu asiaan.",
      "(H30:9)Mutta jos hänen miehensä sinä päivänä, jona saa tietää asiasta, kieltää häntä, mies samalla kumoaa vaimonsa tekemät lupaukset ja päätökset pidättyä jostakin, ja Herra antaa vaimolle anteeksi.",
      "(H30:12)hänen on pidettävä lupauksensa ja kaikki sitoumuksensa, ellei hänen miehensä puutu asiaan ja kiellä häntä.",
      "(H30:13)Mutta mitkään vaimon antamat lupaukset tai hänen tekemänsä sitoumukset eivät päde, jos hänen miehensä kumoaa ne sinä päivänä, jona saa tietää asiasta. Jos mies ne kumoaa, Herra antaa vaimolle anteeksi.",
      "(H30:14)Mies voi joko jättää voimaan tai purkaa jokaisen lupauksen ja valallisen sitoumuksen, jonka hänen vaimonsa on tehnyt halutessaan kieltäymyksellä kurittaa itseään.",
      "(H30:15)Mutta jos mies ei seuraavaan päivään mennessä puutu asiaan, hän jättää voimaan kaikki vaimonsa tekemät lupaukset ja sitoumukset. Mies on ne vahvistanut, ellei hän ole puuttunut asiaan sinä päivänä, jona sai niistä tiedon.",
      "(H30:17)Nämä säädökset Herra antoi Moosekselle. Ne koskevat miestä ja vaimoa sekä isää ja tytärtä, joka vielä on nuori ja asuu isänsä kodissa."
    ],
    [
      "Herra sanoi Moosekselle:",
      "Kosta midianilaisille heidän pahat tekonsa, joita he ovat tehneet Israelia vastaan. Sitten sinut otetaan isiesi luo.",
      "Israelin sotajoukoista valittiin tuhat miestä heimoa kohden eli kaikkiaan kaksitoistatuhatta asekelpoista miestä.",
      "Tämän joukon, tuhat miestä jokaisesta heimosta, Mooses lähetti sotaretkelle ja heidän kanssaan Pinehasin, pappi Eleasarin pojan, jonka huostassa olivat pyhät esineet ja merkinantotorvet.",
      "Sotajoukko hyökkäsi Midianin maahan noudattaen käskyä, jonka Herra oli Moosekselle antanut, ja tappoi kaikki miehet.",
      "Surmattujen joukossa olivat midianilaisten viisi kuningasta, Evi, Rekem, Sur, Hur ja Reba. Israelilaiset löivät kuoliaaksi myös Bileamin, Beorin pojan.",
      "He ottivat vangiksi naiset ja lapset ja saivat ryöstösaaliiksi midianilaisten kaikki juhdat, kaiken karjan ja muun omaisuuden.",
      "He polttivat midianilaisten asuttamat kylät ja heidän leiripaikkansa,",
      "ottivat mukaansa kaiken keräämänsä saaliin, niin ihmiset kuin eläimetkin,",
      "ja toivat vankinsa ja muun saaliin Mooseksen, pappi Eleasarin ja Israelin kansan eteen leiriin, joka oli Moabin tasangolla Jordanin varrella vastapäätä Jerikoa.",
      "Mooses, pappi Eleasar ja kansan päämiehet lähtivät leirin ulkopuolelle heitä vastaan.",
      "Mooses vihastui sotajoukon johtajiksi määrätyille tuhannen miehen ja sadan miehen päälliköille, kun he palasivat sotaretkeltä,",
      "Juuri nuo naiset tekivät Bileamin neuvon mukaan ja saivat israelilaiset luopumaan Herrasta ja antautumaan Baal-Peorin palvojiksi. Sen tähden Herran kansaa kohtasi vitsaus.",
      "Tappakaa siis lapsista kaikki pojat ja tappakaa myös jokainen nainen, joka on maannut miehen kanssa.",
      "Mutta tytöt, jotka eivät ole maanneet miehen kanssa, saatte ottaa itsellenne.",
      "Teidän tulee oleskella leirin ulkopuolella seitsemän päivää, ja jokaisen, joka on surmannut jonkun tai koskettanut surmattua, tulee puhdistautua kolmantena ja seitsemäntenä päivänä; tämä koskee sekä teitä että vankejanne.",
      "(H31:22-23)Teidän on käytettävä tulessa kulta, hopea, pronssi, rauta, tina ja lyijy, kaikki, mikä kestää tulta, ja niin se tulee puhtaaksi.",
      "(H31:22-23)Lisäksi ne tulee vielä puhdistaa puhdistusvedellä, ja sillä on puhdistettava myös kaikki, mikä ei kestä tulta.",
      "Herra sanoi Moosekselle:",
      "Jaa saalis kahtia sotaretkellä olleiden ja muun kansan kesken.",
      "Ota Herralle kuuluvana verona sotaretkeen osallistuneilta sotilailta aina yksi viidestäsadasta vangiksi otetusta ihmisestä ja samoin yksi viidestäsadasta naudasta, aasista, lampaasta ja vuohesta.",
      "Nämä tulee ottaa sotilaille kuuluvasta osuudesta Herralle tulevana uhrilahjana, ja ne on annettava pappi Eleasarille.",
      "Mooses ja pappi Eleasar tekivät Mooseksen Herralta saaman käskyn mukaan.",
      "Saalista oli sotilaiden itselleen ryöstämän irtaimen omaisuuden lisäksi 675 000 lammasta ja vuohta,",
      "nautakarjaa 72 000 päätä",
      "ja aaseja 61 000,",
      "ja ihmisiä, tyttöjä, jotka eivät olleet maanneet miehen kanssa, oli kaikkiaan 32 000.",
      "Sotaretkeen osallistuneiden osuus, puolet saaliista, oli 337 500 lammasta ja vuohta,",
      "ja Herralle kuuluva vero oli siten 675 eläintä.",
      "Nautakarjaa sotilaat saivat 36 000 päätä, joista Herralle kuuluva vero oli 72 eläintä;",
      "aaseja oli 30 500 ja niistä Herralle kuuluva vero 61 eläintä,",
      "ja ihmisiä, vankeja, oli 16 000, joista Herralle kuuluva vero oli 32 henkeä.",
      "Mooses luovutti tämän veron, Herralle kuuluvan uhrilahjan, pappi Eleasarille, niin kuin Herra oli käskenyt.",
      "Muille israelilaisille tuleva puolikas siitä saaliista, jonka Mooses jakoi heidän ja sotaretkellä olleiden kesken,",
      "oli 337 500 lammasta ja vuohta,",
      "nautakarjaa 36 000 päätä,",
      "aaseja 30 500",
      "ja vankeja 16 000.",
      "Tästä osuudesta Mooses otti aina yhden viidestäkymmenestä ihmisestä ja eläimestä ja antoi ne Herran käskyn mukaisesti leeviläisille, jotka hoitivat tehtäviä Herran telttamajassa.",
      "Sotajoukon johtajiksi määrätyt miehet, tuhannen miehen ja sadan miehen päälliköt, tulivat Mooseksen luo",
      "Mooses ja pappi Eleasar ottivat heiltä vastaan nämä kultakorut.",
      "Kultaa, jonka tuhannen miehen ja sadan miehen päälliköt toivat uhrilahjaksi Herralle, oli kaikkiaan 16 750 sekeliä.",
      "Sotamiehet pitivät ryöstämänsä saaliin itsellään.",
      "Mooses ja pappi Eleasar ottivat päälliköiden tuoman kullan ja veivät sen pyhäkkötelttaan, jotta Herra muistaisi, mitä israelilaiset olivat tehneet."
    ],
    [
      "Ruubenin ja Gadin heimoilla oli hyvin suuret karjalaumat. Havaittuaan, että Jaeserin ja Gileadin seudut sopivat hyvin laidunmaaksi,",
      "näiden heimojen miehet menivät Mooseksen, pappi Eleasarin ja kansan johtomiesten puheille ja sanoivat:",
      "Vai aiotteko viedä muilta halun jatkaa matkaa siihen maahan, jonka Herra on Israelille luvannut?",
      "Samalla tavoin tekivät myös teidän isänne, kun olin lähettänyt heidät Kades-Barneasta katsomaan sitä maata.",
      "Käytyään Eskolinlaaksossa ja tutkittuaan maata he veivät israelilaisilta halun päästä siihen maahan, jonka Herra oli heille luvannut.",
      "Silloin syttyi Herran viha ja hän vannoi:",
      "'Koska miehet, jotka lähtivät Egyptistä, kaksikymmenvuotiaat ja sitä vanhemmat, eivät uskollisesti seuranneet minua, he eivät saa nähdä sitä maata, josta valallani annoin lupauksen Abrahamille, Iisakille ja Jaakobille.",
      "Sen näkevät vain kenasilainen Kaleb, Jefunnen poika, ja Joosua, Nunin poika, jotka ovat uskollisesti noudattaneet Herran tahtoa.'",
      "Herran viha syttyi silloin Israelia vastaan, ja hän antoi israelilaisten harhailla autiomaassa neljäkymmentä vuotta, kunnes koko se sukupolvi, joka oli rikkonut Herran tahtoa vastaan, oli kuollut.",
      "Nyt te syntisten sikiöt astutte isienne jälkiä ja saatte näin Herran vihan kääntymään vieläkin kiivaammin Israelia vastaan!",
      "Me itse varustaudumme ja riennämme taistelemaan israelilaisten etunenässä, kunnes olemme saattaneet muut asuinsijoilleen, mutta naisemme ja lapsemme voivat sillä aikaa asua linnoitetuissa kaupungeissa turvassa tämän maan asukkailta.",
      "Palaamme kotiin vasta sitten, kun jokainen israelilainen on saanut oman perintömaansa.",
      "ja jos jokainen asekelpoinen mies teidän joukostanne lähtee Jordanin tuolle puolen ja taistelee, kunnes viholliset on tuhottu,",
      "eikä kukaan teistä palaa, ennen kuin maa on voitettu Herran omaksi, silloin te olette täyttäneet velvollisuutenne Herraa ja Israelia kohtaan, ja Herra antaa nämä seudut teille.",
      "Mutta jos ette tee niin, te teette syntiä Herraa vastaan, ja muistakaa, että silloin joudutte kantamaan syntienne seuraukset.",
      "Vanhuksemme, vaimomme ja lapsemme sekä lampaamme, vuohemme ja muut eläimemme saavat jäädä tänne Gileadin kaupunkeihin,",
      "Silloin Mooses antoi heitä koskevan määräyksen pappi Eleasarille ja Joosualle, Nunin pojalle, sekä Israelin heimojen ja sukukuntien päämiehille.",
      "Sitten Mooses antoi Gadin ja Ruubenin heimoille sekä Manassen heimon toiselle puoliskolle amorilaisten kuninkaan Sihonin sekä Basanin kuninkaan Ogin valtakunnat kaupunkeineen ja niitä ympäröivine maa- alueineen.",
      "Gadin heimo rakensi uudelleen Dibonin, Atarotin, Aroerin,",
      "Atrot-Sofanin, Jaeserin, Jogbehan,",
      "Bet-Nimran ja Bet-Haranin kaupungit ja niiden muurit sekä aitauksia lampaita ja vuohia varten.",
      "Ruubenin heimo rakensi uudelleen Hesbonin, Elealen, Kirjataimin,",
      "Nebon ja Baal-Meonin -- näillä oli myös toiset nimet -- sekä Sibman. Tässä mainitut nimet annettiin uudelleen rakennetuille kaupungeille.",
      "Manassen pojan Makirin jälkeläiset lähtivät Gileadiin, valloittivat sen ja tuhosivat siellä asuvat amorilaiset.",
      "Mooses antoi Manassen pojan Makirin suvulle Gileadin, ja tämä suku asettui sinne asumaan.",
      "Myös Manassen heimoon kuuluva Jair lähti liikkeelle, valloitti Gileadissa olevat leirikylät ja nimesi ne Jairin leirikyliksi.",
      "Myös Nobah lähti samoille seuduille, valloitti Kenatin ja sitä ympäröivät kylät ja antoi alueelle nimeksi Nobah oman nimensä mukaan."
    ],
    [
      "Nämä ovat israelilaisten pysähdyspaikat siitä alkaen, kun he Mooseksen ja Aaronin johtamina lähtivät kaikkine joukkoineen Egyptistä.",
      "Joka kerta, kun israelilaiset lähtivät liikkeelle leiripaikastaan, Mooses kirjoitti Herran käskystä muistiin paikan nimen. Tässä on luettelo heidän leiripaikoistaan.",
      "Israelilaiset lähtivät Ramseksesta ensimmäisen kuun viidentenätoista päivänä. He lähtivät pääsiäisen jälkeisenä päivänä Herran johdolla matkaan kaikkien egyptiläisten nähden.",
      "Egyptiläiset olivat juuri hautaamassa esikoisiaan. Herra oli ne surmannut ja näin antanut tuomionsa kohdata egyptiläisten jumalia.",
      "Ramseksesta israelilaiset siirtyivät Sukkotiin ja leiriytyivät sinne.",
      "Sukkotin jälkeen he leiriytyivät Etamiin, autiomaan laitaan.",
      "Lähdettyään Etamista he palasivat Pi-Hirotiin, joka on vastapäätä Baal-Sefonia, ja leiriytyivät Migdolin luo.",
      "Pi-Hirotin luota lähdettyään he kulkivat meren poikki autiomaahan, vaelsivat kolmen päivän matkan Etamin autiomaassa ja leiriytyivät Maraan.",
      "Marasta he siirtyivät Elimiin. Elimissä oli kaksitoista lähdettä ja seitsemänkymmentä palmua, ja he leiriytyivät sinne.",
      "Heidän seuraava leiripaikkansa Elimin jälkeen oli Kaislameren rannalla.",
      "Kaislamereltä he siirtyivät Sinin autiomaahan ja leiriytyivät sinne.",
      "Sinin autiomaan jälkeen he leiriytyivät Dofkaan.",
      "Dofkan jälkeen he leiriytyivät Alusiin,",
      "Alusin jälkeen Refidimiin, mutta siellä ei ollut vettä kansan juotavaksi.",
      "Refidimistä he menivät Siinain autiomaahan ja leiriytyivät sinne.",
      "Siinain autiomaan jälkeen he leiriytyivät Kibrot-Taavaan,",
      "Kibrot-Taavan jälkeen Haserotiin,",
      "Haserotin jälkeen Ritmaan,",
      "Ritman jälkeen Rimmon-Peresiin,",
      "Rimmon-Peresin jälkeen Libnaan,",
      "Libnan jälkeen Rissaan,",
      "Rissan jälkeen Kehelataan,",
      "Kehelatan jälkeen Seferinvuoren luo.",
      "Seferinvuoren luota he siirtyivät Haradaan ja leiriytyivät sinne.",
      "Haradan jälkeen he leiriytyivät Makhelotiin,",
      "Makhelotin jälkeen Tahatiin,",
      "Tahatin jälkeen Terahiin,",
      "Terahin jälkeen Mitkaan,",
      "Mitkan jälkeen Hasmonaan,",
      "Hasmonan jälkeen Moserotiin,",
      "Moserotin jälkeen Bene- Jaakaniin,",
      "Bene-Jaakanin jälkeen Hor-Gidgadiin,",
      "Hor-Gidgadin jälkeen Jotbataan,",
      "Jotbatan jälkeen Abronaan,",
      "Abronan jälkeen Esjon-Geberiin,",
      "Esjon-Geberin jälkeen Sinin autiomaahan Kadesiin.",
      "Kadesista he siirtyivät Horinvuoren luo Edomin maan rajalle ja leiriytyivät sinne.",
      "Pappi Aaron nousi Herran käskystä Horinvuorelle, ja siellä hän kuoli. Tämä tapahtui neljäkymmentä vuotta israelilaisten Egyptistä lähdön jälkeen, viidennen kuun ensimmäisenä päivänä.",
      "Kuollessaan Horinvuorella Aaron oli sadankahdenkymmenenkolmen vuoden ikäinen.",
      "Kanaanilainen Aradin kuningas, joka asui Negevissä, Kanaaninmaan eteläosassa, sai tuolloin tietää, että israelilaiset olivat lähestymässä.",
      "Horinvuoren luota lähdettyään israelilaiset kulkivat Salmonaan, jonne he leiriytyivät.",
      "Salmonan jälkeen he leiriytyivät Punoniin,",
      "sitten Obotiin",
      "ja sitten Ijje-Abarimiin Moabin maan rajalle.",
      "Ijje-Abarimin jälkeen he leiriytyivät Dibon-Gadiin,",
      "sitten Almon- Diblataimiin",
      "ja sitten Abarimin vuorille vastapäätä Neboa.",
      "Abarimin vuorilta lähdettyään israelilaiset siirtyivät Moabin tasangolle Jordanin varrelle vastapäätä Jerikoa ja leiriytyivät sinne.",
      "Heidän leirialueensa ulottui Bet-Jesimotista Abel-Sittimiin.",
      "Moabin tasangolla Jordanin varrella vastapäätä Jerikoa Herra sanoi Moosekselle:",
      "hävittäkää tieltänne kaikki sen maan asukkaat. Hävittäkää heidän kiveen veistetyt epäjumalansa, samoin kaikki heidän valetut jumalankuvansa, ja tuhotkaa heidän uhrikukkulansa.",
      "Ottakaa maa haltuunne ja asettukaa sinne asumaan, sillä minä annan sen teidän omaksenne.",
      "Jakakaa maa suvuittain keskenänne ja toimittakaa jako arpomalla. Mitä suurempi suku on, sitä enemmän teidän on annettava sille maata, mitä pienempi se on, sitä vähemmän. Kunkin suvun tulee saada osuutensa sieltä mistä arpa määrää. Jakakaa maa heimoittain ja suvuittain.",
      "Mutta ellette hävitä maan asukkaita tieltänne, niin ne, joiden annatte jäädä jäljelle, pistävät teitä piikkeinä silmiin ja okaina kylkiin, ja he ahdistavat teitä siinä maassa, jossa asutte."
    ],
    [
      "Herra sanoi Moosekselle:",
      "kääntyy kohti Skorpionisolaa ja jatkuu sen eteläpuolitse Sinin kautta Kades-Barnean eteläpuolelle. Sieltä raja kulkee Hasar- Addariin ja Asmoniin,",
      "kääntyy sitten Egyptin rajapuroa kohti ja jatkuu sitä pitkin mereen.",
      "Horinvuoresta Lebo- Hamatiin ja sieltä Sedadiin saakka.",
      "Sitten raja jatkuu Sifroniin ja edelleen Hasar-Enaniin saakka. Tämä on teidän rajanne pohjoisen puolella.",
      "josta raja laskeutuu Riblaan, Ainin itäpuolelle, ja sieltä edelleen, kunnes se kohtaa Gennesaretinjärven itäisen rantatörmän.",
      "sillä Ruubenin ja Gadin heimot sukukuntineen sekä puolet Manassen heimosta ovat jo ottaneet itselleen oman osuutensa maasta.",
      "Herra sanoi Moosekselle:",
      "Tähän tehtävään teidän tulee lisäksi ottaa yksi päämies kustakin heimosta.",
      "Nämä ovat ne miehet: Juudan heimosta Kaleb, Jefunnen poika,",
      "Simeonin heimosta Samuel, Ammihudin poika,",
      "Benjaminin heimosta Elidad, Kislonin poika,",
      "Danin heimosta päämies Bukki, Joglin poika,",
      "Joosefin heimoihin kuuluvasta Manassen heimosta päämies Hanniel, Efodin poika,",
      "ja Efraimin heimosta päämies Kemuel, Siftanin poika,",
      "Sebulonin heimosta päämies Elisafan, Parnakin poika,",
      "Isaskarin heimosta päämies Paltiel, Assanin poika,",
      "Asserin heimosta päämies Ahihud, Selomin poika,",
      "Nämä miehet Herra määräsi jakamaan israelilaisille Kanaaninmaan."
    ],
    [
      "Herra sanoi Moosekselle Moabin tasangolla Jordanin varrella vastapäätä Jerikoa:",
      "Nämä kaupungit ovat heidän asuinpaikkoinaan, ja laidunmaat ovat heidän juhtiaan, karjaansa ja kaikkia muita eläimiään varten.",
      "Kaupunkeihin kuuluvien laidunmaiden, jotka teidän on annettava leeviläisille, tulee ulottua kaupungin muurista tuhat kyynärää joka suuntaan.",
      "Kaupunkia idän, etelän, lännen ja pohjoisen puolelta ympäröivän laidunmaan jokaisen sivun pituudeksi tulee mitata kaksituhatta kyynärää. Tällaiset laidunmaat leeviläisten tulee saada kaupunkiensa ympäriltä.",
      "Kaupunkeja, jotka teidän on annettava leeviläisille, on siis kaikkiaan neljäkymmentäkahdeksan; kuhunkin tulee lisäksi kuulua laidunmaa.",
      "Herra sanoi Moosekselle:",
      "valitkaa itsellenne joitakin kaupunkeja turvapaikoiksi, niin että jokainen, joka on vahingossa surmannut toisen ihmisen, voisi paeta johonkin niistä.",
      "Näissä kaupungeissa hän on turvassa verikostoon velvoitetulta vainajan sukulaiselta, eikä häntä saa surmata, ellei häntä ole julkisesti tutkittu ja tuomittu.",
      "Määrätkää turvakaupungeiksi kuusi kaupunkianne.",
      "Näistä kolme kaupunkia on määrättävä Jordanin itäpuolelta ja toiset kolme Kanaaninmaasta.",
      "Israelilaisille sekä heidän keskuudessaan asuville siirtolaisille ja muukalaisille nämä kuusi kaupunkia ovat turvapaikkoja. Niihin voi paeta jokainen, joka on vahingossa surmannut toisen ihmisen.",
      "Jos joku heittää toista niin suurella kivellä, että sillä voi tappaa, ja tämä kuolee, heittäjä on murhamies ja hänet on surmattava.",
      "Samoin, jos joku iskee toista puuesineellä, jota voi käyttää tappoaseena, ja tämä kuolee, lyöjä on murhamies ja hänet on surmattava.",
      "Verikostoon velvoitettu vainajan sukulainen saa surmata hänet heti, kun hänet kohtaa.",
      "Jos joku vihastuksissaan iskee toista tai tahallaan heittää häntä jollakin, niin että hän kuolee,",
      "tai jos hän lyö nyrkillä vihamiestään, niin että tämä kuolee, teon tekijä on surmattava, sillä hän on murhamies. Verikostoon velvoitettu sukulainen saa surmata hänet heti, kun hänet kohtaa.",
      "(H35:22-23)tai sellaisella kivellä, joka voi tappaa, ja jos toinen kuolee, kuoleman aiheuttajan ja verikostoa vaativan sukulaisen välinen asia on tutkittava ja ratkaistava julkisesti.",
      "Näin on tehtävä siinä tapauksessa, että surmansa saanut ei ollut surmaajan vihamies eikä surmaaja ollut aikonut häntä vahingoittaa.",
      "Kansan tulee suojella surmaajaa verikostoa vaativalta sukulaiselta ja viedä hänet takaisin siihen turvakaupunkiin, johon hän alun perin oli paennut. Siellä hänen on asuttava pyhällä öljyllä virkaansa voidellun ylipapin kuolemaan saakka.",
      "Jos surmaaja poistuu siitä turvakaupungista, johon hän on paennut,",
      "ja jos verikostoon velvoitettu vainajan sukulainen tällöin tavoittaa hänet turvakaupungin rajojen ulkopuolella ja tappaa hänet, kostaja ei joudu vastuuseen verenvuodatuksesta.",
      "Surmaajan on pysyttävä turvakaupungissa ylipapin kuolemaan saakka, mutta ylipapin kuoltua hän saa palata kotiinsa.",
      "Näitä lakeja ja säädöksiä teidän on noudatettava sukupolvesta toiseen, missä ikinä asuttekin.",
      "Jos joku on murhannut toisen ja näin ansainnut kuolemantuomion, te ette saa ottaa vastaan hänen henkensä pelastamiseksi tarjottua hyvitysmaksua; hänet on surmattava.",
      "Älkää hyvitysmaksua vastaankaan salliko turvakaupunkiin paenneen surmaajan palata kotiseudulleen, ennen kuin ylipappi on kuollut.",
      "Älkää saastuttako maata, jossa asutte; veri saastuttaa maan, ja maan, johon verta on vuodatettu, voi puhdistaa verivelasta vain sen verellä, joka veren on vuodattanut."
    ],
    [
      "Joosefista polveutuvan Gileadin, Makirin pojan, Manassen pojanpojan, suvun päämiehet tulivat Mooseksen ja Israelin sukukuntien johtomiesten eteen",
      "Mutta jos he menevät naimisiin johonkin muuhun heimoon kuuluvan israelilaisen miehen kanssa, heidän perintöosansa erotetaan meidän sukumme perintömaasta ja liitetään sen heimon perintöosaan, johon he siirtyvät. Se osa otetaan pois meille langenneesta osuudesta.",
      "Näin Herra on säätänyt Selofhadin tyttärien asiasta: He voivat avioitua kenen kanssa haluavat, kunhan menevät naimisiin isänsä sukukuntaan kuuluvan miehen kanssa.",
      "Israelilaisten maaomaisuus ei saa siirtyä heimolta toiselle, vaan kaikkien on pidettävä kiinni oman heimonsa perintömaista.",
      "Sen tähden tulee jokaisen Israelin heimoihin kuuluvan tyttären, joka perii isänsä maat, mennä naimisiin isänsä sukukuntaan kuuluvan miehen kanssa. Näin isien omistamat maat kulkevat perintönä siten,",
      "Selofhadin tyttäret noudattivat Herran Moosekselle antamaa käskyä.",
      "Mahla, Tirsa, Hogla, Milka ja Noa, Selofhadin tyttäret, menivät naimisiin setiensä poikien kanssa.",
      "Heidät otettiin vaimoiksi Joosefin pojan Manassen sukuun, ja näin heille tuleva osuus maasta pysyi heidän isänsä suvulla ja heimolla.",
      "Nämä olivat ne käskyt ja säädökset, jotka Herra käski Mooseksen ilmoittaa israelilaisille Moabin tasangolla Jordanin varrella vastapäätä Jerikoa."
    ]
  ],
  "name": "Numbers"
}
