{
  "id": "act",
  "chapters": [
    [
      "Edellisessä kirjassani, hyvä Teofilos, kerroin kaikesta siitä, mitä Jeesus teki ja mitä hän opetti, alusta alkaen",
      "aina siihen päivään saakka, jona hän Pyhän Hengen voimalla antoi valitsemilleen apostoleille käskynsä, ennen kuin hänet otettiin taivaaseen.",
      "Heille hän myös monin kiistattomin todistein osoitti kuolemansa jälkeen olevansa elossa. Hän näyttäytyi heille neljänkymmenen päivän aikana useasti ja puhui Jumalan valtakunnasta.",
      "Kun hän oli sanonut tämän, he näkivät, kuinka hänet otettiin ylös, ja pilvi vei hänet heidän näkyvistään.",
      "Ja kun he Jeesuksen etääntyessä vielä tähysivät taivaalle, heidän vieressään seisoi yhtäkkiä kaksi valkopukuista miestä.",
      "Silloin he lähtivät tuolta vuorelta, jota kutsutaan Öljymäeksi ja joka on lähellä Jerusalemia, sapatinmatkan päässä. He palasivat Jerusalemiin",
      "ja menivät siellä siihen taloon, jonka yläkerrasta oli tullut heidän kokoontumispaikkansa: Pietari, Johannes ja Jaakob, Andreas, Filippus, Tuomas, Bartolomeus, Matteus ja Jaakob Alfeuksen poika, Simon Kiivailija ja Juudas Jaakobin poika.",
      "He pitivät kaikki yhtä ja rukoilivat lakkaamatta yhdessä joukkoonsa kuuluvien naisten sekä Jeesuksen äidin Marian ja Jeesuksen veljien kanssa.",
      "Eräänä päivänä, kun opetuslapsia oli koolla noin satakaksikymmentä, Pietari nousi puhumaan.",
      "Hän kuului meidän joukkoomme ja oli saanut osalleen palvelutehtävän niin kuin mekin.",
      "-- Tämä tuli yleisesti tiedoksi Jerusalemissa, ja niin se paikka sai heidän kielellään nimen Hakeldama, Veripelto.",
      "Siispä on nyt valittava yksi niistä miehistä, jotka ovat kulkeneet kanssamme koko sen ajan, jolloin Herra Jeesus eli ja vaikutti meidän keskuudessamme,",
      "Ehdolle pantiin kaksi miestä: Joosef Barsabbas, toiselta nimeltään Justus, sekä Mattias.",
      "Sen jälkeen he heittivät miehistä arpaa, ja arpa lankesi Mattiakselle. Näin hänet valittiin ja liitettiin kahdentenatoista apostolien joukkoon."
    ],
    [
      "Kun sitten koitti helluntaipäivä, he olivat kaikki yhdessä koolla.",
      "Yhtäkkiä kuului taivaalta kohahdus, kuin olisi käynyt raju tuulenpuuska, ja se täytti koko sen talon, jossa he olivat.",
      "He näkivät tulenlieskoja, kuin kieliä, jotka jakautuivat ja laskeutuivat itse kunkin päälle.",
      "He tulivat täyteen Pyhää Henkeä ja alkoivat puhua eri kielillä sitä mitä Henki antoi heille puhuttavaksi.",
      "Jerusalemissa asui hurskaita juutalaisia, joita oli tullut sinne kaikkien kansojen keskuudesta, mitä taivaan alla on.",
      "Kun tämä ääni kuului, paikalle kerääntyi paljon väkeä, ja hämmästys valtasi kaikki, sillä jokainen kuuli puhuttavan omaa kieltään.",
      "Kuinka me sitten kuulemme kukin oman synnyinmaamme kieltä?",
      "Meitä on täällä partilaisia, meedialaisia ja elamilaisia, meitä on Mesopotamiasta, Juudeasta ja Kappadokiasta, Pontoksesta ja Aasian maakunnasta,",
      "Frygiasta, Pamfyliasta, Egyptistä ja Libyasta Kyrenen seudulta, meitä on tullut Roomasta,",
      "Eivät nämä miehet ole juovuksissa, niin kuin te luulette -- nythän on vasta aamu, päivän kolmas tunti.",
      "Tämä on sitä, mikä profeetta Joelin suulla on ilmoitettu:",
      "-- Viimeisinä päivinä, sanoo Jumala, minä vuodatan Henkeni kaikkiin ihmisiin. Teidän poikanne ja tyttärenne profetoivat, nuorukaiset näkevät näkyjä ja vanhukset ennusunia.",
      "Näin teen: palvelijoihini ja palvelijattariini minä vuodatan Henkeni niinä päivinä, ja he profetoivat.",
      "Minä näytän ihmeitä ylhäällä taivaalla, merkkejä alhaalla maan päällä: verta, tulta ja suitsevaa savua.",
      "Aurinko pimenee, kuu värjäytyy vereen, ennen kuin koittaa Herran päivä, suuri ja häikäisevä.",
      "Mutta joka huutaa avuksi Herran nimeä, se pelastuu.",
      "Tämän Jeesuksen te surmasitte. Te panitte lakia tuntemattomat pakanat naulitsemaan hänet ristiin, kun hänet oli annettu teidän käsiinne niin kuin Jumala oli suunnitellut ja ennalta nähnyt.",
      "Mutta Jumala herätti hänet, päästi hänet kuoleman kidasta. Eihän edes ollut mahdollista, että kuolema olisi voinut pitää häntä vallassaan,",
      "sillä Daavid sanoo hänestä: -- Minä näen alati edessäni Herran, hän pysyy oikealla puolellani, etten horjahtaisi.",
      "Siksi minun sydämeni iloitsee ja kieleni riemuitsee, vieläpä ruumiini on lepäävä toivossa,",
      "sillä sinä et hylkää sieluani tuonelaan etkä salli pyhän palvelijasi ruumiin maatua.",
      "Sinä osoitat minulle elämän tien. Minä saan nähdä sinun kasvosi, sinä täytät minut ilolla.",
      "Mutta Daavid oli profeetta, ja Jumala oli valalla vannoen luvannut asettaa Daavidin valtaistuimelle hänen oman jälkeläisensä. Daavid tiesi tämän",
      "ja näki ennalta Kristuksen ylösnousemuksen. Sitä hän tarkoitti sanoessaan, ettei Herra hylkää häntä tuonelaan eikä hänen ruumiinsa maadu.",
      "Tämän Jeesuksen on Jumala herättänyt kuolleista; me kaikki olemme sen todistajia.",
      "Jumala on korottanut hänet oikealle puolelleen, ja hän on ottanut vastaan Isän lupaaman Pyhän Hengen lahjan ja vuodattanut sen, niin kuin te voitte nähdä ja kuulla.",
      "Ei Daavid itse noussut taivaisiin. Hänhän sanoo: -- Herra sanoi minun herralleni: Istu oikealle puolelleni.",
      "Minä kukistan vihollisesi, panen heidät korokkeeksi jalkojesi alle.",
      "Ne, jotka ottivat hänen sanomansa vastaan, kastettiin, ja uskovien joukkoon tuli sinä päivänä lisää noin kolmetuhatta henkeä.",
      "Seurakunta kuunteli ja noudatti uskollisesti apostolien opetusta. Uskovat elivät keskinäisessä yhteydessä, mursivat yhdessä leipää ja rukoilivat.",
      "Pelko levisi ihmisten keskuuteen, ja apostolien kätten kautta tapahtui monia ihmeitä ja tunnustekoja.",
      "Uskovat pysyttelivät yhdessä, ja kaikki oli heille yhteistä.",
      "He myivät talonsa ja tavaransa, ja rahoista jaettiin kaikille sen mukaan kuin kukin tarvitsi.",
      "Joka päivä he uskollisesti kokoontuivat temppeliin, ja kodeissaan he yhdessä mursivat leipää ja aterioivat riemullisin ja vilpittömin mielin.",
      "He ylistivät Jumalaa ja olivat koko kansan suosiossa, ja päivä päivältä Herra liitti heidän joukkoonsa niitä jotka pelastuivat."
    ],
    [
      "Pietari ja Johannes menivät temppeliin. Oli rukoushetken aika, yhdeksäs tunti.",
      "Silloin sinne kannettiin miestä, joka oli ollut rampa syntymästään saakka. Hänet pantiin joka päivä temppelin niin sanotulle Kauniilleportille, jotta hän voisi kerjätä temppeliin meneviltä.",
      "Kun mies näki Pietarin ja Johanneksen menossa temppeliin, hän pyysi heiltä almua.",
      "Mies katsoi tarkkaavasti odottaen saavansa heiltä jotakin.",
      "Hän tarttui miestä oikeasta kädestä ja auttoi hänet ylös, ja siinä samassa mies sai voimaa jalkoihinsa ja nilkkoihinsa.",
      "Hän hypähti pystyyn, seisoi jalkojensa varassa ja käveli, ja hän tuli heidän kanssaan temppeliin, hyppeli kulkiessaan ja ylisti Jumalaa.",
      "Kaikki näkivät, kuinka hän käveli ja ylisti Jumalaa.",
      "He tunsivat hänet samaksi mieheksi, joka oli istunut Kauniillaportilla kerjäämässä, ja olivat hämmästyksestä suunniltaan sen johdosta, mitä hänelle oli tapahtunut.",
      "Mies pysytteli yhä Pietarin ja Johanneksen seurassa, ja kaikki riensivät ihmeissään heidän luokseen niin sanottuun Salomon pylväikköön.",
      "Ei -- Abrahamin, Iisakin ja Jaakobin Jumala, meidän isiemme Jumala, on korottanut kirkkauteen palvelijansa Jeesuksen, hänet, jonka te luovutitte tuomittavaksi ja kielsitte Pilatuksen edessä, vaikka Pilatus oli päättänyt vapauttaa hänet.",
      "Hänet te kielsitte, pyhän ja vanhurskaan, ja pyysitte vapaaksi murhamiehen.",
      "Te surmasitte elämän ruhtinaan! Mutta Jumala herätti hänet kuolleista; me olemme sen todistajia.",
      "Jeesuksen nimi ja usko siihen antoi voimaa tälle miehelle, jonka te näette ja tunnette. Usko, jonka Jeesus antaa, on tehnyt tästä miehestä terveen, niin kuin te kaikki näette.",
      "Mutta sillä tavoin Jumala pani täytäntöön sen, minkä hän ennalta oli ilmoittanut kaikkien profeettojen suulla: hänen Voideltunsa tuli kärsiä ja kuolla.",
      "Katukaa siis syntejänne, jotta ne pyyhittäisiin pois,",
      "kääntykää, jotta Herra antaisi tulla virvoituksen ajan ja lähettäisi Jeesuksen, teille ennalta valitsemansa Voidellun.",
      "Mooses on sanonut: 'Herra, teidän Jumalanne, on veljienne joukosta nostava esiin profeetan, minun kaltaiseni. Kuulkaa häntä, tehkää kaikessa niin kuin hän teille sanoo.",
      "Jokainen, joka ei tätä profeettaa kuule, poistetaan kansansa parista ja tuhotaan.'",
      "Samoin ovat muut profeetat, niin Samuel kuin kaikki myöhemmätkin, kansalle puhuessaan myös ennustaneet näistä päivistä.",
      "Te olette profeettojen lapsia, te olette perineet sen liiton, jonka Jumala teki isienne kanssa sanoessaan Abrahamille: 'Sinun jälkeläisesi kautta tulee siunaus kaikille sukukunnille maan päällä.'"
    ],
    [
      "Kun Pietari ja Johannes vielä puhuivat kansalle, tulivat paikalle papit, temppelivartioston päällikkö ja saddukeukset.",
      "He olivat suutuksissaan siitä, että apostolit opettivat kansaa ja Jeesuksen ylösnousemukseen vedoten julistivat ylösnousemusta kuolleista.",
      "He pidättivät Pietarin ja Johanneksen ja panivat nämä yöksi vankilaan; oli näet jo ilta.",
      "Mutta monet niistä, jotka olivat kuulleet heidän puheensa, uskoivat. Miehiä oli nyt jo noin viisituhatta.",
      "Seuraavana päivänä kokoontuivat Jerusalemissa juutalaisten hallitusmiehet, vanhimmat ja lainopettajat.",
      "Ylipappi Hannas oli paikalla, samoin Kaifas, Johannes, Aleksandros ja kaikki muut, jotka olivat ylipapillista sukua.",
      "Jos meidät nyt pannaan vastaamaan sairaalle tekemästämme hyvästä teosta ja ilmoittamaan, kenen nimessä hänet on parannettu,",
      "niin tietäkää tämä, te kaikki ja koko Israelin kansa: se tapahtui Jeesuksen Kristuksen, Nasaretilaisen, nimessä. Hänet te ristiinnaulitsitte, mutta Jumala herätti hänet kuolleista. Hänen voimastaan tämä mies seisoo terveenä teidän edessänne.",
      "Hän on se kivi, joka ei teille rakentajille kelvannut mutta josta on tullut kulmakivi.",
      "Kun neuvoston jäsenet näkivät Pietarin ja Johanneksen rohkeuden ja totesivat heidät oppimattomiksi kansanmiehiksi, he olivat ihmeissään. He tunsivat nämä Jeesuksen seuralaisiksi,",
      "ja kun he vielä näkivät parannetun miehen seisovan apostolien vieressä, he eivät voineet väittää vastaan.",
      "He käskivät apostolien poistua istuntosalista ja neuvottelivat keskenään:",
      "He kutsuivat apostolit sisään ja kielsivät heitä enää puhumasta tai opettamasta yhtään mitään Jeesuksen nimessä.",
      "Silloin neuvoston jäsenet uhkailivat heitä entistä ankarammin, mutta päästivät heidät sitten vapaaksi kansan tähden. He katsoivat mahdottomaksi rangaista miehiä, sillä kaikki ylistivät Jumalaa sen johdosta, mitä oli tapahtunut.",
      "Olihan mies, joka tällä tunnusteolla oli parannettu, jo yli neljänkymmenen vuoden ikäinen.",
      "Vapaaksi päästyään Pietari ja Johannes menivät omiensa luo ja kertoivat, mitä ylipapit ja kansan vanhimmat olivat heille sanoneet.",
      "Sinä olet antanut Pyhän Henkesi puhua palvelijasi Daavidin, meidän isämme, suulla: -- Miksi pakanat raivoavat, kansat punovat turhia juonia?",
      "Maailman kuninkaat nousevat vastarintaan, hallitsijat liittoutuvat Herraa ja hänen Voideltuaan vastaan.",
      "He toteuttivat sen, minkä sinä voimallasi ja päätökselläsi olit ennalta määrännyt tapahtuvaksi.",
      "Katso nyt, Herra, kuinka he meitä uhkailevat! Anna palvelijoillesi voimaa pelotta julistaa sanaasi.",
      "Kun he olivat päättäneet rukouksensa, vavahti paikka, jossa he olivat koolla, ja he kaikki täyttyivät Pyhästä Hengestä ja julistivat rohkeasti Jumalan sanaa.",
      "Koko uskovien joukolla oli yksi sydän ja yksi sielu. Kukaan ei pitänyt omanaan sitä, minkä omisti, vaan kaikki oli heille yhteistä.",
      "Apostolit todistivat voimallisesti Herran Jeesuksen ylösnousemuksesta, ja Jumalan armo oli heidän kaikkien osana runsain määrin.",
      "Kukaan ei kärsinyt puutetta. Ne, jotka omistivat tilan tai talon, myivät sen ja luovuttivat kauppasumman",
      "apostolien haltuun, ja näiltä jokainen sai rahaa tarpeensa mukaan.",
      "Myös Joosef, Kyproksesta kotoisin oleva leeviläinen, jota apostolit kutsuivat Barnabakseksi -- nimi merkitsee: rohkaisija --",
      "myi omistamansa pellon ja toi rahat apostolien jaettavaksi."
    ],
    [
      "Muuan Ananias-niminen mies myi yhdessä vaimonsa Safiran kanssa maatilan,",
      "mutta pani vaimonsa tieten osan kauppahinnasta syrjään. Loput hän luovutti apostolien haltuun.",
      "Nämä sanat kuullessaan Ananias lyyhistyi kuolleena maahan, ja kaikki, jotka olivat tätä kuulemassa, joutuivat kauhun valtaan.",
      "Nuoret miehet kietoivat Ananiaan ruumiin vaatteeseen, kantoivat hänet ulos ja hautasivat hänet.",
      "Kolmisen tuntia myöhemmin tuli Ananiaan vaimo sisään, tapahtuneesta mitään tietämättä.",
      "Siinä samassa nainen kaatui kuolleena Pietarin jalkoihin. Nuoret miehet tulivat sisään ja näkivät naisen kuolleen. He veivät hänet pois ja hautasivat hänet miehensä viereen.",
      "Kauhu valtasi koko seurakunnan ja kaikki jotka tästä kuulivat.",
      "Apostolien kätten kautta tapahtui kansan keskuudessa monia tunnustekoja ja ihmeitä. Uskovat pitivät yhtä ja kokoontuivat Salomon pylväikössä;",
      "kukaan muu ei rohjennut liittyä heidän seuraansa. Mutta kansa piti heitä suuressa arvossa,",
      "ja Herraan uskovien määrä kasvoi yhä, niin miesten kuin naistenkin.",
      "Ihmiset toivat sairaita kaduille ja panivat heidät vuoteille ja paareille, jotta Pietarin kulkiessa ohi edes hänen varjonsa koskettaisi jotakuta heistä.",
      "Myös Jerusalemin ympärillä olevista kaupungeista tuli ihmisiä suurin joukoin. He toivat mukanaan sairaita ja saastaisten henkien vaivaamia, ja kaikki nämä tulivat terveiksi.",
      "Silloin kiihko valtasi ylipapin ja hänen kannattajansa, koko saddukeusten ryhmäkunnan.",
      "He ottivat kiinni apostolit ja panivat heidät vankilaan.",
      "Mutta yöllä Herran enkeli avasi vankilan ovet, vei heidät ulos ja sanoi:",
      "Lähtekää täältä. Menkää temppeliin ja julistakaa kansalle kaikki tämän uuden elämän sanat.",
      "Apostolit tekivät niin. Kun päivä koitti, he menivät temppeliin ja alkoivat opettaa. Ylipappi ja hänen lähimmät miehensä kutsuivat heti aamulla koolle Suuren neuvoston, kaikki Israelin kansan vanhimmat, ja lähettivät noutamaan apostoleja vankilasta.",
      "Sinne tultuaan palvelijat eivät kuitenkaan löytäneet heitä. He palasivat ja kertoivat:",
      "Me näimme omin silmin, että vankila oli tarkoin lukittu ja vartijat seisoivat ovilla, mutta kun avasimme oven, emme löytäneet sieltä ketään.",
      "Tämän kuultuaan temppelivartioston päällikkö ja ylipapit olivat ymmällä eivätkä voineet käsittää, mitä oikein oli tapahtunut.",
      "Vartioston päällikkö lähti miehineen noutamaan apostoleita ja toi heidät paikalle. Väkivaltaa he eivät käyttäneet, sillä he pelkäsivät, että kansa voisi kivittää heidät.",
      "Apostolit tuotiin neuvoston eteen, ja ylipappi alkoi kuulustella heitä.",
      "Meidän isiemme Jumala on herättänyt kuolleista Jeesuksen, jonka te ripustitte ristinpuulle ja murhasitte.",
      "Jumala on korottanut hänet oikealle puolelleen Ruhtinaaksi ja Pelastajaksi johdattaakseen Israelin kääntymykseen ja antaakseen sille synnit anteeksi.",
      "Tämän kuullessaan neuvoston jäsenet olivat pakahtua raivosta ja aikoivat tappaa heidät.",
      "Silloin nousi neuvoston keskeltä eräs fariseus, Gamaliel-niminen lainopettaja, jota koko kansa piti arvossa. Hän käski viedä miehet hetkeksi ulos",
      "Ennen meidän päiviämme esiintyi Teudas. Hän väitti jokin olevansa ja saikin mukaansa neljäsataa miestä, mutta hänet tapettiin ja koko hänen kannattajajoukkonsa hävisi jäljettömiin.",
      "Hänen jälkeensä esiintyi verollepanon aikoihin Juudas Galilealainen. Myös Juudas houkutteli kansaa puolelleen, mutta hänkin sai surmansa ja koko hänen kannattajajoukkonsa joutui hajalle.",
      "Siksi annan teille nyt tämän neuvon: jättäkää nämä miehet rauhaan, antakaa heidän olla. Jos tämä heidän ajamansa hanke on lähtöisin ihmisistä, se kukistuu itsestään.",
      "Neuvosto kutsui apostolit sisään, ruoskitti heidät ja kielsi heitä puhumasta Jeesuksen nimessä, mutta päästi heidät vapaaksi.",
      "Apostolit lähtivät neuvostosta iloisina siitä, että olivat saaneet kunnian kärsiä häväistystä Jeesuksen nimen tähden.",
      "Entiseen tapaan he joka päivä opettivat temppelissä ja kodeissa ja julistivat, että Jeesus on Messias."
    ],
    [
      "Noihin aikoihin, opetuslasten joukon yhä kasvaessa, kreikkaa puhuvat alkoivat syyttää hepreankielisiä siitä, että heidän leskiään syrjittiin päivittäisiä avustuksia jaettaessa.",
      "Valitkaa siis, veljet, keskuudestanne seitsemän hyvämaineista miestä, jotka ovat Hengen ja viisauden täyttämiä, niin me asetamme heidät tähän tehtävään.",
      "Kaikki, jotka olivat koolla, pitivät tätä ehdotusta hyvänä. He valitsivat Stefanoksen, miehen, joka oli täynnä uskoa ja Pyhää Henkeä, sekä Filippoksen, Prokoroksen, Nikanorin, Timonin, Parmenaksen ja Nikolaoksen, antiokialaisen käännynnäisen.",
      "Nämä tuotiin apostolien eteen, ja apostolit rukoilivat ja panivat kätensä heidän päälleen.",
      "Jumalan sana levisi leviämistään. Opetuslasten määrä kasvoi Jerusalemissa nopeasti, ja usko voitti puolelleen myös monia pappeja.",
      "Stefanos oli täynnä armoa ja voimaa, ja hän teki suuria ihmeitä ja tunnustekoja kansan keskuudessa.",
      "Silloin muutamat miehet ryhtyivät väittelemään hänen kanssaan; toiset näistä kuuluivat niin sanottuihin vapautettujen, kyreneläisten ja aleksandrialaisten synagogiin, toiset olivat kotoisin Kilikiasta ja Aasian maakunnasta.",
      "Mutta Hengen voimalla hän puhui viisaasti, eivätkä he kyenneet pitämään puoliaan.",
      "He yllyttivät kansaa, kansan vanhimpia ja lainopettajia, ja sitten he kävivät käsiksi Stefanokseen ja veivät hänet Suuren neuvoston eteen.",
      "Kaikki, jotka istuivat neuvostossa, kiinnittivät katseensa Stefanokseen, ja hänen kasvonsa olivat heistä niin kuin enkelin kasvot."
    ],
    [
      "Jumala sanoi hänelle: 'Lähde maastasi ja sukusi parista ja mene maahan, jonka minä sinulle osoitan.'",
      "Silloin hän lähti kaldealaisten maasta ja asettui Harraniin, ja hänen isänsä kuoltua Jumala siirsi hänet tähän maahan, jossa te nyt asutte.",
      "Jumala ei antanut siitä Abrahamille jalanleveyden vertaa, mutta lupasi, että hän antaa sen omaksi hänelle ja hänen jälkeläisilleen -- vaikka Abrahamilla ei ollut lapsia.",
      "Jumala sanoi: 'Sinun jälkeläisesi tulevat elämään muukalaisina vieraassa maassa, ja heitä pidetään orjuudessa ja sorretaan neljäsataa vuotta.",
      "Mutta minä' -- niin sanoi Jumala -- 'tuomitsen sen kansan, joka orjuuttaa heitä. Sen jälkeen he lähtevät sieltä ja palvelevat minua tässä paikassa.'",
      "Jumala teki Abrahamin kanssa liiton, jonka merkkinä on ympärileikkaus. Abrahamille syntyi Iisak, ja Abraham ympärileikkasi hänet kahdeksantena päivänä, samoin Iisak Jaakobin ja Jaakob kansamme kaksitoista kantaisää.",
      "ja pelasti hänet kaikista ahdingoista. Jumala antoi hänelle viisautta, niin että farao, Egyptin kuningas, mieltyi häneen ja uskoi hänen hallintaansa koko Egyptin maan ja oman taloutensa.",
      "Sitten tuli koko Egyptiin ja Kanaaniin nälänhätä, vaikea ahdingon aika, eivätkä isämme saaneet mistään ravintoa.",
      "Mutta Jaakob kuuli, että Egyptissä oli viljaa, ja lähetti isämme sinne. Ensimmäistä käyntiä",
      "seurasi toinen, ja silloin Joosef ilmaisi itsensä veljilleen ja farao sai tietää hänen suvustaan.",
      "Joosef lähetti sanan isälleen Jaakobille ja kutsui luokseen hänet ja koko sukunsa, seitsemänkymmentäviisi henkeä.",
      "Niin Jaakob meni Egyptiin. Siellä hän kuoli, samoin kantaisämme,",
      "ja heidät vietiin Sikemiin ja pantiin hautaan, jonka Abraham oli hopealla ostanut Sikemistä Hamorin pojilta.",
      "kunnes siellä nousi valtaan uusi kuningas, joka ei tiennyt mitään Joosefista.",
      "Hän juonitteli kansaamme vastaan, sorti isiämme ja pakotti heidät jättämään vastasyntyneet lapsensa heitteille, etteivät ne jäisi eloon.",
      "Tuohon aikaan syntyi Mooses, ja hän oli Jumalalle mieleinen. Kolme kuukautta häntä hoidettiin kotona,",
      "ja sitten hänet jätettiin heitteille. Mutta faraon tytär pelasti hänet ja hoiti häntä omana poikanaan.",
      "Mooses sai parhaan egyptiläisen kasvatuksen ja osoitti kykynsä sekä sanoissa että teoissa.",
      "Nähdessään, miten julmasti yhtä heistä kohdeltiin, hän riensi apuun ja kosti pahoinpidellyn puolesta lyömällä egyptiläisen hengiltä.",
      "Hän luuli veljiensä ymmärtävän, että Jumala oli valinnut hänet heidän pelastajakseen, mutta he eivät ymmärtäneet.",
      "Seuraavana päivänä hän tuli paikalle juuri kun kaksi heistä tappeli keskenään, ja hän yritti saada sovinnon aikaan. Hän sanoi: 'Miehet, tehän olette veljiä! Miksi te käytte toistenne kimppuun?'",
      "Mutta se mies, joka oli tappelun aloittanut, työnsi Mooseksen syrjään ja sanoi: 'Kuka sinut on pannut meidän päälliköksemme ja tuomariksemme?",
      "Aiotko tappaa minutkin, niin kuin eilen tapoit sen egyptiläisen?'",
      "Tämän kuultuaan Mooses pakeni. Hän eli sitten muukalaisena Midianin maassa, ja hänelle syntyi siellä kaksi poikaa.",
      "Mooses hämmästyi tätä näkyä ja meni lähemmäs katsoakseen tarkemmin, mutta silloin hän kuuli Herran äänen:",
      "'Minä olen sinun isiesi Jumala, Abrahamin, Iisakin ja Jaakobin Jumala.' Mooses alkoi vapista eikä rohjennut katsoa.",
      "Mutta Herra sanoi hänelle: 'Riisu kengät jalastasi, sillä paikka, jossa seisot, on pyhää maata.",
      "Minä olen nähnyt, miten kansaani sorretaan Egyptissä, ja kuullut, miten se huokaa. Nyt olen astunut alas vapauttaakseni kansani. Tule, minä lähetän sinut Egyptiin.'",
      "Juuri hän johti heidät pois ja teki ihmeitä ja tunnustekoja Egyptissä, Punaisellamerellä ja autiomaassa neljänkymmenen vuoden ajan.",
      "Ja juuri tämä Mooses sanoi israelilaisille: 'Jumala on veljienne joukosta nostava teille profeetan, minun kaltaiseni.'",
      "Juuri Mooses, silloin kun kansa oli koolla autiomaassa, välitti isillemme sen, mitä enkeli puhui hänelle Siinainvuorella. Hän otti vastaan elävät sanat antaakseen ne edelleen meille.",
      "Mutta meidän isämme eivät suostuneet tottelemaan häntä, vaan työnsivät hänet syrjään ja mielittelivät takaisin Egyptiin.",
      "He sanoivat Aaronille: 'Tee meille jumalia, jotka johdattavat meitä. Me emme tiedä, mitä on tapahtunut Moosekselle, tuolle miehelle, joka toi meidät pois Egyptistä.'",
      "Niin he sitten tekivät sonnipatsaan, toivat sille uhreja ja viettivät ilojuhlaa tämän omatekoisen jumalansa kunniaksi.",
      "Mutta Jumala käänsi heille selkänsä ja hylkäsi heidät, antoi heidän palvoa taivaan tähtiä. Näinhän sanotaan profeettojen kirjassa: -- Toitteko te minulle teuraita ja muita uhreja autiomaassa niiden neljänkymmenen vuoden aikana, toitteko, Israelin sukukunta?",
      "Molokin telttaa ja Raifan-jumalan tähteä te kannoitte, kuvia, jotka itse olitte kumarrettaviksenne tehneet! Niinpä minä siirrän teidät pois, Babylonin tuolle puolen.",
      "Sen teltan meidän isämme saivat perinnöksi, ja he toivat sen mukanaan vallatessaan Joosuan johdolla tämän maan kansoilta, jotka Jumala karkotti heidän tieltään. Näin oli Daavidin aikaan saakka.",
      "Jumala mieltyi Daavidiin, ja niin Daavid pyysi, että saisi etsiä asuinpaikan Jaakobin suvun Jumalalle.",
      "Mutta Salomo rakensi hänelle asuttavaksi talon! Korkein ei kuitenkaan asu ihmiskäsin tehdyissä rakennuksissa.",
      "Profeettahan sanoo:",
      "-- Taivas on minun valtaistuimeni ja maa minun jalkojeni koroke. Millaisen talon te minulle rakentaisitte, sanoo Herra, mikä olisi minun asuinsijani?",
      "Olenhan omin käsin tehnyt tämän kaiken!",
      "Onko yhtäkään profeettaa, jota teidän isänne eivät olisi vainonneet? He tappoivat ne, jotka ennalta ilmoittivat, että Vanhurskas oli tuleva. Ja nyt olette te kavaltaneet ja murhanneet hänet!",
      "Tämän kuullessaan neuvoston jäsenet olivat pakahtua raivosta ja kiristelivät hampaitaan.",
      "Mutta Pyhää Henkeä täynnä Stefanos nosti katseensa taivasta kohti ja näki Jumalan kirkkauden ja Jeesuksen, joka seisoi Jumalan oikealla puolella.",
      "Silloin he alkoivat huutaa suureen ääneen, tukkivat korvansa ja ryntäsivät yhtenä miehenä hänen kimppuunsa.",
      "He raahasivat hänet ulos kaupungista kivittääkseen hänet, ja todistajat jättivät viittansa Saul-nimisen nuoren miehen huostaan."
    ],
    [
      "Saul oli samaa mieltä kuin muut ja hyväksyi sen, että Stefanos surmattiin. Sinä päivänä puhkesi ankara vaino Jerusalemin seurakuntaa vastaan, ja kaikki muut paitsi apostolit hajaantuivat eri puolille Juudeaa ja Samariaa.",
      "Muutamat hurskaat miehet hautasivat Stefanoksen ja pitivät hänelle suuret valittajaiset.",
      "Mutta Saul tahtoi tuhota seurakunnan. Hän kulki talosta taloon, raastoi miehet ja naiset ulos ja toimitti heidät vankilaan.",
      "Ne, jotka näin olivat hajaantuneet, kulkivat seudulta toiselle ja levittivät evankeliumin sanaa.",
      "Filippos tuli Samarian pääkaupunkiin ja julisti sen väelle sanomaa Kristuksesta.",
      "Kun samarialaiset kuulivat, mitä hän puhui, ja näkivät ne tunnusteot, joita hän teki, he tulivat sankoin joukoin kuulemaan häntä.",
      "Monet vapautuivat saastaisista hengistä, jotka lähtivät heistä kovalla äänellä huutaen, ja monet halvaantuneet ja rammat paranivat.",
      "Kaupungin täytti ilo ja riemu.",
      "Jo pitkään oli kaupungissa harjoittanut noituutta muuan Simon, joka väitti olevansa jotakin suurta ja piti Samarian kansaa ihmetyksen vallassa.",
      "Häntä kuunneltiin, koska hän jo pitkän aikaa oli noitatempuillaan hämmästyttänyt ihmisiä.",
      "Mutta kun ihmiset kääntyivät uskomaan Filipposta, joka julisti hyvää sanomaa Jumalan valtakunnasta ja Jeesuksesta Kristuksesta, he ottivat kasteen, sekä miehet että naiset.",
      "Jopa Simon itse uskoi, ja hänet kastettiin. Hän pysytteli sitten Filippoksen seurassa, ja nähdessään ne suuret ihmeet ja voimateot, joita Filippos teki, hän oli hämmästyksestä suunniltaan.",
      "Kun Jerusalemissa olevat apostolit kuulivat samarialaisten ottaneen vastaan Jumalan sanan, he lähettivät Pietarin ja Johanneksen heidän luokseen.",
      "Perille tultuaan nämä rukoilivat Samarian uskovien puolesta, että he saisivat Pyhän Hengen.",
      "Henki näet ei ollut vielä laskeutunut kehenkään heistä; heidät oli ainoastaan kastettu Herran Jeesuksen nimeen.",
      "Pietari ja Johannes panivat kätensä heidän päälleen, ja he saivat Pyhän Hengen.",
      "Kun Simon näki, että ne, joiden päälle apostolit panivat kätensä, saivat Hengen, hän tarjosi heille rahaa",
      "Sinulla ei ole tässä osaa eikä arpaa, sillä sinä et ole vilpitön Jumalan edessä.",
      "Käänny siis tästä pahuudestasi ja rukoile Herraa! Kenties hän antaa ajatuksesi anteeksi.",
      "Kun apostolit olivat puhuneet Herran sanaa ja todistaneet hänestä, he lähtivät takaisin Jerusalemiin ja julistivat matkalla evankeliumia monissa Samarian kylissä.",
      "Filippos lähti sinne. Juuri silloin sitä tietä tuli mahtava etiopialainen hoviherra, eunukki, joka hoiti Etiopian kuningattaren eli kandaken koko omaisuutta. Hän oli käynyt Jerusalemissa pyhiinvaellusmatkalla",
      "ja oli nyt palaamassa kotiin, istui vaunuissaan ja luki profeetta Jesajan kirjaa.",
      "Kohta, jota hän kirjasta luki, oli tämä: -- Niin kuin lammas hänet vietiin teuraaksi, niin kuin karitsa, joka on ääneti keritsijänsä edessä, ei hänkään suutansa avannut.",
      "Kun hänet alennettiin, hänen tuomionsa otettiin pois. Kuka voi laskea hänen jälkeläistensä määrän? Hänen elämänsä otetaan pois maan päältä.",
      "Filippos rupesi puhumaan, aloitti tuosta kirjoitusten kohdasta ja julisti miehelle evankeliumia Jeesuksesta.",
      "Hän käski pysäyttää vaunut, ja he molemmat, Filippos ja hoviherra, astuivat veteen, ja Filippos kastoi hänet.",
      "Kun he olivat nousseet vedestä, Herran Henki tempasi Filippoksen pois. Hoviherra ei enää nähnyt häntä mutta jatkoi iloisena matkaansa.",
      "Filippos ilmaantui sitten Asdodiin. Evankeliumia julistaen hän kulki kaupungista kaupunkiin, kunnes tuli Kesareaan."
    ],
    [
      "Saul uhkui yhä vihaa ja murhanhimoa Herran opetuslapsia kohtaan. Hän meni ylipapin luo",
      "ja pyysi tältä Damaskoksen synagogille osoitettuja kirjeitä, jotka valtuuttaisivat hänet vangitsemaan tuolle tielle lähteneet, sekä miehet että naiset, ketkä vain käsiinsä saisi, ja tuomaan heidät Jerusalemiin.",
      "Matkalla, Saulin ollessa jo lähellä Damaskosta, taivaasta leimahti yhtäkkiä valo hänen ympärilleen.",
      "Saulin matkatoverit seisoivat sanattomina. He kuulivat äänen mutta eivät havainneet ketään.",
      "Saul nousi maasta, mutta kun hän avasi silmänsä, hän ei nähnyt mitään. Toiset veivät hänet Damaskokseen kädestä taluttaen.",
      "Kolmeen päivään hän ei nähnyt mitään, ei syönyt eikä juonut.",
      "Samassa oli kuin suomut olisivat pudonneet Saulin silmistä, ja hän näki jälleen. Hän nousi jalkeille, ja hänet kastettiin.",
      "Ruokaa nautittuaan hän taas voimistui. Saul viipyi jonkin aikaa Damaskoksessa opetuslasten luona.",
      "Hän alkoi heti synagogissa julistaa, että Jeesus on Jumalan Poika.",
      "Mutta Saul sai yhä enemmän voimaa. Vääjäämättömin todistein hän osoitti, että Jeesus on Kristus, ja saattoi näin Damaskoksen juutalaiset hämmennyksen valtaan.",
      "Jonkin ajan kuluttua juutalaiset päättivät tappaa Saulin.",
      "Saul sai kuitenkin vihiä heidän hankkeestaan. He pitivät kaupungin porteilla vartiota yötä päivää, jotta saisivat hänet surmatuksi,",
      "mutta eräänä yönä opetuslapset auttoivat hänet pakoon laskemalla hänet korissa muurilta alas.",
      "Jerusalemiin saavuttuaan Saul yritti liittyä opetuslasten joukkoon, mutta kaikki pelkäsivät häntä eivätkä uskoneet, että hänestä oli tullut opetuslapsi.",
      "Silloin Barnabas tuli hänen avukseen ja vei hänet apostolien luo. Hän kertoi heille, kuinka Saul oli tiellä nähnyt Herran, kuinka Herra oli puhunut hänelle ja kuinka hän Damaskoksessa oli rohkeasti julistanut sanomaa Jeesuksesta.",
      "Sen jälkeen Saul eli ja vaikutti heidän parissaan Jerusalemissa. Rohkeasti hän julisti sanomaa Herrasta.",
      "Hän puhui myös kreikankielisille juutalaisille ja väitteli heidän kanssaan, mutta he yrittivät tappaa hänet.",
      "Kun uskonveljet saivat tietää tämän, he veivät Saulin Kesareaan ja lähettivät hänet sieltä Tarsokseen.",
      "Kaikkialla Juudeassa, Galileassa ja Samariassa kirkolla oli nyt rauha. Se eli ja rakentui Herran pelossa, ja Pyhä Henki vahvisti sitä, niin että se yhäti kasvoi.",
      "Pietari kiersi paikkakunnalta toiselle ja tuli myös Lyddassa asuvien pyhien luo.",
      "Hän tapasi kaupungissa Aineas-nimisen miehen, joka oli halvaantunut ja oli ollut vuoteenomana kahdeksan vuotta.",
      "Kaikki, jotka asuivat Lyddassa ja Saaronin tasangolla, näkivät hänet, ja he kääntyivät ja uskoivat Herraan.",
      "Joppessa oli opetuslasten joukossa Tabita-niminen nainen; nimi on kreikaksi Dorkas. Hän teki paljon hyvää ja avusti köyhiä runsain määrin.",
      "Mutta noihin aikoihin hän sairastui ja kuoli, ja hänet pestiin ja kannettiin kattohuoneeseen.",
      "Pietari lähti heti miesten mukaan. Kun hän tuli paikalle, hänet vietiin kattohuoneeseen, ja leskivaimot kerääntyivät hänen ympärilleen ja näyttivät itkien hänelle paitoja ja muita vaatteita, jotka Dorkas oli tehnyt ollessaan vielä heidän kanssaan.",
      "Pietari ojensi hänelle kätensä ja auttoi hänet jalkeille. Sitten Pietari kutsui huoneeseen lesket ja kaikki pyhät, ja he saivat nähdä, että Tabita oli elossa.",
      "Tapahtumasta levisi tieto ympäri Joppea, ja monet uskoivat nyt Herraan.",
      "Pietari jäi vielä joksikin aikaa Joppeen ja asui erään Simon-nimisen nahkurin luona."
    ],
    [
      "Kesareassa oli Cornelius-niminen mies, joka palveli sadanpäällikkönä niin sanotussa Italialaisessa kohortissa.",
      "Hän oli hurskas ja jumalaapelkäävä, niin kuin koko hänen perhekuntansakin, hän antoi runsaasti almuja juutalaisille ja rukoili alati Jumalaa.",
      "Lähetä nyt miehiä Joppeen noutamaan tänne Simon, jota kutsutaan myös Pietariksi.",
      "Kun enkeli tämän puhuttuaan oli mennyt pois, Cornelius kutsui luokseen kaksi palvelijaansa sekä yhden läheteistään, hurskaan sotilaan.",
      "Hän kertoi heille kaiken ja lähetti heidät Joppeen.",
      "Seuraavana päivänä, kun miehet olivat matkalla ja jo lähestyivät kaupunkia, Pietari nousi kuudennen tunnin vaiheilla katolle rukoilemaan.",
      "Hänen tuli nälkä ja hän halusi ruokaa, mutta sillä aikaa kun ateriaa valmistettiin hän joutui hurmoksiin.",
      "Hän näki taivaan avoinna, ja taivaasta tuli alas ikään kuin suuri purjekangas, joka laskettiin maahan neljästä kulmastaan kannateltuna.",
      "Siinä oli kaikenlaisia maan eläimiä, nelijalkaisia ja matelijoita, sekä taivaan lintuja.",
      "Tämä tapahtui kolmesti. Heti sen jälkeen kangas nostettiin taivaaseen.",
      "Kun Pietari vielä ihmetteli, mitä hänen näkynsä oikein tarkoitti, Corneliuksen lähettämät miehet ilmaantuivat portille. He olivat kyselemällä löytäneet Simonin talon",
      "ja tiedustelivat nyt kuuluvalla äänellä, oliko talossa vieraana Simon, toiselta nimeltä Pietari.",
      "Silloin Pietari pyysi miehet sisään vieraikseen. Seuraavana päivänä Pietari lähti matkaan miesten kanssa, ja muutamat Joppessa asuvat veljet tulivat hänen mukaansa.",
      "Sitä seuraavana päivänä hän tuli Kesareaan. Cornelius oli kutsunut koolle sukulaisensa ja lähimmät ystävänsä ja odotti tulijoita.",
      "Kun Pietari oli astumassa sisään, Cornelius tuli häntä vastaan ja kumartui hänen edessään maahan saakka.",
      "Sitten hän Corneliuksen kanssa keskustellen meni sisään ja tapasi siellä suuren joukon ihmisiä.",
      "ja hän sanoi: 'Cornelius, Jumala on kuullut rukouksesi ja muistanut almusi.",
      "Lähetä sana Joppeen ja kutsu luoksesi Simon, jota sanotaan myös Pietariksi. Hän asuu nahkuri Simonin talossa meren rannalla.'",
      "Hän hyväksyy jokaisen, joka pelkää häntä ja noudattaa hänen tahtoaan, kuului tämä mihin kansaan tahansa.",
      "Hän lähetti Israelin kansalle sanansa, ilmoitti hyvän sanoman rauhasta, jonka Jeesus Kristus on tuonut -- hän, joka on kaikkien Herra.",
      "Te olette kuulleet Jeesuksesta, nasaretilaisesta, jonka Jumala voiteli Pyhällä Hengellä ja voimalla. Hän kulki ympäri maata, teki hyvää ja paransi kaikki jotka olivat joutuneet Paholaisen valtaan, sillä Jumala oli hänen kanssaan.",
      "Tämän me voimme vahvistaa todeksi, kaiken tämän, minkä hän teki Juudean maassa ja Jerusalemissa. Hänet he ripustivat ristinpuulle ja surmasivat,",
      "mutta Jumala herätti hänet kolmantena päivänä ja antoi hänen ilmestyä --",
      "ei kaikelle kansalle, vaan todistajille, jotka Jumala oli ennalta valinnut, meille, jotka söimme ja joimme hänen kanssaan sen jälkeen kun hän oli noussut kuolleista.",
      "Hän käski meidän saarnata kansalle ja todistaa, että juuri hänet Jumala on asettanut elävien ja kuolleiden tuomariksi.",
      "Pietarin vielä puhuessa laskeutui Pyhä Henki kaikkiin, jotka olivat hänen sanojaan kuulemassa.",
      "Kaikki Pietarin mukana tulleet juutalaiset uskonveljet ihmettelivät sitä, että Pyhän Hengen lahja vuodatettiin myös pakanoihin;",
      "he kuulivat, kuinka nämä puhuivat kielillä ja ylistivät Jumalan suuruutta. Silloin Pietari sanoi:",
      "Kuka voi estää kastamasta vedellä näitä, jotka ovat saaneet Pyhän Hengen niin kuin mekin?",
      "Hän käski kastaa heidät Jeesuksen Kristuksen nimeen. He pyysivät sitten häntä jäämään sinne vielä muutamaksi päiväksi."
    ],
    [
      "Apostolit ja eri puolilla Juudeaa olevat veljet saivat kuulla, että muutkin kuin juutalaiset olivat ottaneet vastaan Jumalan sanan.",
      "Kun Pietari sitten tuli Jerusalemiin, ympärileikatut veljet syyttelivät häntä",
      "siitä, että hän oli vieraillut ympärileikkaamattomien luona ja aterioinut heidän kanssaan.",
      "Silloin Pietari kertoi heille alusta alkaen, kuinka kaikki oli tapahtunut:",
      "Kun jäin katsomaan sitä, näin siinä kaikenlaisia maan eläimiä, nelijalkaisia, petoja ja matelijoita, sekä taivaan lintuja.",
      "Ja minä kuulin äänen, joka sanoi: 'Nouse, Pietari! Teurasta ja syö!'",
      "Minä vastasin: 'Ei, ei, Herra! En ole koskaan pannut suuhuni mitään epäpuhdasta tai kiellettyä.'",
      "Silloin ääni taas puhui taivaasta: 'Minkä Jumala on puhdistanut, sitä älä sinä sano epäpuhtaaksi.'",
      "Tämä tapahtui kolmesti. Sitten kaikki temmattiin takaisin taivaaseen.",
      "Henki sanoi minulle, että minun oli epäröimättä lähdettävä heidän mukaansa. Myös nämä kuusi veljeä lähtivät kanssani, ja niin me menimme sen miehen kotiin.",
      "Hän kertoi meille nähneensä talossaan enkelin. Enkeli oli sanonut hänelle: 'Lähetä miehiä Joppeen noutamaan tänne Simon, toiselta nimeltä Pietari.",
      "Hän puhuu sinulle, ja niiden sanojen voimasta sinä pelastut, sinä ja koko perhekuntasi.'",
      "Ja kun aloin puhua, laskeutui Pyhä Henki heihin niin kuin alussa meihin.",
      "Silloin muistin, mitä Herra oli sanonut: 'Johannes kastoi vedellä, mutta teidät kastetaan Pyhällä Hengellä.'",
      "Ne, jotka Stefanoksen surmaamisesta alkaneen vainon tähden olivat hajaantuneet, kulkivat Foinikiaan, Kyprokseen ja Antiokiaan saakka mutta eivät julistaneet sanaa muille kuin juutalaisille.",
      "Heidän joukossaan oli kuitenkin muutamia kyproslaisia ja kyreneläisiä, jotka Antiokiaan saavuttuaan saarnasivat myös kreikkalaisille hyvää sanomaa Herrasta Jeesuksesta.",
      "Herran käsi oli heidän tukenaan, ja suuri joukko ihmisiä kääntyi ja uskoi Herraan.",
      "Tästä kantautui tieto Jerusalemin seurakunnalle, ja seurakunta lähetti Barnabaksen Antiokiaan.",
      "Kun hän perille tultuaan näki, mitä Jumalan armo oli saanut aikaan, hän ilahtui ja kehotti kaikkia järkkymättä pysymään uskossa Herraan.",
      "Hän oli hyvä mies, täynnä Pyhää Henkeä ja uskoa. Yhä enemmän oli niitä, jotka liittyivät Herran omien joukkoon.",
      "Barnabas lähti sitten Tarsokseen etsimään Saulia",
      "ja löydettyään toi hänet Antiokiaan. Yhdessä he toimivat seurakunnan keskuudessa kokonaisen vuoden, ja suuri joukko ihmisiä sai heiltä opetusta. Antiokiassa alettiin ensimmäiseksi käyttää opetuslapsista nimitystä kristitty.",
      "Tuohon aikaan tuli Jerusalemista profeettoja Antiokiaan.",
      "Muuan heistä, nimeltään Agabos, ilmoitti Hengen vaikutuksesta, että koko maailmaan oli tuleva suuri nälänhätä. Näin tapahtuikin Claudiuksen aikana.",
      "Opetuslapset päättivät antaa avustusta Juudeassa asuville veljille, kukin varojensa mukaan.",
      "Niin he tekivätkin ja lähettivät Barnabaksen ja Saulin viemään rahat seurakunnan vanhimmille."
    ],
    [
      "Noihin aikoihin kuningas Herodes ryhtyi väkivaltaisiin toimiin muutamia seurakunnan jäseniä vastaan.",
      "Hän mestautti Jaakobin, Johanneksen veljen,",
      "ja huomattuaan sen olevan juutalaisille mieleen hän vielä käski vangita Pietarin; silloin vietettiin juuri happamattoman leivän juhlaa.",
      "Herodes pani Pietarin telkien taakse ja määräsi häntä vartioimaan neljä nelimiehistä sotilasvartiostoa. Hän aikoi asettaa Pietarin pääsiäisen jälkeen kansan eteen.",
      "Niin siis Pietaria pidettiin vangittuna, mutta seurakunta rukoili lakkaamatta Jumalaa hänen puolestaan.",
      "Sen päivän vastaisena yönä, jona Herodes aikoi asettaa Pietarin oikeuden eteen, Pietari nukkui kahden sotilaan välissä. Hänet oli sidottu kaksin kahlein, ja lisäksi vankilan ovella oli vartiomiehet.",
      "Pietari lähti enkelin mukaan. Hän ei kuitenkaan ymmärtänyt, että se, mitä hänelle tapahtui, oli totta, vaan luuli sitä näyksi.",
      "He ohittivat ensimmäisen vartion, sitten toisen ja tulivat rautaportille, joka vei kaupungille. Se aukeni heille itsestään, ja niin he astuivat ulos ja lähtivät kulkemaan kujaa pitkin. Yhtäkkiä enkeli oli poissa.",
      "Kun tämä oli valjennut Pietarille, hän lähti kohti Johanneksen äidin Marian taloa, sen Johanneksen, jota kutsutaan Markukseksi. Siellä oli paljon väkeä rukoilemassa.",
      "Pietari kolkutti talon portille, ja Rode-niminen palvelustyttö tuli avaamaan.",
      "Tunnettuaan Pietarin äänen tyttö kuitenkin ilahtui niin, että portti jäi häneltä avaamatta, kun hän ryntäsi sisään kertomaan, että Pietari seisoi portilla.",
      "Mutta Pietari kolkutti kolkuttamistaan. Lopulta he menivät avaamaan ja säikähtivät, kun näkivät hänet.",
      "Pietari viittasi kädellään heitä olemaan hiljaa ja kertoi, kuinka Herra oli tuonut hänet ulos vankilasta. Hän pyysi heitä ilmoittamaan Jaakobille ja muille veljille, mitä oli tapahtunut, ja sitten hän lähti pois ja meni toiseen paikkaan.",
      "Aamulla sotilaiden keskuudessa syntyi tavaton hämminki. Mitä oli tapahtunut Pietarille?",
      "Kun Herodes etsinnöistä huolimatta ei saanut häntä käsiinsä, hän kuulusteli vartijoita ja käski teloittaa heidät. Sen jälkeen hän lähti Juudeasta ja siirtyi Kesareaan.",
      "Herodes oli vihoissaan Tyroksen ja Sidonin kaupungeille. Nämä lähettivät yhteiset edustajansa hänen luokseen anomaan rauhaa, sillä ne joutuivat tuomaan elintarvikkeensa hänen valtakuntansa alueelta. Lähetystö sai puolelleen Blastoksen, kuninkaan kamariherran,",
      "ja niin Herodes sovittuna päivänä sonnustautui kuninkaalliseen asuunsa, asettui istuimelleen ja piti lähetystölle julkisen puheen.",
      "Samassa Herran enkeli löi Herodesta, koska hän ei antanut kunniaa Jumalalle. Madot söivät hänet, ja niin hän heitti henkensä.",
      "Mutta Jumalan sana sai yhä vankemman jalansijan ja levisi leviämistään.",
      "Kun Barnabas ja Saul olivat toimittaneet avustuksen perille, he lähtivät Jerusalemista paluumatkalle ja ottivat mukaansa Johanneksen, jota kutsuttiin myös Markukseksi."
    ],
    [
      "Antiokian seurakunnassa oli profeettoja ja opettajia: Barnabas ja Simeon, josta käytettiin nimeä Niger, kyreneläinen Lukios, Menahem, joka oli neljännesruhtinas Herodeksen kasvinkumppani, sekä Saul.",
      "Niin he paastosivat ja rukoilivat, ja sitten he panivat kätensä näiden kahden päälle ja lähettivät heidät matkaan.",
      "Barnabas ja Saul, jotka Pyhä Henki näin oli lähettänyt, tulivat Seleukiaan ja purjehtivat sieltä Kyprokseen.",
      "Saavuttuaan Salamiiseen he julistivat Jumalan sanaa juutalaisten synagogissa. Johannes oli mukana heidän apulaisenaan.",
      "He kulkivat sitten koko saaren halki Pafokseen saakka. Siellä he tapasivat Barjesus-nimisen juutalaisen miehen, joka oli noita ja väärä profeetta.",
      "Tämä oleskeli saaren käskynhaltijan Sergius Pauluksen luona, joka oli viisas mies. Käskynhaltija kutsui Barnabaksen ja Saulin luokseen ja halusi kuulla Jumalan sanaa.",
      "Mutta tuo tietäjä -- sitä hänen toinen nimensä Elymas tarkoittaa -- vastusti heitä ja yritti estää käskynhaltijaa tulemasta uskoon.",
      "Silloin Saul -- eli Paavali -- täynnä Pyhää Henkeä katsoi mieheen tiukasti",
      "Kun käskynhaltija näki, mitä tapahtui, hän ihmetteli Herran opin voimaa ja uskoi.",
      "Paavali lähti seuralaisineen Pafoksesta ja purjehti Pamfylian Pergeen. Siellä Johannes erosi heistä ja palasi Jerusalemiin.",
      "Toiset jatkoivat Pergestä eteenpäin ja tulivat Pisidian Antiokiaan. Sapattina he menivät synagogaan ja asettuivat istumaan.",
      "Jumala valitsi isämme, ja kun he olivat Egyptissä, vieraassa maassa, hän teki heistä suuren kansan ja johdatti heidät väkevällä kädellään sieltä pois.",
      "Neljänkymmenen vuoden ajan hän autiomaassa sieti kansansa niskurointia,",
      "ja hän hävitti Kanaanin maasta seitsemän kansaa ja jakoi näiden maat israelilaisille perintömaaksi.",
      "Tähän kaikkeen kului noin neljäsataaviisikymmentä vuotta. Sen jälkeen hän antoi heille tuomareita profeetta Samuelin aikaan saakka.",
      "Kun he sitten pyysivät itselleen kuningasta, Jumala antoi heille Saulin, Kisin pojan, Benjaminin heimosta, ja Saul hallitsi neljäkymmentä vuotta.",
      "Sitten Jumala pani hänet viralta ja nosti heille kuninkaaksi Daavidin. Daavidista hän myös antoi todistuksen: 'Minä olen löytänyt Daavidin, Iisain pojan, mieleni mukaisen miehen. Hän on kaikessa toteuttava minun tahtoni.'",
      "Hänen edellään kulki Johannes, joka julisti Israelin kansalle, että kaikkien tuli kääntyä ja ottaa kaste.",
      "Kun Johannes oli matkansa päässä, hän sanoi: 'En minä ole se, joksi te minua luulette. Minun jälkeeni tulee toinen, jonka kenkiäkään minä en kelpaa riisumaan.'",
      "Jerusalemilaiset ja heidän hallitusmiehensä eivät tajunneet, kuka Jeesus oli. He tuomitsivat hänet, mutta näin he panivat täytäntöön profeettojen sanat, joita joka sapattina luetaan.",
      "Mitään syytä kuolemantuomioon he eivät voineet esittää, mutta silti he vaativat Pilatusta teloittamaan hänet.",
      "Kun he olivat toteuttaneet kaiken, mitä hänestä oli kirjoitettu, he ottivat hänet ristinpuulta ja panivat hautaan.",
      "Mutta Jumala herätti hänet kuolleista.",
      "Hän ilmestyi sitten usean päivän aikana niille, jotka yhdessä hänen kanssaan olivat tulleet Galileasta Jerusalemiin. Nämä ovat nyt hänen todistajiaan, he todistavat hänestä Israelin kansalle.",
      "sen hän on täyttänyt meille, heidän lapsilleen. Hän on herättänyt Jeesuksen kuolleista, niin kuin toisessa psalmissa sanotaan: -- Sinä olet minun Poikani, tänä päivänä minä sinut synnytin.",
      "Ja kun Jumala on herättänyt Jeesuksen kuolleista, Jeesus ei enää palaa katoavaisuuteen. Tästä Jumala on sanonut: -- Sen pyhän ja lujan lupauksen, jonka Daavidille annoin, minä täytän teille.",
      "Hänhän sanoo toisessa kohden: -- Sinä et salli pyhän palvelijasi ruumiin maatua.",
      "Mutta hän, jonka Jumala herätti kuolleista, ei maatunut.",
      "(H13:38-39)Tietäkää siis, veljet: hänen ansiostaan teille julistetaan synnit anteeksi, ja hänen ansiostaan jokainen, joka uskoo, tulee vanhurskaaksi,",
      "(H13:38-39)saavuttaa kaiken sen, mitä te Mooseksen lain avulla ette voineet saavuttaa.",
      "Pitäkää siis varanne, ettei teidän osaksenne tule se, mistä profeetat ovat sanoneet:",
      "Kun Paavali ja Barnabas lähtivät synagogasta, heitä pyydettiin puhumaan näistä asioista seuraavanakin sapattina.",
      "Väen hajaantuessa omille tahoilleen monet juutalaiset ja jumalaapelkäävät käännynnäiset liittyivät Paavalin ja Barnabaksen seuraan. Nämä puhuivat heille ja rohkaisivat heitä pitämään kiinni Jumalan armosta.",
      "Seuraavana sapattina melkein koko kaupunki kerääntyi kuulemaan Herran sanaa.",
      "Kun juutalaiset näkivät väenpaljouden, kiihko valtasi heidät ja he kiistivät herjaten sen, mitä Paavali puhui.",
      "Tämän kuullessaan pakanat iloitsivat ja ylistivät Herran sanaa, ja kaikki ne, jotka oli säädetty iankaikkiseen elämään, tulivat uskoon.",
      "Herran sana levisi yli koko maakunnan.",
      "Mutta juutalaiset yllyttivät jumalaapelkääviä ylhäisiä naisia ja kaupungin johtomiehiä Paavalia ja Barnabasta vastaan, niin että heitä alettiin vainota ja heidät karkotettiin siltä seudulta.",
      "Silloin Paavali ja Barnabas todisteeksi heitä vastaan pudistivat kaupungin pölyt jaloistaan ja siirtyivät Ikonioniin.",
      "Mutta opetuslapset olivat täynnä iloa ja Pyhää Henkeä."
    ],
    [
      "Ikonionissa Paavali ja Barnabas menivät samalla tavoin juutalaisten synagogaan puhumaan, ja heidän puheensa johdosta suuri joukko juutalaisia ja kreikkalaisia tuli uskoon.",
      "Mutta ne juutalaiset, jotka eivät uskoneet, lietsoivat suuttumusta muiden kaupunkilaisten keskuudessa ja yllyttivät heitä veljiä vastaan.",
      "Siitä huolimatta apostolit viipyivät kaupungissa pitkähkön aikaa. He puhuivat rohkeasti, turvaten Herraan, ja Herra vahvisti armonsa sanan tunnusteoin ja ihmein, jotka tapahtuivat heidän kättensä kautta.",
      "Kaupungin väki jakautui kahtia: toiset olivat juutalaisten, toiset apostolien puolella.",
      "Juutalaiset johtomiehineen, mukanaan suuri joukko kaupunkilaisia, aikoivat jo käydä apostolien kimppuun ja kivittää heidät,",
      "mutta kun nämä huomasivat, mitä oli tekeillä, he pakenivat Lykaonian puolelle. Lystran ja Derben kaupungeissa ja lähiseuduilla",
      "he sitten julistivat evankeliumia.",
      "Lystrassa oli mies, joka syntymästään saakka oli ollut rampa, jaloistaan voimaton, eikä ollut koskaan kyennyt kävelemään.",
      "Mies istui kuuntelemassa Paavalin puhetta, kun Paavalin katse pysähtyi häneen. Paavali huomasi, että mies uskoi voivansa parantua.",
      "He kutsuivat Barnabasta Zeukseksi, Paavalia taas Hermekseksi, koska hän oli heistä kahdesta se, joka puhui.",
      "Kaupungin ulkopuolella olevan Zeuksen temppelin pappi toi härkiä ja seppeleitä portille toimittaakseen uhrin yhdessä väkijoukon kanssa.",
      "Mutta kun apostolit, Barnabas ja Paavali, kuulivat tästä, he repäisivät vaatteensa ja ryntäsivät väkijoukon keskelle huutaen:",
      "Menneiden sukupolvien aikana hän on sallinut kaikkien kansojen kulkea omia teitään,",
      "Näin puhuen he vaivoin saivat kansan estetyksi uhraamasta heille.",
      "Antiokiasta ja Ikonionista tuli kuitenkin juutalaisia, jotka taivuttivat kansan puolelleen. Paavalia kivitettiin, ja hänet raahattiin kaupungin ulkopuolelle, koska hänen luultiin kuolleen.",
      "Mutta kun opetuslapset kerääntyivät hänen ympärilleen, hän nousi maasta ja palasi kaupunkiin. Seuraavana päivänä hän lähti Barnabaksen kanssa Derbeen.",
      "Paavali ja Barnabas julistivat Derbessä evankeliumia ja saivat monet kääntymään opetuslapsiksi. Sitten he palasivat Lystraan, Ikonioniin ja Antiokiaan,",
      "Kullekin seurakunnalle he valitsivat vanhimmat, ja rukoiltuaan ja paastottuaan he jättivät opetuslapset Herran turviin, hänen, johon nämä nyt uskoivat.",
      "Kuljettuaan sitten Pisidian halki Paavali ja Barnabas tulivat Pamfyliaan.",
      "He julistivat sanaa Pergessä ja jatkoivat matkaansa Attaliaan.",
      "Sieltä he purjehtivat Antiokiaan, missä heidät oli annettu Jumalan armon haltuun siihen työhön, jonka he nyt olivat saattaneet päätökseen.",
      "Perille saavuttuaan he kutsuivat seurakunnan koolle ja kertoivat, että Jumala oli heidän kauttaan tehnyt suuria tekoja ja että hän oli muillekin kuin juutalaisille avannut uskon oven.",
      "He viipyivät sitten jonkin aikaa opetuslasten keskuudessa."
    ],
    [
      "Paavali ja Barnabas asettuivat vastustamaan heitä, ja asiasta käytiin kiivasta väittelyä. Niinpä päätettiin, että Paavali ja Barnabas ja muutamat muut lähtisivät Jerusalemiin apostolien ja vanhimpien puheille, jotta saataisiin selvyys tästä kiistakysymyksestä.",
      "Seurakunnan varustettua heidät matkalle he kulkivat Foinikian ja Samarian halki ja kertoivat veljille pakanoiden kääntymisestä. Kaikki ilahtuivat suuresti kuulemastaan.",
      "Kun he saapuivat Jerusalemiin, seurakunta, apostolit ja vanhimmat ottivat heidät vastaan, ja he kertoivat niistä suurista teoista, joita Jumala heidän matkallaan oli tehnyt.",
      "Silloin eräät uskoon tulleet fariseukset puuttuivat asiaan ja sanoivat, että kääntyneet pakanat oli ympärileikattava ja velvoitettava noudattamaan Mooseksen lakia.",
      "Apostolit ja vanhimmat kokoontuivat käsittelemään tätä kysymystä.",
      "Jumala, joka tuntee kaikkien sydämet, osoitti hyväksyvänsä heidät vuodattaessaan Pyhän Hengen heihin yhtä lailla kuin meihinkin.",
      "Hän ei tehnyt mitään eroa heidän ja meidän välillämme, vaan puhdisti heidän sydämensä uskolla.",
      "Miksi te siis nyt uhmaatte Jumalaa ja panette opetuslasten harteille ikeen, jota eivät meidän isämme emmekä me itse ole jaksaneet kantaa?",
      "Koko joukko vaikeni. Kaikki kuuntelivat Barnabasta ja Paavalia, kun nämä kertoivat, miten suuria tunnustekoja ja ihmeitä Jumala oli kansojen keskuudessa tehnyt heidän kättensä kautta.",
      "Simon kertoi, kuinka Jumala ensi kerran lähestyi pakanoita ottaakseen heistä itselleen oman kansan.",
      "Tämä käy yksiin sen kanssa, mitä profeetat ovat kirjoituksissa sanoneet:",
      "-- Sen jälkeen minä palaan ja rakennan jälleen Daavidin sortuneen majan. Raunioista minä sen taas rakennan, minä pystytän sen uudelleen,",
      "jotta kaikki muutkin ihmiset etsisivät Herraa, kaikki kansat, jotka olen omikseni ottanut. Näin sanoo Herra,",
      "joka on antanut tästä tiedon jo ammoin.",
      "Tästä syystä ei mielestäni pidä hankaloittaa niiden elämää, jotka vieraista kansoista kääntyvät Jumalan puoleen.",
      "Meidän on kuitenkin lähetettävä heille kirje ja kehotettava heitä karttamaan sellaista, minkä epäjumalanpalvelus on saastuttanut, sekä haureutta, verta ja lihaa, josta verta ei ole laskettu.",
      "Silloin apostolit ja vanhimmat yhdessä koko seurakunnan kanssa päättivät valita joukostaan muutamia miehiä ja lähettää heidät Antiokiaan Paavalin ja Barnabaksen kanssa. Valituiksi tulivat Juudas, jota kutsuttiin Barsabbakseksi, sekä Silas -- molemmat seurakunnan johtavia miehiä.",
      "Me olemme kuulleet, että muutamat, jotka ovat tulleet meidän luotamme mutta joita me emme ole lähettäneet, ovat puheillaan järkyttäneet teitä ja saattaneet teidät hämmennyksiin.",
      "Siksi olemme yksimielisesti päättäneet lähettää edustajamme teidän luoksenne. He tulevat yhdessä rakkaiden veljiemme Barnabaksen ja Paavalin kanssa,",
      "jotka ovat panneet henkensä alttiiksi meidän Herramme Jeesuksen Kristuksen nimen tähden.",
      "Lähetämme siis Juudaksen ja Silaksen, ja he tuovat tämän saman viestin myös suullisesti.",
      "Pyhä Henki ja me olemme nähneet hyväksi, ettei teidän kannettavaksenne pidä panna mitään taakkaa. Annamme ainoastaan nämä välttämättömät ohjeet:",
      "Näin heidät lähetettiin matkaan. Antiokiaan saavuttuaan he kutsuivat seurakunnan koolle ja antoivat kirjeen veljille.",
      "Kirje luettiin, ja sen rohkaisevat sanat ilahduttivat kaikkia.",
      "Juudas ja Silas, jotka hekin olivat profeettoja, puhuivat veljille monin sanoin rohkaisten ja vahvistaen heitä.",
      "He viipyivät kaupungissa jonkin aikaa ja lähtivät sitten rauhantoivotusten saattelemina veljien luota niiden luo, jotka olivat heidät lähettäneet. [",
      "Silas kuitenkin päätti jäädä heidän luokseen, ja niin Juudas lähti yksin.]",
      "Paavali ja Barnabas sen sijaan jäivät vielä Antiokiaan. Yhdessä monien muiden kanssa he opettivat ja julistivat Herran sanaa.",
      "Barnabas halusi ottaa mukaan myös Johanneksen, jota kutsuttiin Markukseksi,",
      "mutta Paavali ei hyväksynyt häntä matkatoveriksi, koska hän oli Pamfyliassa luopunut heistä eikä ollut lähtenyt heidän kanssaan työhön.",
      "Tästä sukeutui niin kova riita, että kumpikin lähti omille teilleen. Barnabas otti Markuksen mukaansa ja purjehti Kyprokseen.",
      "Paavali puolestaan valitsi toverikseen Silaksen. Veljet jättivät hänet Herran armon haltuun, ja niin hän lähti matkaan,",
      "vaelsi Syyrian ja Kilikian halki ja rohkaisi seurakuntia."
    ],
    [
      "Paavali saapui sitten Derbeen ja Lystraan. Lystrassa oli Timoteus-niminen opetuslapsi, jonka äiti oli kristitty juutalainen mutta isä kreikkalainen.",
      "Hän oli hyvässä maineessa Lystran ja Ikonionin veljien keskuudessa.",
      "Paavali halusi ottaa Timoteuksen matkalle mukaan, ja siksi hän ympärileikkasi tämän. Näin hän teki niiden seutujen juutalaisten tähden, sillä kaikki tiesivät, että Timoteuksen isä oli kreikkalainen.",
      "He kulkivat sitten kaupungista kaupunkiin ja ilmoittivat samalla uskoville apostolien ja vanhimpien Jerusalemissa tekemistä päätöksistä velvoittaen heidät noudattamaan niitä.",
      "Seurakunnat vahvistuivat uskossa ja kasvoivat päivä päivältä.",
      "He jatkoivat sitten matkaa Frygian ja Galatian halki, sillä Pyhä Henki esti heitä julistamasta sanaa Aasian maakunnassa.",
      "Mysian puolelle tultuaan he yrittivät lähteä Bityniaan, mutta Jeesuksen Henki ei sallinut sitä,",
      "ja niin he kulkivat Mysian kautta ja tulivat Troakseen.",
      "Kun Paavali oli nähnyt tämän näyn, me hankkiuduimme heti lähtemään Makedoniaan, sillä ymmärsimme, että Jumala oli kutsunut meidät julistamaan evankeliumia siellä.",
      "Niin siis lähdimme Troaksesta. Purjehdimme suoraan Samothrakeen ja sieltä seuraavana päivänä Neapoliiseen.",
      "Sieltä jatkoimme matkaa Filippiin, roomalaiseen siirtokuntaan, joka on ensimmäisiä kaupunkeja Makedoniaan tultaessa. Viivyimme siellä muutamia päiviä.",
      "Sapattina menimme kaupungin ulkopuolelle joen rantaan; arvelimme, että siellä olisi rukouspaikka. Istuuduimme sinne ja puhuimme naisille, joita siellä oli koolla.",
      "Meitä kuuntelemassa oli myös muuan Lyydia, jumalaapelkäävä nainen, joka oli kotoisin Tyatirasta ja kävi kauppaa purppurakankailla. Herra avasi hänen sydämensä ottamaan vastaan sen mitä Paavali puhui,",
      "Kun taas olimme menossa rukouspaikalle, kohtasimme orjatytön, jossa oli tietäjähenki ja joka ennustamalla hankki isäntäväelleen hyvät rahat.",
      "Mutta kun tytön isännät huomasivat, ettei heillä enää ollut toivoa tuloista, he ottivat Paavalin ja Silaksen kiinni ja raahasivat heidät torille viranomaisten luo.",
      "Kansakin nousi heitä vastaan. Hallitusmiehet käskivät repiä heiltä vaatteet päältä ja ruoskittivat heidät.",
      "Kun heidät oli perin pohjin piesty, heidät teljettiin vankilaan. Vartija sai määräyksen valvoa heitä tarkoin,",
      "ja niinpä hän saamansa käskyn mukaisesti vei heidät vankilan perimmäiseen soppeen ja vielä varmuudeksi pani heidät jalkapuuhun.",
      "Keskiyön aikaan Paavali ja Silas rukoilivat ja laulaen ylistivät Jumalaa, ja toiset vangit kuuntelivat heitä.",
      "Yhtäkkiä tuli raju maanjäristys. Vankilan perustukset järkkyivät, kaikki ovet lennähtivät auki, ja kaikkien kahleet irtosivat.",
      "Vartija havahtui unestaan, ja kun hän näki vankilan ovet selkoselällään, hän luuli vankien karanneen ja tempasi miekan surmatakseen itsensä.",
      "Vartija pyysi valoa, ryntäsi sisään ja heittäytyi vavisten Paavalin ja Silaksen eteen.",
      "He puhuivat sitten Herran sanaa hänelle ja koko talonväelle.",
      "Heti paikalla, keskellä yötä, vanginvartija otti heidät hoiviinsa ja pesi ruoskaniskujen haavat, ja hänet ja hänen perhekuntansa kastettiin heti.",
      "Hän vei heidät kotiinsa ja kattoi heille ruokapöydän, ja yhdessä koko talonväkensä kanssa hän riemuitsi, kun nyt uskoi Jumalaan.",
      "Oikeudenpalvelijat veivät Paavalin vastauksen hallitusmiehille, ja nämä säikähtivät, kun kuulivat miesten olevan Rooman kansalaisia.",
      "He tulivat vankilaan, puhuivat suostutellen ja saatettuaan miehet ulos pyysivät heitä lähtemään kaupungista.",
      "Vankilasta lähdettyään Paavali ja Silas menivät Lyydian luo. Tavattuaan siellä uskonveljiä he rohkaisivat näitä, ja sitten he lähtivät kaupungista."
    ],
    [
      "Amfipoliin ja Apollonian kautta kuljettuaan he tulivat Tessalonikaan. Juutalaisilla oli siellä synagoga,",
      "ja tapansa mukaan Paavali meni sinne. Kolmena sapattina hän keskusteli heidän kanssaan pyhien kirjoitusten pohjalta",
      "Muutamat juutalaiset vakuuttuivat asiasta ja asettuivat kannattamaan Paavalia ja Silasta, samoin suuri joukko jumalaapelkääviä kreikkalaisia sekä useat ylhäiset naiset.",
      "Tämä sai juutalaiset kateuden ja kiihkon valtaan. He värväsivät torilla maleksivia kelvottomia miehiä, haalivat koolle kansaa ja nostattivat kaupungissa mellakan. Sitten he ryntäsivät Jasonin talolle ja yrittivät saada Paavalin ja Silaksen käsiinsä viedäkseen heidät kansan eteen.",
      "Näin puhuen he saivat kansanjoukon ja viranomaiset kiihdyksiin.",
      "Jasonilta ja hänen tovereiltaan vaadittiin takuusumma, ja sitten heidät päästettiin vapaaksi.",
      "Vielä yötä myöten veljet auttoivat Paavalin ja Silaksen matkalle Beroiaan. Sinne saavuttuaan he menivät synagogaan.",
      "Juutalaiset olivat täällä avarakatseisempia kuin Tessalonikassa. He ottivat sanan halukkaasti vastaan ja tutkivat päivittäin kirjoituksista, pitikö kaikki paikkansa.",
      "Monet heistä tulivatkin uskoon, samoin useat arvossa pidetyt kreikkalaiset naiset ja miehet.",
      "Mutta kun Tessalonikan juutalaiset saivat tietää, että Paavali julisti Jumalan sanaa myös Beroiassa, he tulivat sinne ja alkoivat sielläkin villitä ja kiihottaa kansaa.",
      "Silloin veljet lähettivät heti Paavalin matkaan kohti rannikkoa. Silas ja Timoteus jäivät vielä Beroiaan.",
      "Saattajat veivät Paavalin Ateenaan saakka ja lähtivät sitten paluumatkalle. Heidän mukanaan Paavali lähetti Silakselle ja Timoteukselle sanan, että näiden oli mitä pikimmin tultava hänen luokseen.",
      "Odotellessaan Ateenassa matkakumppaneitaan Paavali näki joka puolella kaupunkia epäjumalankuvia, ja tämä sai hänet kuohuksiin.",
      "Hän keskusteli synagogassa juutalaisten ja jumalaapelkäävien kanssa ja puhutteli joka päivä torilla kaikkia, joita sattui tapaamaan.",
      "Ateenalaiset samoin kuin kaupungissa asuvat muukalaisetkin olivat näet tavattoman kiinnostuneita kaikista uusista asioista ja puheenaiheista.",
      "Kun kiertelin kaupungilla ja katselin teidän pyhiä paikkojanne, löysin sellaisenkin alttarin, jossa oli kirjoitus: 'Tuntemattomalle jumalalle.' Juuri sitä, mitä te tuntemattanne palvotte, minä teille julistan.",
      "Häntä ei myöskään palvella ihmiskäsin, ikään kuin hän tarvitsisi jotakin -- itse hän antaa kaikille elämän, hengen ja kaiken muun.",
      "Yhdestä ihmisestä hän on luonut koko ihmissuvun, kaikki kansat asumaan eri puolilla maan päällä, hän on säätänyt niille määräajat ja asuma-alueiden rajat,",
      "hänessä me elämme, liikumme ja olemme. Ovathan muutamat teidän runoilijannekin sanoneet: 'Me olemme myös hänen sukuaan.'",
      "Koska me siis olemme Jumalan sukua, meidän ei pidä luulla, että jumaluus olisi samankaltainen kuin kulta, hopea tai kivi, kuin ihmisen mielikuvituksen ja taidon luomus.",
      "Niin Paavali lähti heidän luotaan.",
      "Muutamat kuitenkin hakeutuivat hänen seuraansa ja tulivat uskoon. Heidän joukossaan oli Dionysios, Areiopagin tuomioistuimen jäsen, Damaris-niminen nainen sekä muutamia muita."
    ],
    [
      "Paavali lähti sitten Ateenasta ja meni Korinttiin.",
      "Siellä hän tapasi Aquilan, Pontoksesta kotoisin olevan juutalaisen, ja tämän vaimon Priscillan. He olivat äskettäin tulleet Italiasta, koska Claudius oli karkottanut Roomasta kaikki juutalaiset. Paavali meni heidän luokseen",
      "ja jäi työskentelemään heidän kanssaan, sillä heillä oli yhteinen ammatti; he olivat teltantekijöitä.",
      "Joka sapattina Paavali kävi keskusteluja synagogassa ja koetti taivuttaa uskoon sekä juutalaisia että kreikkalaisia.",
      "Kun Silas ja Timoteus saapuivat Makedoniasta, Paavali oli jo kokonaan antautunut julistamaan sanaa. Hän todisti juutalaisille, että Jeesus on Messias,",
      "Hän lähti heidän luotaan ja asettui Titius Justus - nimisen jumalaapelkäävän miehen taloon, joka oli aivan synagogan vieressä.",
      "Kuitenkin synagogan esimies Crispus tuli uskoon, ja myös koko hänen perhekuntansa uskoi Herraan. Monet muutkin korinttilaiset, jotka kuuntelivat Paavalia, tulivat uskoon, ja heidät kastettiin.",
      "Niin Paavali viipyi puolitoista vuotta korinttilaisten keskuudessa ja opetti heille Jumalan sanaa.",
      "Mutta sitten, Gallion ollessa Akhaian maakunnan käskynhaltijana, juutalaiset nousivat yksissä tuumin Paavalia vastaan. He veivät hänet käskynhaltijan tuomioistuimen eteen",
      "Hän ajoi heidät pois tuomioistuimen edestä",
      "eikä välittänyt vähääkään, kun kansanjoukko kävi käsiksi Sosteneeseen, synagogan esimieheen, ja pieksi hänet avoimesti oikeuspaikalla.",
      "Paavali viipyi Korintissa vielä jonkin aikaa. Sitten hän hyvästeli veljet ja lähti purjehtimaan kohti Syyriaa yhdessä Priscillan ja Aquilan kanssa. Hän oli Kenkreassa leikkauttanut hiuksensa, koska oli antanut uhrilupauksen.",
      "Kun he saapuivat Efesokseen, Paavali erosi matkatovereistaan. Hän meni sitten synagogaan ja keskusteli siellä juutalaisten kanssa.",
      "Nämä pyysivät häntä jäämään pitemmäksi aikaa, mutta hän ei suostunut",
      "nousi Kesareassa maihin ja jatkoi edelleen Jerusalemiin. Hän tervehti seurakuntaa ja matkasi sitten Antiokiaan.",
      "Viivyttyään siellä jonkin aikaa hän lähti taas matkaan, vaelsi Galatian ja edelleen Frygian halki ja rohkaisi kaikkialla opetuslapsia.",
      "Efesokseen tuli Apollos, Aleksandriassa syntynyt juutalainen, joka oli etevä puhuja ja tunsi kirjoitukset perin pohjin.",
      "Hänelle oli opetettu Herran tie, ja pyhää intoa hehkuen hän julisti sanaa ja opetti tarkoin Jeesuksesta, mutta hän tunsi vain Johanneksen kasteen.",
      "Apollos alkoi rohkeasti puhua synagogassa. Kuultuaan hänen julistustaan Priscilla ja Aquila ottivat hänet huostaansa ja perehdyttivät hänet tarkemmin Jumalan tiehen.",
      "Kun Apollos sitten halusi lähteä Akhaiaan, veljet kannustivat häntä ja kirjoittivat opetuslapsille, että nämä ottaisivat hänet suopeasti vastaan. Akhaiaan saavuttuaan hän Jumalan armosta oli suureksi avuksi uskoville.",
      "Kaikkien kuullen hän vakuuttavasti kumosi juutalaisten väitteet ja osoitti kirjoituksiin vedoten, että Jeesus on Messias."
    ],
    [
      "Apolloksen ollessa Korintissa Paavali vaelsi ylänköseutujen halki ja tuli Efesokseen. Hän tapasi siellä muutamia opetuslapsia",
      "Tämän kuultuaan he ottivat kasteen Herran Jeesuksen nimeen,",
      "ja kun Paavali pani kätensä heidän päälleen, Pyhä Henki tuli heihin ja he puhuivat kielillä ja profetoivat.",
      "Heitä oli arviolta kaksitoista miestä.",
      "Kolmen kuukauden ajan Paavali sitten kävi synagogassa, keskusteli siellä ja puhui rohkeasti ja vetoavasti Jumalan valtakunnasta.",
      "Kun muutamat kuitenkin kovettivat sydämensä eivätkä uskoneet, vaan puhuivat Herran tiestä pahaa kaikkien kuullen, Paavali lähti heidän luotaan ja vei opetuslapset mukanaan. Siitä alkaen hän opetti ja keskusteli päivittäin Tyrannoksen koulussa.",
      "Tätä jatkui kaksi vuotta, niin että kaikki Aasian maakunnan asukkaat, sekä juutalaiset että kreikkalaiset, saivat kuulla Herran sanan.",
      "Jumala teki ennennäkemättömiä voimatekoja Paavalin kätten kautta.",
      "Jopa pääliinoja ja muita Paavalin käyttämiä vaatekappaleita vietiin sairaiden päälle, ja taudit kaikkosivat ja pahat henget lähtivät pois.",
      "Näin tekivät myös juutalaisen ylipapin Skeuaksen seitsemän poikaa,",
      "Ja mies, jossa paha henki oli, ryntäsi heidän kimppuunsa, nujersi heidät kaikki ja runteli heitä niin, että heidän oli alasti ja verissä päin paettava talosta.",
      "Tämä tuli Efesoksessa sekä juutalaisten että kreikkalaisten tietoon, ja pelko valtasi kaikki ja Herran Jeesuksen nimeä ylistettiin suuresti.",
      "Monet uskoon tulleet kävivät avoimesti tunnustamassa, mitä kaikkea olivat tehneet,",
      "ja useat, jotka olivat harjoittaneet taikuutta, kokosivat kirjansa yhteen ja polttivat ne kaikkien nähden. Kun kirjojen arvo laskettiin, päädyttiin viiteenkymmeneentuhanteen hopearahaan.",
      "Näin Herran sana osoitti voimansa ja levisi yhä laajemmalle.",
      "Kaksi apulaistaan, Timoteuksen ja Erastoksen, hän lähetti Makedoniaan, mutta itse hän jäi vielä joksikin aikaa Aasian maakuntaan.",
      "Noihin aikoihin Efesoksessa syntyi Herran tien johdosta paha mellakka.",
      "Kaupungissa oli Demetrios- niminen hopeaseppä, joka valmistutti hopeisia Artemiin temppelin kuvia ja näin hankki käsityöläisille huomattavat tulot.",
      "Mutta nyt te voitte nähdä ja kuulla, kuinka tuo Paavali on harhauttanut suuren joukon ihmisiä, ei vain täällä Efesoksessa vaan kohta koko Aasian maakunnassa. Hänhän uskottelee, että ihmiskätten luomukset eivät ole mitään jumalia.",
      "Koko kaupunki joutui kuohuksiin. Väkeä tuli virtanaan kaupungin teatteriin, ja ihmiset riistivät mukaansa Gaioksen ja Aristarkoksen, Paavalin makedonialaiset matkatoverit.",
      "Paavali halusi mennä kokouspaikalle, mutta opetuslapset estivät häntä.",
      "Myös muutamat maakunnan korkeat hallitusmiehet, jotka olivat hänen ystäviään, lähettivät hänelle sanan ja varoittivat häntä menemästä teatteriin.",
      "Teatterissa vallitsi täysi sekasorto. Toiset huusivat sitä, toiset tätä, eivätkä useimmat edes tienneet, miksi oli kokoonnuttu.",
      "Sitten väkijoukon huomio kohdistui Aleksandrokseen, jota juutalaiset työnsivät esiin. Aleksandros viittasi kädellään pitääkseen puolustuspuheen.",
      "Tätä ei kukaan voi kiistää. Pysykää siis rauhallisina, älkää tehkö mitään harkitsematonta.",
      "Nämä miehet, jotka te toitte tänne, eivät ole temppelinryöstäjiä eivätkä liioin ole herjanneet meidän jumalatartamme.",
      "Jos Demetrios ja hänen ammattitoverinsa haluavat nostaa syytteen jotakuta vastaan, niin sitä varten on käskynhaltijat ja oikeusistuimet -- syyttäkööt siellä toisiaan.",
      "Jos teillä taas on joitakin muita vaatimuksia, ne käsitellään laillisessa kansankokouksessa.",
      "(H19:40)Näin puhuen hän sai kokouksen hajaantumaan."
    ],
    [
      "Mellakan laannuttua Paavali kutsui opetuslapset koolle ja puhui heille rohkaisevasti. Sitten hän hyvästeli heidät ja lähti kohti Makedoniaa.",
      "Matkansa varrella hän kaikkialla rohkaisi uskonveljiä. Saavuttuaan Kreikkaan",
      "hän viipyi siellä kolme kuukautta. Kun hän oli aikeissa jatkaa matkaansa meritse Syyriaan, hän sai kuulla juutalaisten salahankkeesta ja päättikin kiertää Makedonian kautta.",
      "Hänen mukanaan lähtivät beroialainen Sopatros, Pyrrhoksen poika, tessalonikalaiset Aristarkos ja Sekundos, derbeläinen Gaios, Timoteus ja aasialaiset Tykikos ja Trofimos.",
      "Nämä menivät edeltä ja odottivat meitä Troaksessa.",
      "Me muut purjehdimme happamattoman leivän juhlan jälkeen Filippistä, ja viisi päivää matkattuamme saavuimme Troakseen heidän luokseen. Viivyimme sitten siellä viikon ajan.",
      "Sapatin mentyä, viikon ensimmäisenä päivänä, kokoonnuimme murtamaan leipää. Paavali, jonka seuraavana päivänä oli määrä jatkaa matkaansa, puhui koolla oleville, ja puhe pitkittyi puoleenyöhön saakka.",
      "Ylimmän kerroksen huoneessa, jossa olimme, paloi monta lamppua.",
      "Muuan Eutykos-niminen nuorukainen istui ikkunalla, ja kun Paavali yhä jatkoi puhettaan, hän vaipui syvään uneen ja nukuksissa putosi kolmannesta kerroksesta alas. Hänet nostettiin kuolleena maasta.",
      "Paavali palasi sitten yläkertaan, mursi leipää ja söi. Hän keskusteli opetuslasten kanssa vielä pitkään, aina aamunkoittoon saakka, ja lähti sitten.",
      "Poika vietiin elävänä kotiin, ja kaikki olivat iloissaan ja rohkealla mielin.",
      "Menimme sitten laivaan ja purjehdimme kohti Assosta, jossa meidän oli määrä ottaa Paavali mukaamme; näin hän oli päättänyt, koska halusi mennä sinne jalan.",
      "Kun tapasimme toisemme Assoksessa, otimme hänet laivaan ja jatkoimme Mityleneen.",
      "Lähdettyämme sieltä taas merelle tulimme seuraavana päivänä Kiossaaren kohdalle, sitä seuraavana olimme Samoksessa, ja päivää myöhemmin saavuimme Miletokseen.",
      "Paavali oli näet päättänyt purjehtia Efesoksen ohi, ettei häneltä kuluisi liiaksi aikaa Aasiassa. Hän piti kiirettä ehtiäkseen, mikäli mahdollista, helluntaiksi Jerusalemiin.",
      "Miletoksesta Paavali lähetti sanan Efesokseen ja kutsui seurakunnan vanhimmat luokseen.",
      "Olen palvellut Herraa nöyrin mielin, kyyneleet silmissä, kaikissa koettelemuksissa, joita juutalaiset juonillaan ovat minulle aiheuttaneet.",
      "En ole vaiennut mistään sellaisesta, mikä on teille hyödyksi, vaan olen julistanut sanaa ja opettanut teitä sekä julkisesti että kodeissanne.",
      "Sekä juutalaisia että kreikkalaisia olen todistuksellani taivuttanut kääntymään Jumalan puoleen ja uskomaan meidän Herraamme Jeesukseen.",
      "Tämän vain tiedän: joka kaupungissa Pyhä Henki vakuuttaa, että minua odottavat kahleet ja ahdinko.",
      "Eloon jäämiseni ei minulle kuitenkaan merkitse mitään sen rinnalla, että pääsen matkani päähän ja saatan loppuun Herralta Jeesukselta saamani palvelutehtävän: julistaa evankeliumia Jumalan armosta.",
      "Siksi minä tänä päivänä vakuutan teille, että jos joku teistä joutuu kadotukseen, syy ei ole minun:",
      "minä olen avoimesti julistanut teille kaiken, mitä Jumalan pelastussuunnitelmaan kuuluu.",
      "Minä tiedän, että lähtöni jälkeen teidän joukkoonne tulee julmia susia, jotka eivät laumaa säästä.",
      "Teidän omasta joukostanne nousee miehiä, jotka julistavat totuudenvastaisia oppeja vetääkseen opetuslapset mukaansa.",
      "Olkaa siis valveilla ja muistakaa, että minä kolmen vuoden ajan olen lakkaamatta, yötä päivää kyynelsilmin opastanut itse kutakin teistä.",
      "Hopeaa tai kultaa tai vaatteita en ole keneltäkään halunnut.",
      "Te tiedätte itse, että minä näillä käsilläni olen hankkinut itselleni ja tovereilleni sen, mitä olemme tarvinneet.",
      "Näin puhuttuaan Paavali polvistui ja rukoili yhdessä toisten kanssa.",
      "Kaikki itkivät ja syleilivät ja suutelivat häntä.",
      "Kaikkein suurinta tuskaa he tunsivat siitä, etteivät he, niin kuin Paavali oli sanonut, enää näkisi häntä. He saattoivat sitten hänet laivaan."
    ],
    [
      "Niin siis erosimme heistä. Lähdimme merelle ja purjehdimme suoraan Kosin saareen, seuraavana päivänä Rodokseen ja sieltä Pataraan.",
      "Patarassa löysimme laivan, joka oli lähdössä Foinikiaan, ja jatkoimme siinä matkaamme.",
      "Kun Kypros tuli näkyviin, suuntasimme kulkumme sen eteläpuolitse Syyriaa kohti, ja niin saavuimme Tyrokseen, missä laivan oli määrä purkaa lastinsa.",
      "Tapasimme sikäläiset opetuslapset ja viivyimme heidän luonaan viikon ajan. Hengen vaikutuksesta he varoittivat Paavalia menemästä Jerusalemiin.",
      "Kun viikko oli kulunut, lähdimme taas matkaan, ja kaikki veljet vaimoineen ja lapsineen saattoivat meitä kaupungin ulkopuolelle saakka. Meren rannalla me yhdessä polvistuimme ja rukoilimme,",
      "ja sitten jätimme toisillemme hyvästit. Me nousimme laivaan, ja he palasivat kotiinsa.",
      "Tyroksesta lähdettyämme purjehdimme Ptolemaikseen; sinne merimatkamme päättyi. Menimme tervehtimään veljiä ja viivyimme päivän heidän luonaan.",
      "Seuraavana päivänä lähdimme liikkeelle, ja niin tulimme Kesareaan. Siellä menimme evankelista Filippoksen luo ja majoituimme hänen kotiinsa. Hän oli yksi seitsemästä avustajasta,",
      "ja hänellä oli neljä naimatonta tytärtä, joilla oli profetoimisen lahja.",
      "Olimme olleet kaupungissa jo useita päiviä, kun sinne saapui Juudeasta Agabos-niminen profeetta.",
      "Tämän kuultuamme me yhdessä Kesarean uskovien kanssa pyysimme, ettei Paavali menisi Jerusalemiin.",
      "Oltuamme Kesareassa jonkin aikaa varustauduimme matkaan ja lähdimme Jerusalemiin.",
      "Muutamat opetuslapset lähtivät mukaan ja saattoivat meidät majapaikkaan Mnason-nimisen kyproslaisen miehen luo. Mnason oli varhaisimpia opetuslapsia.",
      "Kun saavuimme Jerusalemiin, veljet ottivat meidät iloiten vastaan.",
      "Heti seuraavana päivänä Paavali lähti meidän kanssamme tapaamaan Jaakobia, ja kaikki vanhimmatkin kokoontuivat paikalle.",
      "Paavali tervehti heitä ja kertoi seikkaperäisesti kaikesta, mitä Jumala hänen palvelutyönsä kautta oli tehnyt pakanoiden parissa.",
      "Heille on sinusta kerrottu, että sinä opetat muiden kansojen keskuudessa eläviä juutalaisia hylkäämään Mooseksen lain ja kiellät heitä ympärileikkaamasta lapsiaan ja elämästä kansamme tapojen mukaisesti.",
      "Mitä siis tehdä? Varmastikin he saavat kuulla, että olet täällä.",
      "Ota heidät mukaasi, puhdistaudu yhdessä heidän kanssaan ja maksa heidän puolestaan, että he voivat leikkauttaa tukkansa. Siitä kaikki ymmärtävät, että sinusta levitetyissä puheissa ei ole mitään perää vaan sinäkin pidät kiinni laista ja elät sen mukaisesti.",
      "Paavali otti miehet mukaansa ja puhdistautui seuraavana päivänä heidän kanssaan. Sitten hän meni temppeliin ja ilmoitti, milloin heidän puhdistumisaikansa päättyisi ja kunkin puolesta suoritettaisiin uhri.",
      "Juuri kun seitsemän päivän määräaika oli päättymässä, Aasian maakunnasta tulleet juutalaiset näkivät Paavalin temppelissä. He yllyttivät väkijoukkoa mukaansa, kävivät käsiksi Paavaliin",
      "He näet olivat vähän aikaisemmin nähneet efesolaisen Trofimoksen kaupungilla Paavalin seurassa ja luulivat Paavalin tuoneen hänet temppeliin.",
      "Koko kaupunki joutui kuohuksiin, ja ihmisiä virtasi paikalle joka puolelta. Väkijoukko ryntäsi Paavalin kimppuun, hänet raastettiin ulos temppelistä, ja temppelin portit lyötiin hänen takanaan kiinni.",
      "Väkijoukko olisi tappanut Paavalin, mutta silloin roomalaisen sotaväenosaston komentaja sai tiedon, että koko Jerusalem kuohui.",
      "Hän otti kiireesti sadanpäälliköitä ja sotamiehiä mukaansa ja riensi paikalle. Kun juutalaiset näkivät komentajan ja sotilaat, he lakkasivat lyömästä Paavalia.",
      "Komentaja astui lähemmäs, pidätti Paavalin ja käski panna hänet kaksiin kahleisiin. Hän kysyi sitten ihmisiltä, kuka mies oli ja mitä hän oli tehnyt.",
      "Väkijoukosta huusivat toiset sitä, toiset tätä, ja kun komentaja ei meteliltä saanut varmaa selkoa asiasta, hän käski viedä Paavalin kasarmiin.",
      "Kun oli päästy portaille saakka, sotilaiden oli pakko kantaa häntä, sillä raivostunut väkijoukko",
      "Etkö siis olekaan se egyptiläinen, joka jonkin aikaa sitten nousi kapinaan neljäntuhannen murhamiehen kanssa ja vei heidät autiomaahan?",
      "Komentaja suostui tähän. Paavali asettui portaille seisomaan ja viittasi kädellään, ja kaikki vaikenivat. Hän alkoi puhua heille heprean kielellä:"
    ],
    [
      "Veljet ja isät! Kuulkaa, mitä nyt sanon puolustuksekseni.",
      "Väkijoukko hiljeni entisestään kuullessaan hänen puhuvan hepreaksi, ja Paavali jatkoi:",
      "Minä olin tälle tielle lähteneiden verivihollinen ja vainosin heitä, pidätin miehiä ja naisia ja toimitin heidät vankilaan.",
      "Tämän voi ylipappi ja koko vanhimpien neuvosto todistaa. Heiltä minä myös sain valtuudet, Damaskoksen veljille osoitetut kirjeet, kun lähdin sinne vangitsemaan siellä olevia kristittyjä ja tuomaan heidät Jerusalemiin rangaistaviksi.",
      "Kaaduin maahan ja kuulin äänen sanovan: 'Saul, Saul, miksi vainoat minua?'",
      "Minä kysyin: 'Herra, kuka sinä olet?' Ääni vastasi: 'Minä olen Jeesus Nasaretilainen, jota sinä vainoat.'",
      "Ne, jotka olivat kanssani, näkivät valon mutta eivät kuulleet sen ääntä, joka minulle puhui.",
      "Minä kysyin: 'Herra, mitä minun tulee tehdä?' Herra sanoi minulle: 'Nouse ja mene Damaskokseen. Siellä saat kuulla kaiken, mitä sinun tehtäväksesi on määrätty.'",
      "Minä en nähnyt mitään, koska kirkas valo oli sokaissut minut, ja siksi matkatoverieni oli talutettava minua. Niin sitten saavuin Damaskokseen.",
      "Hän tuli luokseni ja sanoi: 'Saul, veljeni, palautukoon näkösi!' Samassa näköni palasi ja näin hänet.",
      "Hän sanoi: 'Isiemme Jumala on valinnut sinut tuntemaan tahtonsa, näkemään Vanhurskaan ja kuulemaan hänen oman äänensä.",
      "Sinusta tulee hänen todistajansa, sinä kerrot kaikille ihmisille, mitä olet nähnyt ja kuullut.",
      "Älä vitkastele. Huuda avuksi hänen nimeään, nouse ja anna kastaa itsesi, anna pestä syntisi pois.'",
      "ja näin Herran. Hän sanoi minulle: 'Lähde heti Jerusalemista, älä viivyttele. Täällä sinua ei kuunnella, kun todistat minusta.'",
      "Minä sanoin: 'Herra, hehän tietävät, että minä kuljin synagogasta synagogaan ja vangitsin ja ruoskitin niitä, jotka uskovat sinuun.",
      "Silloinkin, kun Stefanos, sinun todistajasi, surmattiin, minä olin paikalla, hyväksyin kaiken ja vartioin hänen murhaajiensa vaatteita.'",
      "He huusivat huutamistaan, raastoivat vaatteitaan ja heittelivät hiekkaa ilmaan.",
      "Silloin komentaja käski viedä Paavalin kasarmiin. Hän käski ruoskia Paavalia ja kuulustella häntä, jotta saisi selville, miksi juutalaiset niin raivokkaasti hyökkäsivät häntä vastaan.",
      "Ne, joiden oli määrä kuulustella Paavalia, jättivät hänet heti rauhaan, ja komentaja pelästyi, kun havaitsi sidottaneensa Rooman kansalaisen.",
      "Komentaja halusi saada varman selon siitä, mistä juutalaiset Paavalia syyttivät. Niinpä hän seuraavana päivänä päästi Paavalin kahleista, käski ylipapit ja koko Suuren neuvoston koolle ja vei Paavalin kasarmista heidän eteensä."
    ],
    [
      "Silloin ylipappi Ananias käski Paavalin vieressä seisovia miehiä iskemään häntä suulle.",
      "Tuskin hän oli tämän sanonut, kun fariseusten ja saddukeusten kesken puhkesi ankara kiista ja koko joukko jakautui kahtia.",
      "Saddukeukset näet väittävät, ettei mitään ylösnousemusta ole, ei myöskään enkeleitä eikä henkiä, kun taas fariseukset uskovat näihin kaikkiin.",
      "Mellakka kiihtyi kiihtymistään, ja komentaja alkoi pelätä, että Paavali revittäisiin kappaleiksi. Hän komensi sotaväenosaston hakemaan Paavalin pois neuvoston käsistä ja viemään hänet kasarmiin.",
      "Aamulla juutalaiset tekivät salaliiton ja vannoivat, etteivät syö eivätkä juo, ennen kuin ovat tappaneet Paavalin.",
      "Tässä hankkeessa oli mukana yli neljäkymmentä miestä.",
      "Paavalin sisarenpoika sai kuitenkin tietää väijytyksestä. Hän meni kasarmiin, pääsi Paavalin puheille ja kertoi hänelle asiasta.",
      "Sitten komentaja kirjoitti maaherralle näin kuuluvan kirjeen:",
      "Tämän miehen ottivat juutalaiset kiinni ja olivat tappaa hänet. Minä kuitenkin menin sotilaineni paikalle ja pelastin hänet, kun sain tietää, että hän on Rooman kansalainen.",
      "Saadakseni selville, mistä juutalaiset häntä syyttivät, vein hänet heidän neuvostonsa eteen.",
      "Siellä totesin, että syytteet aiheutuivat heidän lakiaan koskevista kiistakysymyksistä. Mistään sellaisesta häntä ei syytetty, mistä seuraisi kuolemantuomio tai vankeusrangaistus.",
      "Sotilaat tekivät niin kuin oli käsketty, ottivat Paavalin mukaansa ja veivät hänet yötä myöten Antipatrikseen.",
      "Seuraavana päivänä lähtivät ratsumiehet edelleen saattamaan Paavalia, kun taas muut palasivat varuskuntaansa.",
      "Ratsumiehet saapuivat Kesareaan, toimittivat kirjeen maaherralle ja veivät myös Paavalin hänen eteensä.",
      "Maaherra luki kirjeen ja kysyi, mistä maakunnasta Paavali oli. Kuultuaan, että Paavali oli Kilikiasta,"
    ],
    [
      "Viiden päivän kuluttua Kesareaan saapui ylipappi Ananias, muutamia kansan vanhimpia sekä asianajaja Tertullus, ja maaherran edessä he esittivät syytteen Paavalia vastaan.",
      "Tämän me kiitollisina tunnustamme, aina ja kaikin tavoin.",
      "En halua vaivata sinua pitkään, pyydän vain, että hetken aikaa hyväntahtoisesti kuuntelisit meitä.",
      "Me olemme havainneet, että tämä mies on tuhoisa kuin rutto. Hän on nasaretilaisten lahkon johtaja, ja kaikkialla, joka puolella maailmaa hän on lietsomassa levottomuutta juutalaisten keskuudessa.",
      "Hän yritti saastuttaa temppelinkin, mutta siitä teosta me otimme hänet kiinni.",
      "Juutalaiset yhtyivät tähän syytökseen ja vakuuttivat, että asia oli niin.",
      "Siitä, kun tulin Jerusalemiin rukoilemaan, ei ole enempää kuin kaksitoista päivää -- tämän voit itse tarkistaa.",
      "Minun ei ole havaittu väittelevän kenenkään kanssa eikä kiihottavan kansaa, ei temppelissä, ei synagogissa eikä kaupungilla.",
      "Liioin eivät nämä miehet voi edessäsi näyttää toteen sitä, mistä he nyt minua syyttävät.",
      "Mutta sen minä sinulle tunnustan, että kuljen sitä tietä, jota he sanovat lahkoksi, ja näin palvelen isieni Jumalaa: kaiken sen, mitä laissa ja profeettojen kirjoissa sanotaan, minä uskon,",
      "ja yhtä lailla kuin nämä tässä minä toivon ja odotan, että Jumala herättää kuolleista niin hurskaat kuin jumalattomat.",
      "Siksi teen kaikkeni, että minulla aina olisi puhdas omatunto Jumalan ja ihmisten edessä.",
      "Juuri näissä tehtävissä minä temppelissä olin, kun eräät Aasiasta tulleet juutalaiset tapasivat minut. Olin puhdistautunut, väkeä ei ollut koolla eikä mellakasta tietoakaan.",
      "Noiden miesten pitäisi olla itse täällä sinun edessäsi minua syyttämässä, jos heillä on jotakin minua vastaan.",
      "Tai sanokoot nämä, minkä rikkomuksen he havaitsivat silloin, kun seisoin neuvoston edessä.",
      "Hän antoi sadanpäällikölle käskyn, että Paavalia oli pidettävä vankilassa mutta hänelle oli suotava helpotuksia eikä hänen ystäviään saanut estää pitämästä hänestä huolta.",
      "Jonkin ajan kuluttua Felix tuli juutalaisen vaimonsa Drusillan kanssa vankilaan, lähetti hakemaan Paavalia ja kuunteli, mitä tämä kertoi uskosta Kristukseen Jeesukseen.",
      "Hän myös toivoi saavansa Paavalilta rahaa, ja siksi hän tavan takaa haetti Paavalin luokseen ja keskusteli hänen kanssaan.",
      "Kahden vuoden kuluttua Felixin tilalle tuli Porcius Festus, ja koska Felix halusi pysyä hyvissä väleissä juutalaisten kanssa, hän jätti Paavalin vankeuteen."
    ],
    [
      "Maaherran virkaan astuttuaan Festus lähti kolmen päivän kuluttua Kesareasta Jerusalemiin.",
      "Ylipapit ja juutalaisten johtomiehet esittivät hänelle syytteensä Paavalia vastaan",
      "ja pyysivät sitä suosionosoitusta, että hän haettaisi Paavalin Jerusalemiin. He näet suunnittelivat väijytystä surmatakseen Paavalin matkalla.",
      "Festus kuitenkin vastasi, että Paavalia säilytettiin Kesareassa ja että hän itse aikoi kohta lähteä sinne.",
      "Festus viipyi Jerusalemissa vain kymmenkunta päivää ja palasi sitten Kesareaan. Heti seuraavana päivänä hän istuutui tuomarinistuimelleen ja käski tuoda Paavalin eteensä.",
      "Paavalin saavuttua kerääntyivät Jerusalemista tulleet juutalaiset hänen ympärilleen ja ahdistivat häntä monin raskain syytöksin. He eivät kuitenkaan kyenneet näyttämään syytöksiään toteen.",
      "Jonkin ajan kuluttua tulivat kuningas Agrippa ja Berenike Kesareaan tervehdyskäynnille Festuksen luo.",
      "Jerusalemissa käydessäni juutalaisten ylipapit ja vanhimmat esittivät syytteen häntä vastaan ja vaativat hänelle tuomiota.",
      "Vastasin heille, ettei roomalaisten ole tapana jättää ketään syyttäjien armoille, vaan syytetyn on näiden läsnä ollessa saatava puolustautua syytettä vastaan.",
      "Niinpä he tulivat tänne, ja viipymättä, heti seuraavana päivänä minä ryhdyin istumaan oikeutta ja käskin tuoda miehen eteeni.",
      "Syyttäjät asettuivat hänen ympärilleen mutta eivät syyttäneet häntä mistään sellaisesta rikkomuksesta kuin odotin.",
      "He olivat eri mieltä kuin tämä Paavali joistakin omaa uskontoaan koskevista kiistakysymyksistä ja puhuivat jostakin Jeesuksesta, joka on kuollut mutta jonka Paavali väittää elävän.",
      "Kun en ole perehtynyt tällaisten riitojen selvittelyyn, kysyin, tahtoisiko hän lähteä Jerusalemiin ja antaa ratkaista asiansa siellä.",
      "Seuraavana päivänä Agrippa ja Berenike saapuivat kaikessa loistossaan. Ylimpien sotilashenkilöiden ja kaupungin johtomiesten saattamina he menivät juhlasaliin, ja Festus käski tuoda Paavalin sisään.",
      "En ole kuitenkaan todennut hänen tehneen mitään sellaista, mistä seuraisi kuolemanrangaistus. Mutta nyt hän on itse vedonnut keisarilliseen majesteettiin, ja siksi olen päättänyt lähettää hänet keisarin eteen.",
      "Minulla vain ei ole mitään täsmällisiä tosiasioita kirjoitettavaksi hänestä herralleni. Siksi olenkin tuonut hänet teidän eteenne -- ennen kaikkea sinun kuultavaksesi, kuningas Agrippa -- jotta tämän tutkinnan jälkeen tietäisin, mitä kirjoittaa."
    ],
    [
      "Sinähän tunnet perin pohjin kaikki juutalaisten säädökset ja kiistakysymykset. Siksi pyydän, että kärsivällisesti kuuntelet minua.",
      "He tuntevat minut jo entuudestaan ja voivat todistaa -- jos vain haluavat -- että olin fariseus ja elin siis uskontomme ankarimman suunnan mukaan.",
      "Niinpä minä nytkin olen tutkittavana sen tähden, että panen toivoni lupaukseen, jonka Jumala on antanut meidän isillemme.",
      "Yötä päivää meidän kansamme kaksitoista heimoa hartaasti palvelevat Jumalaa ja toivovat tämän lupauksen toteutuvan. Tämän toivon takia, kuningas, juutalaiset syyttävät minua.",
      "Miksi teistä on niin uskomatonta, että Jumala herättää kuolleet?",
      "Niin minä myös tein Jerusalemissa. Hankin ylipapeilta valtuudet ja toimitin vankilaan monia pyhiä, ja kun tuli kyse heidän surmaamisestaan, äänestin sen puolesta.",
      "Kerran toisensa jälkeen minä synagogissa rankaisin heitä ja yritin pakottaa heidät herjaamaan Jeesusta, ja ankarassa kiihkossani minä ulotin vainoretkeni oman maamme ulkopuolelle asti.",
      "Mutta silloin, kuningas, minä matkaa tehdessäni puolenpäivän aikaan näin, miten taivaasta leimahti aurinkoakin kirkkaampi valo minun ja matkatovereideni ympärille.",
      "Me kaikki kaaduimme maahan, ja minä kuulin äänen sanovan heprean kielellä: 'Saul, Saul, miksi vainoat minua? Paha sinun on potkia pistintä vastaan.'",
      "Minä kysyin: 'Herra, kuka sinä olet?' Herra sanoi: 'Minä olen Jeesus, jota sinä vainoat.",
      "Nouse jaloillesi. Minä olen ilmestynyt sinulle, koska olen valinnut sinut palvelijakseni ja todistajakseni, kertomaan siitä, mitä nyt olet nähnyt ja mitä vielä olet näkevä, kun sinulle ilmestyn.",
      "Minä pelastan sinut oman kansasi käsistä ja varjelen sinua, kun lähetän sinut pakanoiden pariin",
      "avaamaan heidän silmänsä ja saattamaan heidät pimeydestä valoon ja Saatanan vallasta Jumalan luo. He saavat syntinsä anteeksi, kun uskovat minuun, ja heillä on oleva paikkansa niiden joukossa, jotka Jumala on pyhittänyt.'",
      "Ensiksi Damaskoksessa ja Jerusalemissa, sitten joka puolella Juudeaa ja muiden kansojen parissa minä olen julistanut, että kaikkien tulee katua syntejään, kääntyä Jumalan puoleen ja tehdä tekoja, joissa heidän parannuksensa näkyy.",
      "Tästä syystä juutalaiset ottivat minut temppelissä kiinni ja yrittivät hakata minut hengiltä.",
      "Jumalan avulla olen kuitenkin selvinnyt tähän päivään asti ja voin nytkin täyttää todistajan tehtävääni, puhua sekä ylhäisille että alhaisille. Minä puhun vain siitä, minkä profeetat ja Mooses ovat ennustaneet tapahtuvan, en mistään muusta,",
      "Kuninkaalle nämä asiat kyllä ovat tuttuja, ja siksi voinkin avoimesti puhua niistä hänelle. Yksikään niistä ei ole hänelle tuntematon, siitä olen varma -- eihän tämä ole tapahtunut missään syrjäisessä kolkassa.",
      "Silloin kuningas nousi, samoin maaherra ja Berenike sekä koko heidän seurueensa."
    ],
    [
      "Kun oli päätetty, että lähtisimme meritse Italiaan, Paavali ja muutamat muut vangit annettiin Juliuksen, keisarillisen sotaväen sadanpäällikön, valvontaan.",
      "Astuimme adramyttionilaiseen laivaan, jonka oli määrä purjehtia Aasian satamiin, ja lähdimme merelle. Mukanamme oli myös makedonialainen Aristarkos, joka oli kotoisin Tessalonikasta.",
      "Seuraavana päivänä saavuimme Sidoniin, ja Julius, joka kohteli Paavalia hyvin, antoi hänen käydä ystävien luona hoitoa saamassa.",
      "Lähdettyämme sieltä merelle purjehdimme vastatuulen takia Kyproksen suojaan,",
      "jatkoimme sitten matkaamme Kilikian ja Pamfylian edustalla olevan merenselän yli ja laskimme maihin Lykian Myrassa.",
      "Sieltä sadanpäällikkö löysi aleksandrialaisen laivan, joka oli lähdössä Italiaan, ja siirsi meidät siihen.",
      "Useiden päivien ajan purjehduksemme sitten edistyi hitaasti, ja vain vaivoin pääsimme Knidoksen kohdalle. Tuuli esti meitä jatkamasta aikomaamme suuntaan, ja niin purjehdimme Salmonen niemen ohi Kreetan suojaan.",
      "Etenimme vaivalloisesti saaren rannikkoa seuraten ja saavuimme sitten paikkaan, jonka nimi on Hyvätsatamat. Se on lähellä Lasaian kaupunkia.",
      "Olimme olleet matkalla jo pitkän aikaa, paastopäiväkin oli ohitse, ja merenkulku alkoi olla vaarallista. Paavali varoitti toisia:",
      "Miehet, minä tiedän, että purjehduksestamme tulee työläs ja vaarallinen. Siinä ei ole vaarassa vain lasti ja laiva, vaan myös oma henkemme.",
      "Sadanpäällikkö kuitenkin uskoi laivuria ja aluksen omistajaa enemmän kuin Paavalin puhetta.",
      "Kun paikkakin oli talvisatamaksi soveltumaton, useimmat olivat sitä mieltä, että oli jatkettava matkaa ja yritettävä päästä talveksi Foiniksiin, Kreetan satamaan, joka antaa lounaaseen ja luoteeseen päin.",
      "Kun sitten alkoi puhaltaa heikko etelätuuli, he luulivat onnistuvansa aikeessaan, nostivat ankkurin ja purjehtivat aivan Kreetan rannikkoa pitkin.",
      "Mutta ei kestänyt kauankaan, kun saaren yli syöksyi raju tuuli, koillismyrsky.",
      "Se tempasi laivan mukaansa, ja meidän oli jättäydyttävä tuuliajolle, sillä emme kyenneet nousemaan tuuleen.",
      "Päästyämme Kauda- nimisen saaren suojaan saimme työllä ja tuskalla laivaveneen talteen.",
      "Kun vene oli vedetty ylös, merimiehet ryhtyivät varotoimiin ja sitoivat köysiä laivan ympäri. Koska laiva oli vaarassa ajautua Syrtin hiekkasärkille, he laskivat ajoankkurin, ja ajelehtiminen jatkui näin.",
      "Kun rajumyrsky yhä vain ahdisti laivaamme, miehet heittivät seuraavana päivänä osan lastista yli laidan,",
      "ja kolmantena päivänä he omin käsin viskasivat kaiken irtaimen kannelta mereen.",
      "Moneen päivään emme nähneet aurinkoa emmekä tähtiä, ja kun myrsky yhä raivosi ankarana, menetimme lopulta kaiken toivon selvitä hengissä.",
      "Mutta nyt kehotan teitä pysymään rohkealla mielin. Yksikään teistä ei menetä henkeään, ainoastaan laiva tuhoutuu.",
      "Viime yönä näet vierelläni seisoi sen Jumalan enkeli, jonka oma minä olen ja jota minä palvelen.",
      "Enkeli sanoi: 'Älä pelkää, Paavali. Sinä olet vielä seisova keisarin edessä, ja Jumala antaa sinulle sen lahjan, että myös matkatoverisi pelastuvat.'",
      "Pysykää siis rohkeina, miehet! Minä luotan Jumalaan ja uskon, että käy niin kuin minulle on sanottu.",
      "Tuli neljästoista yö, ja yhä me ajelehdimme Adrianmerellä. Keskiyön aikaan merimiehistä alkoi tuntua, että lähestyttiin maata.",
      "He luotasivat ja totesivat syvyydeksi kaksikymmentä syltä, ja kun he vähän ajan perästä luotasivat uudelleen, syvyyttä oli enää viidentoista sylen verran.",
      "Merimiehet pelkäsivät meidän ajautuvan karikkoihin, ja siksi he laskivat laivan perästä neljä ankkuria ja jäivät odottamaan päivän valkenemista.",
      "He yrittivät sitten lähteä salaa laivasta ja laskivat veneen vesille muka mennäkseen laskemaan keulasta ankkureita.",
      "Silloin sotilaat katkaisivat veneen köydet ja päästivät sen menemään.",
      "Tämän sanottuaan hän otti leivän ja kaikkien nähden kiitti Jumalaa, mursi leivän ja alkoi syödä.",
      "Toisetkin saivat tästä rohkeutta ja rupesivat ruokailemaan.",
      "Meitä oli laivassa kaikkiaan kaksisataaseitsemänkymmentäkuusi henkeä.",
      "Kun oli kylliksi syöty, merimiehet kevensivät laivaa heittämällä viljalastin mereen.",
      "Aamun valjetessa merimiehet eivät tunteneet edessä olevaa maata, mutta he huomasivat matalarantaisen poukaman ja päättivät yrittää ohjata laivan sinne.",
      "He katkaisivat ankkuriköydet ja antoivat ankkurien jäädä mereen, ja kun peräsinairot oli päästetty köysistään, he nostivat keulapurjeen tuuleen ja ohjasivat rantaa kohti.",
      "Laiva kuitenkin ajautui päin särkkää ja törmäsi siihen. Keula juuttui tiukasti paikoilleen, ja aallokossa perä alkoi hajota liitoksistaan.",
      "Sotamiehet aikoivat silloin tappaa vangit, ettei kukaan pääsisi uimalla pakoon.",
      "Sadanpäällikkö kuitenkin esti heidän aikeensa, sillä hän halusi pelastaa Paavalin. Hän käski uimataitoisten hypätä ensimmäisinä mereen ja pyrkiä rantaan",
      "ja heidän perässään toisten, joko lankkujen varassa tai muilla laivan kappaleilla. Näin kaikki pääsivät onnellisesti maihin."
    ],
    [
      "Päästyämme turvaan saimme tietää, että saari oli Malta.",
      "Saaren asukkaat kohtelivat meitä tavattoman ystävällisesti. He sytyttivät nuotion ja kutsuivat meidät kaikki sen ääreen, sillä ilma oli kylmä ja oli alkanut sataa.",
      "Paavali keräsi sylyksen risuja ja pani ne nuotioon, mutta kuumuus ajoi sieltä esiin kyyn, ja se kävi kiinni Paavalin käteen.",
      "Mutta Paavali ravisti käärmeen tuleen, eikä hänelle tapahtunut mitään,",
      "Lähistöllä oli maatiloja, jotka omisti Publius, saaren ylin virkamies. Hän otti meidät luokseen ja piti meitä ystävällisesti vierainaan kolmen päivän ajan.",
      "Publiuksen isä makasi vuoteenomana; hänellä oli kuumetta ja paha vatsatauti. Paavali meni hänen luokseen, rukoili, pani kätensä hänen päälleen ja paransi hänet.",
      "Tämän jälkeen tulivat saaren muutkin sairaat Paavalin luo, ja he saivat avun vaivoihinsa.",
      "Monin tavoin he sitten osoittivat meille kunnioitustaan, ja kun taas jatkoimme matkaa, he antoivat meille kaikkea, mitä tarvitsimme.",
      "Kolmen kuukauden kuluttua lähdimme merelle laivassa, joka oli talvehtinut saarella. Laiva oli aleksandrialainen, ja sen keulassa oli Castorin ja Polluxin kuvat.",
      "Tulimme Syrakusaan ja viivyimme siellä kolme päivää.",
      "Sitten lähdimme taas purjehtimaan ja saavuimme Regiumiin. Kun olimme olleet siellä päivän, alkoi puhaltaa etelätuuli, ja me pääsimme kahdessa päivässä Puteoliin.",
      "Siellä tapasimme veljiä, ja nämä pyysivät meitä jäämään viikoksi luokseen. Näin me saavuimme Roomaan.",
      "Siellä asuvat veljet olivat jo kuulleet meistä ja tulivat meitä vastaan Forum Appiin ja Tres Tabernaen pikkukaupunkeihin saakka. Nähdessään heidät Paavali kiitti Jumalaa ja sai lisää rohkeutta.",
      "Kun sitten olimme perillä Roomassa, Paavalille annettiin lupa asua omassa asunnossa yhdessä häntä vartioivan sotilaan kanssa.",
      "Roomalaiset kyllä olisivat kuulustelun jälkeen päästäneet minut vapaaksi, koska en ollut tehnyt mitään, mistä olisin ansainnut kuolemanrangaistuksen,",
      "mutta juutalaiset olivat sitä vastaan. Niinpä minun oli vedottava keisariin -- ei kuitenkaan siinä mielessä, että mitenkään tahtoisin syyttää kansaani.",
      "He sopivat Paavalin kanssa uudesta tapaamisesta, ja määräpäivänä heitä tuli useampia hänen majapaikkaansa. Aamuvarhaisesta iltamyöhään Paavali todisti heille Jumalan valtakunnasta ja selitti sitä. Mooseksen lakiin ja profeettoihin vedoten hän yritti taivuttaa heidät uskomaan Jeesukseen.",
      "Jotkut vakuuttuivatkin siitä, mitä hän puhui, mutta toiset pysyivät epäuskoisina.",
      "-- Mene tämän kansan luo ja sano: Kuulemalla kuulkaa älkääkä käsittäkö. Katsomalla katsokaa älkääkä nähkö.",
      "Sillä paatunut on tämän kansan sydän, vain vaivoin he kuulevat korvillaan ja silmänsä he ovat ummistaneet, jotta he eivät silmillään näkisi, eivät korvillaan kuulisi eivätkä sydämellään ymmärtäisi, jotta he eivät kääntyisi enkä minä parantaisi heitä.",
      "Täydet kaksi vuotta Paavali sitten asui omassa vuokra-asunnossaan ja otti vastaan kaikki, jotka tulivat hänen luokseen.",
      "Hän julisti Jumalan valtakuntaa ja opetti, kuka Herra Jeesus Kristus on, avoimesti ja kenenkään estämättä."
    ]
  ],
  "name": "Acts"
}
