{
  "id": "mt",
  "chapters": [
    [
      "Jesuksen Kristuksen syntymäkirja, Davidin pojan, Abrahamin pojan.",
      "Abraham siitti Isaakin. Mutta Isaak siitti Jakobin. Jakob siitti Juudan, ja hänen veljensä,",
      "Juuda siitti Phareksen ja Saramin Tamarista. Phares siitti Hetsronin. Hetsron siitti Aramin.",
      "Aram siitti Aminadabin. Aminadab siitti Nahassonin. Nahasson siitti Salmonin.",
      "Salmon siitti Boaksen Rahabista. Boas siitti Obedin Ruutista. Obed siitti Jessen.",
      "Jesse siitti kuningas Davidin. Kuningas David siitti Salomonin Urian emännästä.",
      "Salomon siitti Rehabeamin. Rehabeam siitti Abian. Abia siitti Assan.",
      "Assa siitti Josaphatin. Josaphat siitti Joramin. Joram siitti Ussian.",
      "Ussia siitti Jotamin. Jotam siitti Akaksen. Akas siitti Etsekian.",
      "Etsekia siitti Manassen. Manasse siitti Amonin. Amon siitti Josian.",
      "Josia siitti (Jojakimin. Jojakim siitti) Jekonian ja hänen veljensä, Babelin vankiudessa.",
      "Mutta Babelin vankiuden jälkeen siitti Jekonia Sealtielin. Sealtiel siitti Zorobabelin.",
      "Zorobabel siitti Abiudin. Abiud siitti Eliakimin. Eliakim siitti Asorin.",
      "Asor siitti Sadokin. Sadok siitti Akimin. Akim siitti Eliudin.",
      "Eliud siitti Eleatsarin. Eleatsar siitti Matanin. Matan siitti Jakobin.",
      "Jakob siitti Josephin, Marian miehen, josta (Mariasta) on syntynyt Jesus, joka kutsutaan Kristus.",
      "Niin ovat kaikki polvet Abrahamista Davidiin asti neljätoistakymmentä polvea; Davidista Babelin vankiuteen myös neljätoistakymmentä polvea, ja Babelin vankiudesta Kristukseen asti neljätoistakymmentä polvea.",
      "Jesuksen Kristuksen syntymys oli näin: koska Maria hänen äitinsä oli Josephiin kihlattu, ennen kuin he yhteen tulivat, löyttiin hän raskaaksi Pyhästä Hengestä.",
      "Mutta että Joseph hänen miehensä oli hurskas ja ei tahtonut häntä huutoon saattaa, ajatteli hän salaisesti hyljätä hänen.",
      "Kuin hän näitä ajatteli, katso, niin Herran enkeli ilmestyi hänelle unessa ja sanoi: Joseph, Davidin poika! älä pelkää ottaakses Mariaa puolisoas tykös; sillä se, mikä hänessä on siinnyt, on Pyhästä Hengestä.",
      "Ja hänen pitää synnyttämän Pojan, jonka nimen sinun pitää kutsuman Jesus; sillä hän on vapahtava kansansa heidän synneistänsä.",
      "Mutta tämä on kaikki tapahtunut, että täytettäisiin, mitä Herralta on sanottu prophetan kautta, joka sanoo:",
      "Katso, neitseen pitää raskaaksi tuleman ja synnyttämän Pojan, ja hänen nimensä pitää kutsuttaman Emmanuel; se on niin paljo sanottu: Jumala meidän kanssamme.",
      "Kuin Joseph unesta heräsi, niin hän teki kuin Herran enkeli hänen käski, ja otti puolisonsa tykönsä,",
      "Ja ei tuntenut häntä, siihenasti kuin hän poikansa esikoisensa synnytti, ja kutsui hänen nimensä Jesus."
    ],
    [
      "Koska siis Jesus syntynyt oli Betlehemissä Juudan maalla, kuningas Herodeksen aikaan, katso, tietäjät tulivat idästä Jerusalemiin ja sanoivat:",
      "Kussa on se syntynyt Juudalaisten kuningas? sillä me näimme hänen tähtensä idässä, ja tulimme häntä kumartaen rukoilemaan.",
      "Kuin kuningas Herodes sen kuuli, hämmästyi hän ja kaikki Jerusalem hänen kanssansa,",
      "Ja kokosi kaikki ylimmät papit ja kirjanoppineet kansan seassa, ja kyseli heiltä, kussa Kristuksen syntymän piti.",
      "Ja he sanoivat hänelle: Betlehemissä Juudan maalla; sillä niin on prophetan kautta kirjoitettu:",
      "Ja sinä Betlehem Juudan maassa, et sinä ole suinkaan vähin Juudan pääruhtinasten seassa; sillä sinusta on tuleva se Ruhtinas, jonka minun kansaani Israelia pitää hallitseman.",
      "Silloin kutsui Herodes tietäjät salaa, ja tutkisteli visusti heiltä, millä ajalla tähti ilmestyi,",
      "Ja lähetti heidät Betlehemiin, ja sanoi: menkäät ja kysykäät visusti lapsesta, ja kuin te löydätte, niin ilmoittakaat minulle, että minäkin tulisin ja kumartaisin häntä.",
      "Kuin he olivat kuninkaan kuulleet, menivät he matkaansa, ja katso, tähti, jonka he olivat nähneet idässä, kävi heidän edellänsä, niinkauvan kuin hän edellä käyden seisahti sen paikan päälle, jossa lapsi oli.",
      "Kuin he tähden näkivät, ihastuivat he sangen suurella ilolla,",
      "Ja menivät huoneeseen, löysivät lapsen äitinsä Marian kanssa, maahan lankesivat ja rukoilivat häntä, ja avasivat tavaransa, ja lahjoittivat hänelle kultaa ja pyhää savua ja mirhamia.",
      "Ja Jumala kielsi heitä unessa Herodeksen tykö palajamasta; ja he menivät toista tietä omalle maallensa.",
      "Mutta kuin he olivat menneet pois, katso, niin Herran enkeli ilmestyi Josephille unessa, sanoen: nouse ja ota lapsi äitinensä tykös, ja pakene Egyptiin, ja ole siellä siihen asti kuin minä sinulle sanon; sillä Herodes on etsivä lasta, hukuttaaksensa häntä.",
      "Niin hän nousi ja otti lapsen äitinensä yöllä tykönsä, ja pakeni Egyptiin,",
      "Ja oli siellä Herodeksen kuolemaan asti: että täytettäisiin mitä sanottu oli Herralta prophetan kautta, joka sanoo: Egyptistä kutsuin minä poikani.",
      "Kuin Herodes näki itsensä tietäjiltä vietellyksi, vihastui hän sangen kovin, ja lähetti tappamaan kaikki poikalapset Betlehemissä ja kaikissa sen äärissä, jotka kaksivuotiset olivat taikka nuoremmat, sen ajan jälkeen, jonka hän oli tarkasti tietäjiltä tutkinut.",
      "Silloin se täytettiin, mitä Jeremialta prophetalta sanottu oli, joka sanoo:",
      "Ramassa on ääni kuulunut, suuri valitus, itku ja iso parku: Rakel itkee lapsiansa, ja ei tahtonut itsiänsä antaa lohdutettaa, ettei he ole.",
      "Mutta kuin Herodes oli kuollut, katso, niin Herran enkeli ilmestyi Josephille unessa Egyptissä ja sanoi:",
      "Nouse ja ota lapsi äitinensä, ja mene Israelin maalle; sillä ne ovat kuolleet, jotka lapsen henkeä väijyivät.",
      "Niin hän nousi ja otti lapsen äitinensä, ja meni Israelin maalle.",
      "Mutta kuin hän kuuli, että Arkelaus oli kuningas Juudeassa, isänsä Herodeksen siassa, pelkäsi hän sinne mennä. Ja hän sai Jumalalta käskyn unessa, ja poikkesi Galilean ääriin,",
      "Ja tuli ja asui kaupungissa, joka kutsutaan Natsaret, että täytettäisiin mitä prophetain kautta sanottu oli: hän pitää Natsarealaiseksi kutsuttaman."
    ],
    [
      "Niinä päivinä tuli Johannes Kastaja, ja saarnasi Juudean korvessa,",
      "Ja sanoi: tehkäät parannus; sillä taivaan valtakunta on lähestynyt.",
      "Sillä tämä on se, josta sanottu on Jesaialta prophetalta, joka sanoo: huutavan ääni on korvessa, valmistakaat Herran tietä, tehkäät hänen polkunsa oikiaksi.",
      "Mutta Johanneksella oli vaate kamelin karvoista ja hihnainen vyö hänen vyöllänsä, ja hänen ruokansa oli heinäsirkat ja metsähunaja.",
      "Silloin meni hänen tykönsä Jerusalem, ja koko Juudea, ja kaikki maakunta Jordanin ympäriltä.",
      "Ja he kastettiin häneltä Jordanissa, ja tunnustivat heidän syntinsä.",
      "Mutta kuin hän monta Pharisealaisista ja Saddukealaisista näki tulevan kasteensa tykö, sanoi hän heille: te kyykärmetten sikiät, kuka teitä neuvoi pakenemaan tulevaista vihaa?",
      "Tehkäät siis parannuksen soveliaita hedelmiä.",
      "Ja älkäät ajatelko itsellenne sanoa: Abraham on meidän isämme. Millä minä sanon teille: Jumala voi näistä kivistä Abrahamille lapset herättää.",
      "Mutta jo myös on kirves pantu puiden juurelle: sentähden jokainen puu, joka ei tee hyvää hedelmää, hakataan pois ja tuleen heitetään.",
      "Minä tosin kastan teitä vedellä parannukseen; mutta se, joka minun jälkeeni tulee, on väkevämpi minua, jonka kenkiä en minä ole kelvollinen kantamaan, hän kastaa teitä Pyhällä Hengellä ja tulella.",
      "Jonka viskin on hänen kädessänsä, ja hän perkaa riihensä ja kokoo nisunsa aittaansa, mutta ruumenet polttaa hän sammumattomalla tulella.",
      "Silloin tuli Jesus Galileasta Jordaniin Johanneksen tykö, kastettaa häneltä;",
      "Mutta Johannes kielsi häneltä, sanoen: minä tarvitsen sinulta kastettaa, ja sinä tulet minun tyköni?",
      "Niin vastasi Jesus ja sanoi hänelle: salli nyt; sillä näin meidän sopii kaikkea vanhurskautta täyttää. Ja hän salli hänen.",
      "Kuin Jesus kastettu oli, astui hän kohta ylös vedestä: ja katso, taivaat aukenivat hänelle, ja hän näki Jumalan Hengen tulevan alas, niinkuin kyyhkyisen, ja tulevan hänen päällensä,",
      "Ja katso, ääni taivaasta sanoi: tämä on se minun rakas Poikani, johonka minä mielistyin."
    ],
    [
      "Silloin vietiin Jesus hengeltä korpeen kiusattaa perkeleeltä.",
      "Ja kuin hän oli paastonnut neljäkymmentä päivää ja neljäkymmentä yötä, sitte hän isosi.",
      "Ja kiusaaja tuli hänen tykönsä ja sanoi: jos sinä olet Jumalan Poika, niin sano, että nämät kivet leiviksi tulevat.",
      "Mutta hän vastasi ja sanoi: kirjoitettu on: ei ihminen elä ainoasti leivästä, mutta jokaisesta sanasta, joka Jumalan suusta lähtee.",
      "Silloin otti perkele hänen kanssansa pyhään kaupunkiin, ja asetti hänen templin harjalle,",
      "Ja sanoi hänelle: jos sinä olet Jumalan Poika, niin laske sinus alaspäin; sillä kirjoitettu on: hän antaa käskyn enkeleillensä sinusta, ja he käsissä kantavat sinun, ettet joskus jalkaas kiveen loukkaa.",
      "Niin Jesus sanoi hänelle: taas on kirjoitettu: ei sinun pidä kiusaaman Herraa sinun Jumalaas.",
      "Taas vei hänen perkele sangen korkialle vuorelle, ja osoitti hänelle kaikki maailman valtakunnat ja niiden kunnian,",
      "Ja sanoi hänelle: nämät kaikki minä annan sinulle, jos sinä lankeat maahan ja rukoilet minua.",
      "Niin sanoi Jesus hänelle: mene pois, saatana! Sillä kirjoitettu on: Herraa sinun Jumalaas pitää sinun kumartaman, ja häntä ainoaa palveleman.",
      "Silloin jätti hänen perkele; ja katso, enkelit tulivat ja palvelivat häntä.",
      "Mutta kuin Jesus kuuli, että Johannes oli vankiuteen annettu ylön, poikkesi hän Galileaan,",
      "Ja jätti Natsaretin, tuli ja asui Kapernaumissa, joka on merikaupunki, Zebulonin ja Naphtalin äärissä;",
      "Että täytettäisiin se mikä sanottu oli Jesaias prophetan kautta, joka sanoo:",
      "Zebulonin maa ja Naphtalin maa, läsnä meritietä, sillä puolella Jordanin, pakanain Galilea,",
      "Kansa, joka pimiässä istui, näki suuren valkeuden, ja niille, jotka kuoleman maassa ja varjossa istuivat, koitti valkeus.",
      "Siitä ajasta rupesi Jesus saarnaamaan ja sanomaan: tehtäät parannus; sillä taivaan valtakunta lähestyi.",
      "Mutta kuin Jesus käveli Galilean meren tykönä, näki hän kaksi veljestä, Simonin, joka kutsutaan Pietariksi, ja Andreaksen hänen veljensä, laskevan verkkoa mereen; (Sillä he olivat kalamiehet,)",
      "Ja sanoi heille: seuratkaat minua, ja minä teen teidät ihmisten kalamiehiksi.",
      "Niin he jättivät kohta verkot ja seurasivat häntä.",
      "Ja kuin hän sieltä edemmä kävi, näki hän toiset kaksi veljestä, Jakobin Zebedeuksen pojan ja Johanneksen hänen veljensä, venheessä isänsä Zebedeuksen kanssa, parantavan verkkojansa; ja hän kutsui heitä.",
      "Niin he kohta jättivät venheen ja isänsä, ja seurasivat häntä.",
      "Ja Jesus vaelsi ympäri kaiken Galilean, ja opetti heidän synagogissansa, ja saarnasi valtakunnan evankeliumia, ja paransi kaikkinaiset taudit ja kaiken sairauden kansan seassa.",
      "Ja sanoma kuului hänestä kaikkeen Syrian maahan. Ja he toivat hänen tykönsä kaikkinaisia sairaita, moninaisilla taudeilla ja kivuilla vaivatuita ja piruilta riivatuita, ja kuutaudillisia ja halvatuita; ja hän paransi ne.",
      "Ja häntä seurasi paljo väkeä Galileasta ja kymmenestä kaupungista, ja Jerusalemista ja Juudeasta, ja maakunnista sillä puolella Jordania."
    ],
    [
      "Mutta kuin hän näki kansan, astui hän ylös vuorelle, ja kuin hän oli istunut, tulivat hänen opetuslapsensa hänen tykönsä.",
      "Niin hän avasi suunsa, opetti heitä ja sanoi:",
      "Autuaat ovat hengellisesti vaivaiset; sillä heidän on taivaan valtakunta.",
      "Autuaat ovat murheelliset; sillä he saavat lohdutuksen.",
      "Autuaat ovat siviät; sillä he saavat maan periä.",
      "Autuaat ovat, jotka isoovat ja janoovat vanhurskautta; sillä he ravitaan.",
      "Autuaat ovat laupiaat; sillä he saavat laupiuden.",
      "Autuaat ovat puhtaat sydämestä; sillä he saavat nähdä Jumalan.",
      "Autuaat ovat rauhan tekiät; sillä ne pitää Jumalan pojiksi kutsuttaman.",
      "Autuaat ovat, jotka vanhurskauden tähden vainotaan; sillä heidän on taivaan valtakunta.",
      "Autuaat olette te, kuin he pilkkaavat ja vainoovat teitä, ja puhuvat kaikkinaista pahuutta teitä vastaan, valhetellen minun tähteni.",
      "Iloitkaat ja riemuitkaat; sillä teidän palkkanne on suuri taivaissa. Sillä näin he vainosivat prophetaita, jotka teidän edellänne olivat.",
      "Te olette maan suola: jos siis suola tulee mauttomaksi, millä sitte suolataan? ei se enään kelpaa mihinkään, vaan heitettää pois ja ihmisiltä tallattaa.",
      "Te olette maailman valkeus. Ei sitä kaupunkia taideta peittää, joka vuorella on,",
      "Eikä kynttilää sytytetä ja panna vakan alle, vaan kynttiläjalkaan, valaisemaan kaikkia, jotka huoneessa ovat.",
      "Näin valistakoon teidän valkeutenne ihmisten edessä, että he näkisivät teidän hyvät työnne, ja kunnioittaisivat teidän Isäänne, joka on taivaissa.",
      "Älkäät luulko, että minä tulin lakia ja prophetaita päästämään: en minä tullut päästämään, vaan täyttämään.",
      "Sillä totisesti sanon minä teille: siihenasti kuin taivas ja maa katoo, ei pidä vähinkään piirto eikä joku rahtu laista katooman, siihenasti kuin kaikki tapahtuvat.",
      "Kuka siis jonkun näistä vähimmistä käskyistä päästää, ja näin ihmisiä opettaa, hän pitää taivaan valtakunnassa vähimmäksi kutsuttaman; mutta joka sen tekee ja opettaa, se pitää suureksi taivaan valtakunnassa kutsuttaman.",
      "Sillä minä sanon teille: ellei teidän vanhurskautenne ole paljoa enempi kuin kirjanoppineiden ja Pharisealaisten, niin ette tule taivaan valtakuntaan.",
      "Te kuulitte mitä sanottu oli vanhoille: ei sinun pidä tappaman; mutta jokainen, joka tappaa, hänen pitää tuomioon vikapää oleman.",
      "Mutta minä sanon teille: että jokainen, joka tyhmästi vihastuu veljellensä, hänen pitää tuomioon vikapää oleman; mutta jokainen, joka sanoo veljellensä: raka, hänen pitää neuvon alle vikapää oleman; mutta jokainen, joka sanoo: sinä tyhmä, hänen pitää helvetin tuleen vikapää oleman.",
      "Sentähden, jos sinä uhraat lahjas alttarille, ja siellä muistat, että veljelläs on jotakin sinua vastaan:",
      "Niin jätä sinne lahjas alttarin eteen, ja mene ensin sopimaan veljes kanssa, ja tule sitte lahjas uhraamaan.",
      "Sovi nopiasti riitaveljes kanssa, koskas vielä hänen kanssansa tiellä olet, ettei riitaveljes anna sinua joskus tuomarille, ja tuomari antaa sinun palvelialle, ja sinä heitetään torniin.",
      "Totisesti sanon minä sinulle: et sinä suinkaan pääse sieltä ulos, siihenasti kuin sinä maksat viimeisen rovon.",
      "Te kuulitte sanotuksi vanhoille: ei sinun pidä huorin tekemän.",
      "Mutta minä sanon teille: jokainen, joka katsoo vaimon päälle himoitaksensa häntä, hän teki jo huorin hänen kanssansa sydämessänsä.",
      "Jos oikia silmäs pahentaa sinun, niin puhkaise se ulos, ja heitä pois tyköäs; sillä parempi on sinulle, että yksi jäsenistäs hukutetaan, kuin että koko ruumis pitäis heitettämän helvettiin.",
      "Ja jos oikia kätes pahentaa sinun, niin hakkaa se poikki, ja heitä pois tyköäs! sillä parempi on sinulle, että yksi jäsenistäs hukutetaan, kuin että koko ruumis pitäis helvettiin heitettämän.",
      "On myös sanottu: jokainen joka emäntänsä hylkää, hän antakaan hänelle erokirjan.",
      "Mutta minä sanon teille: joka emäntänsä hylkää, muutoin kuin huoruuden tähden, hän saattaa hänen huorin tekemään; ja joka nai sen hyljätyn, hän tekee huorin.",
      "Taas te kuulitte sanotuksi vanhoille: älä vanno väärin, vaan pidä valas Herralle.",
      "Mutta minä sanon teille: älkäät ensinkään vannoko, ei taivaan kautta, sillä se on Jumalan istuin;",
      "Eikä maan kautta, sillä se on hänen astinlautansa: ei myös Jerusalemin kautta, sillä se on suuren kuninkaan kaupunki:",
      "Ei sinun myös pidä vannoman pääs kautta, sillä et sinä voi yhtään hiusta valkiaksi eli mustaksi tehdä.",
      "Vaan teidän puheenne pitää oleman: on, on, ei, ei; mutta mitä siihen lisätään, se on pahasta.",
      "Te kuulitte sanotuksi: silmä silmästä, ja hammas hampaasta.",
      "Mutta minä sanon teille: älkäät olko pahaa vastaan; vaan joka sinua lyö oikialle poskelle, niin käännä myös hänelle toinen.",
      "Ja joka sinua tahtoo oikeuden eteen, jo ottaa hamees, niin salli myös hänelle muukin vaate.",
      "Ja joka sinua vaatii peninkulman, mene hänen kanssansa kaksi.",
      "Anna sille, joka sinulta anoo, ja älä käänny siltä pois, joka lainan pyytää.",
      "Te kuulitte sanotuksi: rakasta lähimmäistäs, ja vihaa vihollistas;",
      "Mutta minä sanon teille: rakastakaat vihollisianne; siunatkaat niitä, jotka teitä sadattavat; tehkäät niille hyvin, jotka teitä vihaavat, ja rukoilkaat niiden edestä, jotka teitä vainoovat ja vahingoittavat,",
      "Että te olisitte teidän Isänne pojat, joka on taivaissa; sillä hän sallii aurinkonsa koittaa niin pahain ylitse kuin hyväinkin, ja antaa sataa niin väärille kuin vanhurskaillekin.",
      "Sillä jos te rakastatte niitä, jotka teitäkin rakastavat, mitä teidän siitä palkkaa on? eikö Publikanit myös niin tee?",
      "Ja jos te ainoastaan veljeinne kanssa soveliaat olette, mitä te sen kanssa erinomaista teette? eikö Publikanit myös niin tee?",
      "Olkaat siis te täydelliset, niinkuin teidän taivaallinen Isänne täydellinen on."
    ],
    [
      "Kavahtakaat, ettette anna almujanne ihmisten edessä, että te heiltä nähtäisiin: niin ette saa palkkaa Isältänne, joka on taivaissa.",
      "Kuin siis almua annat, niin älä edelläs torvella soita, niinkuin ulkokullatut synagogissa ja kujilla tekevät, että he ihmisiltä kunnioitettaisiin. Totisesti sanon minä teille: he ovat saaneet palkkansa.",
      "Mutta kuin sinä almua annat, niin älköön vasen kätes tietäkö, mitä oikia kätes tekee,",
      "Että almus olis salaisuudessa, ja Isäs, joka salaisuudessa näkee, maksais sinulle julkisesti.",
      "Ja kuin rukoilet, niin ei sinun pidä oleman niinkuin ulkokullatut; sillä he mielellänsä seisovat ja rukoilevat synagogissa ja kujain kulmissa, että he ihmisiltä nähtäisiin. Totisesti sanon minä teille: he ovat saaneet palkkansa.",
      "Vaan kuin sinä rukoilet, niin mene kammioos, ja sulje oves, ja rukoile Isääs, joka on salaisuudessa: ja Isäs, joka salaisuudessa näkee, maksaa sinulle julkisesti.",
      "Ja kuin te rukoilette, niin älkää olko paljon puhuvaiset, niinkuin pakanat; sillä he luulevat heitä paljon puheensa tähden kuultavan.",
      "Sentähden älkäät olko heidän kaltaisensa; sillä Isänne tietää kyllä, mitä tarvitsette, ennen kuin te häneltä rukoilettekaan.",
      "Näin teidän siis pitää rukoileman: Isä meidän, joka olet taivaissa! Pyhitetty olkoon sinun nimes.",
      "Lähestyköön sinun valtakuntas. Olkoon sinun tahtos niin maassa kuin taivaassa.",
      "Anna meille tänäpäivänä meidän jokapäiväinen leipämme.",
      "Ja anna meille meidän velkamme anteeksi, niinkuin mekin anteeksi annamme meidän velvollistemme.",
      "Ja älä johdata meitä kiusaukseen. Mutta päästä meitä pahasta. Sillä sinun on valtakunta, ja voima, ja kunnia, ijankaikkisesti. Amen!",
      "Sillä jos te anteeksi annatte ihmisille heidän rikoksensa, niin myös teidän taivaallinen Isänne antaa teille anteeksi.",
      "Vaan jollette anteeksi anna ihmisille heidän rikoksiansa, niin ei myös teidän Isänne anteeksi anna teidän rikoksianne.",
      "Mutta kuin te paastootte, niin älkäät olko surulliset niinkuin ulkokullatut; sillä he muuttavat muotonsa, että he ihmisiltä nähtäisiin paastoovan. Totisesti sanon minä teille: he ovat saaneet palkkansa.",
      "Vaan sinä kuin paastoot, niin voitele pääs ja pese kasvos,",
      "Ettet ihmisiltä nähtäis paastoovan, mutta Isältäs, joka on salaisuudessa: ja Isäs, joka salaisuudessa näkee, maksaa sinulle julkisesti.",
      "Älkäät tavaraa kootko maan päällä, kussa koi ja ruoste raiskaavat, ja kussa varkaat kaivavat ja varastavat;",
      "Vaan kootkaat teillenne tavaraa taivaassa, kussa ei koi eikä ruoste raiskaa, ja kussa ei varkaat kaiva eikä varasta.",
      "Sillä kussa teidän tavaranne on, siellä on myös teidän sydämenne.",
      "Silmä on ruumin valkeus; jos siis silmäs on yksinkertainen, niin koko ruumiis on valaistu.",
      "Mutta jos silmäs on paha, niin koko ruumiis on pimiä. Jos siis se valkeus, joka sinussa on, on pimeys, kuinka suuri on itse pimeys?",
      "Ei kenkään voi palvella kahta herraa; sillä taikka hän tätä vihaa ja toista rakastaa, taikka hän tähän suostuu ja toisen ylönkatsoo. Ette voi palvella Jumalaa ja mammonaa.",
      "Sentähden sanon minä teille: älkäät murehtiko henkenne tähden, mitä te syötte ja mitä te juotte, eikä ruumiinne tähden, millä te teitänne verhootte. Eikö henki enempi ole kuin ruoka? ja ruumis parempi kuin vaate?",
      "Katsokaat taivaan lintuja, ei he kylvä eikä niitä, ei myös kokoa riiheen, ja teidän taivaallinen Isänne ruokkii heidät. Ettekö te paljoa enempi ole kuin he?",
      "Mutta kuka teistä voi surullansa lisätä yhden kyynärän pituudellensa?",
      "Ja mitä te surette vaatteista? Katsokaat kukkasia kedolla, kuinka he kasvavat: ei he työtä tee, eikä kehrää.",
      "Kuitenkin sanon minä teille, ettei Salomon kaikessa kunniassansa ollut niin vaatetettu kuin yksi heistä.",
      "Jos Jumala näin vaatettaa pellon ruohon, joka tänäpänä seisoo ja huomenna pätsiin heitetään, eikö hän paljoa enemmin teidän sitä tee, te vähäuskoiset?",
      "Älkäät siis surulliset olko, sanoen: mitä me syömme, taikka mitä me juomme? eli millä me meitämme verhoomme?",
      "Sillä kaikkia näitä pakanat etsivät; sillä teidän taivaallinen Isänne kyllä tietää teidän kaikkia näitä tarvitsevan.",
      "Vaan etsikäät ensin Jumalan valtakuntaa ja hänen vanhurskauttansa, ja niin kaikki nämät teille annetaan.",
      "Älkäät sentähden sureko huomisesta päivästä; sillä huomisella päivällä on suru itsestänsä. Tyytykään kukin päivä surullensa."
    ],
    [
      "Älkäät tuomitko, ettei teitä tuomittaisi.",
      "Sillä millä tuomiolla te tuomitsette, pitää teitä tuomittaman, ja sillä mitalla, jolla te mittaatte, pitää teille jälleen mitattaman.",
      "Miksis siis näet raiskan, joka on veljes silmässä, ja et äkkää malkaa omassa silmässäs?",
      "Taikka, kuinka sinä sanot veljelles: pidäs, minä otan raiskan silmästäs; ja katso, malka on omassa silmässäs?",
      "Sinä ulkokullattu, heitä ensin malka ulos sinun silmästäs, ja katso sitte, kuinka saisit raiskan ulos veljes silmästä.",
      "Älkäät antako koirille pyhää, ja älkäät päärlyjänne heittäkö sikain eteen, ettei he niitä joskus tallaa jaloillansa, ja käännä itsiänsä, ja repele teitä.",
      "Anokaat, niin teille annetaan: etsikäät, niin te löydätte: kolkuttakaat, niin teille avataan.",
      "Sillä jokainen, joka anoo, hän saa, ja joka etsii, hän löytää, ja kolkuttavalle avataan.",
      "Eli onko teistä joku ihminen, jolta hänen poikansa anois leipää: antaisko hän hänelle kiven?",
      "Eli jos hän kalaa anois: antaisko hän hänelle käärmeen?",
      "Jos siis te, jotka pahat olette, taidatte hyviä lahjoja antaa teidän lapsillenne, kuinka paljoa enempi teidän Isänne, joka on taivaissa, antaa niille hyviä, jotka häneltä anovat?",
      "Kaikki siis, mitä te tahdotte, että ihmiset pitää teille tekemän, niin te myös heille tehkäät; sillä tämä on laki ja prophetat.",
      "Menkäät ahtaasta portista sisälle; sillä se portti on lavia ja avara tie, joka vie kadotukseen, ja niitä on monta, jotka siitä sisälle menevät;",
      "Ja se portti on ahdas, ja tie kaita, joka vie elämään, ja harvat ovat, jotka sen löytävät.",
      "Mutta kavahtakaat teitänne vääristä prophetaista, jotka teidän tykönne lammasten vaatteilla tulevat, mutta sisältä he ovat raatelevaiset sudet.",
      "Heidän hedelmistänsä te tunnette heidät: hakeeko joku viinamarjoja orjantappuroista, taikka fikunia ohdakkeista?",
      "Niin jokainen hyvä puu kasvaa hyvät hedelmät; mutta mädännyt puu kasvaa häijyt hedelmät.",
      "Hyvä puu ei taida häijyjä hedelmiä kasvaa, eikä mädännyt puu hyviä hedelmiä kasvaa.",
      "Jokainen puu, joka ei kasva hyvää hedelmää, hakataan pois, ja tuleen heitetään.",
      "Sentähden tuntekaat heitä hedelmistänsä.",
      "Ei jokainen, joka sanoo minulle: Herra, Herra! pidä tuleman taivaan valtakuntaan; mutta joka tekee minun isäni tahdon, joka on taivaissa.",
      "Moni sanoo minulle sinä päivänä: Herra, Herra! emmekö me sinun nimes kautta ennustaneet, ja sinun nimelläs ajaneet ulos perkeleitä, ja ole sinun nimes kautta monta väkevää työtä tehneet?",
      "Ja silloin minä tunnustan, en minä teitä ikänä tuntenut: menkäät pois minun tyköäni, te väärintekiät.",
      "Sentähden jokaisen, joka minulta nämät puheet kuulee ja ne tekee, vertaan minä toimelliseen mieheen, joka huoneensa kalliolle rakensi.",
      "Ja sade lankesi, ja virrat tulivat, ja tuulet puhalsivat, ja sitä huonetta sysäsivät, joka ei kuitenkaan kukistunut; sillä se oli kalliolle perustettu.",
      "Ja jokainen, joka kuulee minulta nämä puheet, ja ei tee niitä, hän verrataan tyhmään mieheen, joka huoneensa sannalle rakensi.",
      "Ja sade lankesi, ja virrat tulivat, ja tuulet puhalsivat, ja sitä huonetta sysäsivät, joka kukistui, ja sen lankeemus oli suuri.",
      "Ja se tapahtui, kuin Jesus oli lopettanut nämät puheet, että kansat hämmästyivät hänen oppiansa.",
      "Sillä hän opetti heitä voimallisesti, ja ei niinkuin kirjanoppineet."
    ],
    [
      "Kuin hän astui alas vuorelta, seurasi häntä paljo kansaa.",
      "Ja katso, niin tuli spitalinen mies, kumarsi häntä ja sanoi: Herra, jos sinä tahdot, niin sinä voit minun puhdistaa.",
      "Niin Jesus ojensi kätensä ja rupesi häneen, sanoen: minä tahdon, ole puhdas. Ja hän puhdistettiin kohta spitalistansa.",
      "Ja Jesus sanoi hänelle: katso, ettet kenellekään sano: mutta mene ja näytä itses papille, ja uhraa lahjas, jonka Moses on käskenyt, heille todistukseksi.",
      "Mutta kuin Jesus meni Kapernaumiin, tuli sadanpäämies hänen tykönsä, ja rukoili häntä,",
      "Ja sanoi: Herra! minun palveliani sairastaa kotona halvattuna, ja kovin vaivataan.",
      "Jesus sanoi hänelle: minä tulen ja parannan hänen.",
      "Niin sadanpäämies vastasi ja sanoi: Herra, en ole minä mahdollinen, että sinä tulet minun kattoni alle; vaan sano ainoasti sana, niin palveliani paranee.",
      "Sillä minä olen myös ihminen toisen vallan alla, ja minun allani on sotamiehiä, ja sanon tälle: mene! ja hän menee, ja toiselle: tule! ja hän tulee, ja palvelialleni: tee tämä! ja hän tekee.",
      "Kuin Jesus tämän kuuli, ihmetteli hän, ja sanoi heille, jotka seurasivat: totisesti sanon minä teille: en ole minä löytänyt senkaltaista uskoa Israelissa.",
      "Mutta minä sanon teille: monta tulevat idästä ja lännestä, ja pitää Abrahamin, Isaakin ja Jakobin kanssa taivaan valtakunnassa istuman.",
      "Mutta valtakunnan lapset heitetään ulkonaiseen pimeyteen: siellä pitää oleman itku ja hammasten kiristys.",
      "Ja Jesus sanoi sadanpäämiehelle: mene, ja niinkuin sinä uskoit, niin sinulle tapahtukoon. Ja sillä hetkellä parani hänen palveliansa.",
      "Ja kuin Jesus tuli Pietarin huoneeseen, näki hän hänen anoppinsa makaavan ja sairastavan vilutautia.",
      "Niin hän tarttui hänen käteensä, ja vilutauti luopui hänestä. Ja hän nousi, ja palveli heitä.",
      "Mutta kuin ehtoo tuli, niin he toivat hänen tykönsä monta pirulta riivattua; ja hän ajoi ulos sanalla henget, ja teki kaikkinaisia sairaita terveeksi;",
      "Että täytettäisiin, mitä sanottu oli Jesaias prophetan kautta, joka sanoo: hän on ottanut meidän heikkoutemme, ja hän kantoi meidän tautimme.",
      "Kuin Jesus näki paljon kansaa ympärillänsä, käski hän mennä toiselle puolelle (merta).",
      "Ja kirjanoppinut tuli ja sanoi hänelle: Mestari, minä tahdon sinua seurata, kuhunka ikänä sinä menet.",
      "Niin Jesus sanoi hänelle: ketuilla ovat luolat, ja taivaan linnuilla ovat pesät; mutta Ihmisen Pojalla ei ole, kuhunka hän päänsä kallistaa.",
      "Toinen hänen opetuslapsistansa sanoi hänelle: Herra, salli minun ensin mennä hautaamaan isääni.",
      "Niin Jesus sanoi hänelle: seuraa minua, ja anna kuolleet haudata kuolleitansa.",
      "Ja kuin hän oli haahteen astunut, seurasivat häntä hänen opetuslapsensa.",
      "Mutta katso, suuri ilma nousi merellä, niin että haaksi aalloilta peitettiin. Mutta hän makasi.",
      "Niin tulivat hänen opetuslapsensa ja herättivät hänen, ja sanoivat: Herra, auta meitä, me hukumme.",
      "Ja hän sanoi heille: te heikko-uskoiset, miksi te olette pelkurit? Niin hän nousi ja asetti tuulen ja meren, ja tuli juuri tyveneksi.",
      "Niin ihmiset ihmettelivät, sanoen: millainen tämä on? sillä tuulet ja meri ovat myös hänelle kuuliaiset.",
      "Ja kuin hän tuli sille puolelle merta, Gerasalaisten maakuntaan, niin häntä vastaan juoksi kaksi pirulta riivattua, jotka olivat haudoista lähteneet, ja olivat sangen hirmuiset, niin ettei kenkään taitanut sitä tietä vaeltaa.",
      "Ja katso, he huusivat sanoen: Jesus, Jumalan Poika, mitä meidän on sinun kanssas? Oletkos tullut tänne meitä vaivaamaan ennen aikaa?",
      "Ja kaukana heistä kävi sangen suuri sikalauma laitumella.",
      "Niin perkeleet rukoilivat häntä ja sanoivat: jos ajat meidät ulos, niin salli meidän mennä sikalaumaan.",
      "Ja hän sanoi heille: menkäät. Niin he läksivät ulos ja menivät sikalaumaan; ja katso, koko sikalauma syöksi äkisti itsensä jyrkältä mereen ja upposi.",
      "Mutta paimenet pakenivat ja menivät kaupunkiin ja ilmoittivat kaikki, ja kuinka pirulta riivatuille oli tapahtunut.",
      "Ja katso, koko kaupunki meni ulos Jesusta vastaan. Ja kuin he hänen näkivät, rukoilivat he häntä menemään pois heidän maansa ääristä."
    ],
    [
      "Ja hän astui haahteen, meni jälleen ylitse ja tuli omaan kaupunkiinsa.",
      "Ja katso, he toivat hänen eteensä halvatun, joka makasi vuoteella. Ja kuin Jesus näki heidän uskonsa, sanoi hän halvatulle: poikani, ole hyvässä turvassa, syntis annetaan anteeksi sinulle.",
      "Ja katso, muutamat kirjanoppineista sanoivat keskenänsä: tämä pilkkaa (Jumalaa).",
      "Ja kuin Jesus näki heidän ajatuksensa, sanoi hän: miksi ajattelette pahaa sydämessänne?",
      "Sillä kumpi on keviämpi sanoa: synnit annetaan anteeksi sinulle, taikka sanoa: nouse ja käy?",
      "Mutta että teidän pitää tietämän Ihmisen Pojalla olevan vallan maan päällä synnit anteeksi antaa, (niin sanoi hän halvatulle:) nouse ja ota vuotees, ja mene kotias.",
      "Ja hän nousi ja meni kotiansa.",
      "Ja kuin kansa sen näki, ihmettelivät he ja kunnioittivat Jumalaa, joka oli ihmisille antanut senkaltaisen vallan.",
      "Ja kuin Jesus sieltä kävi ohitse, näki hän ihmisen istuvan tullihuoneessa, nimeltä Matteus, ja sanoi hänelle: seuraa minua. Niin hän nousi ja seurasi häntä.",
      "Ja tapahtui, kuin hän atrioitsi huoneessa, katso, niin tuli monta Publikania ja syntistä, ja atrioitsivat Jesuksen ja hänen opetuslastensa kanssa.",
      "Ja kuin Pharisealaiset sen näkivät, sanoivat he hänen opetuslapsillensa: miksi teidän Mestarinne syö Publikanien ja syntisten kanssa?",
      "Mutta kuin Jesus sen kuuli, sanoi hän heille: ei terve tarvitse parantajaa, vaan sairaat.",
      "Mutta menkäät ja oppikaat, mikä se on: laupiutta minä tahdon, enkä uhria; sillä en minä tullut vanhurskaita kutsumaan, vaan syntisiä parannukseen.",
      "Silloin tulivat Johanneksen opetuslapset hänen tykönsä, ja sanoivat: minkätähden me ja Pharisealaiset niin paljo paastoomme, mutta ei sinun opetuslapses paastoo?",
      "Niin Jesus sanoi heille: taitaako hääjoukko niinkauvan murehtia, kuin ylkä on heidän kanssansa? mutta päivät tulevat, että ylkä otetaan heiltä pois, ja silloin heidän pitää paastooman.",
      "Mutta ei kenkään paikkaa vanhaa vaatetta uuden veran tilalla; sillä paikka repee pois vaatteesta, ja läpi tulee pahemmaksi.",
      "Ei myös pane kenkään nuorta viinaa vanhoihin leileihin; muutoin leilit pakahtuvat, ja viina vuotaa pois, ja leilit turmellaan; vaan nuorta viinaa lasketaan uusiin leileihin, ja niin he molemmat tähdellä ovat.",
      "Kuin hän nämät heille puhunut oli, katso, niin päämies tuli ja kumarsi häntä, sanoen: nyt on minun tyttäreni kuolemallansa; mutta tule ja pane kätes hänen päällensä, niin hän virkoaa.",
      "Niin Jesus nousi ja seurasi häntä, ja hänen opetuslapsensa.",
      "Ja katso, vaimo, joka oli kaksitoistakymmentä ajastaikaa punaista tautia sairastanut, kävi takana, ja tarttui hänen vaatteensa liepeeseen;",
      "Sillä hän oli itsellensä sanonut; jos minä ainoastaan rupeen hänen vaatteesensa, niin minä tulen terveeksi.",
      "Niin Jesus käänsi itsensä, näki hänen ja sanoi: ole hyvässä turvassa, tyttäreni! sinun uskos on sinun terveeksi tehnyt. Ja vaimo tuli sillä hetkellä terveeksi.",
      "Ja kuin Jesus tuli päämiehen huoneeseen, ja näki pillein soittajat ja kansan hymisevän,",
      "Sanoi hän heille: menkäät pois; sillä ei piika ole kuollut, vaan hän makaa. Ja he nauroivat häntä.",
      "Mutta kuin kansa oli ajettu ulos, meni hän sisälle ja tarttui hänen käteensä, ja piika nousi.",
      "Ja sen sanoma kuului kaikkeen siihen maahan.",
      "Ja kuin Jesus sieltä läksi, seurasi häntä kaksi sokiaa, huutain ja sanoen: Davidin poika, armahda meitä.",
      "Ja kuin hän tuli huoneeseen, tulivat sokiat hänen tykönsä, ja Jesus sanoi heille: uskotteko minun sen voivan teille tehdä? He sanoivat hänelle: Herra, me uskomme.",
      "Niin hän rupesi heidän silmiinsä, sanoen: tapahtukoon teille uskonne jälkeen.",
      "Ja heidän silmänsä aukenivat. Niin Jesus haastoi heitä, sanoen: katsokaat, ettei kenkään saa tätä tietää.",
      "Vaan kuin he menivät pois, niin he julistivat hänen sanomansa kaikessa siinä maassa.",
      "Kuin nämät olivat menneet ulos, katso, niin he toivat mykän ja pirulta riivatun ihmisen hänen eteensä.",
      "Ja kuin perkele oli ajettu ulos, niin mykkä puhui. Ja kansa ihmetteli ja sanoi: ei senkaltaista ole ikänä Israelissa nähty.",
      "Mutta Pharisealaiset sanoivat: hän ajaa ulos perkeleet perkeleitten pääruhtinasten kautta.",
      "Ja Jesus kävi kaikkia kaupungeita ja kyliä ympäri, ja opetti heidän synagogissansa, ja saarnasi valtakunnan evankeliumia, ja paransi kaikkinaisia tauteja ja kaikkea sairautta kansassa.",
      "Ja kuin hän näki kansat, armahti hän heidän päällensä, että he olivat niin nääntyneet ja hajoitetut kuin lampaat, joilla ei ole paimenta.",
      "Silloin hän sanoi opetuslapsillensa: eloa on tosin paljo, mutta työväkeä on vähä.",
      "Rukoilkaat sentähden elon Herraa, että hän työväkeä lähettäis eloonsa."
    ],
    [
      "Ja hän kutsui tykönsä kaksitoistakymmentä opetuslastansa, ja antoi heille vallan riettaisia henkiä vastaan, niitä ajaa ulos, ja parantaa kaikkinaisia tauteja ja kaikkea sairautta.",
      "Mutta nämät ovat kahdentoistakymmenen apostolin nimet: ensimmäinen Simon, joka Pietariksi kutsutaan, ja Andreas, hänen veljensä, Jakobus Zebedeuksen poika, ja Johannes, hänen veljensä,",
      "Philippus ja Bartolomeus, Tomas ja Matteus, Publikani, Jakobus Alpheuksen poika, ja Lebbeus, liialta nimeltä Taddeus,",
      "Simon Kananeus ja Juudas Iskariot, joka myös hänen petti.",
      "Nämät kaksitoistakymmentä lähetti Jesus, joille hän oli käskenyt, sanoen: älkäät menkö pakanain teille, ja Samarialaisten kaupunkiin älkäät sisälle menkö;",
      "Mutta menkäät paremmin kadotettuin lammasten tykö Israelin huoneesta.",
      "Niin menkäät ja saarnatkaat, sanoen: taivaan valtakunta on lähestynyt.",
      "Sairaita parantakaat, spitalisia puhdistakaat, kuolleita herättäkäät, perkeleitä ajakaat ulos. Lahjaksi te saitte, niin myös lahjaksi antakaat.",
      "Ei teidän pidä varustaman itsiänne kullalla eikä hopialla, eikä vaskella teidän vyöllenne,",
      "Eikä evässäkillä matkalle, eikä kahdella hameella, eikä kengillä, eikä sauvalla; sillä työmies on ruokansa ansainnut.",
      "Vaan kuhunka ikänä kaupunkiin taikka kylään te sisälle menette, niin kyselkäät, kuka siinä on mahdollinen, ja olkaat siellä siihenasti kuin te lähdette.",
      "Mutta kuin te huoneeseen sisälle menette, niin tervehtikäät sitä (ja sanokaat: rauha olkoon tälle huoneelle!)",
      "Ja jos huone on mahdollinen, niin tulkaan teidän rauhanne hänelle; jollei hän ole mahdollinen, niin teidän rauhanne teille palajaa.",
      "Ja kussa ei kenkään ota teitä vastaan eikä kuule teidän sanojanne, niin menkäät ulos siitä huoneesta taikka siitä kaupungista, ja puhdistakaat tomu jaloistanne.",
      "Totisesti sanon minä teille: huokeampi pitää oleman Sodoman ja Gomorran maalle tuomiopäivänä kuin sille kaupungille.",
      "Katso, minä lähetän teidät niinkuin lampaat sutten keskelle: olkaat sentähden taitavat niinkuin käärmeet, ja vakaat niinkuin kyyhkyiset.",
      "Mutta kavahtakaat ihmisiä; sillä he ylönantavat teidät raastupiinsa, ja synagogissansa he hosuvat teitä.",
      "Te viedään myös päämiesten ja kuningasten eteen minun tähteni, heille ja pakanoille todistukseksi.",
      "Kuin he teitä ylönantavat, älkäät murehtiko, kuinka eli mitä teidän pitää puhuman; sillä teille annetaan sillä hetkellä, mitä teidän pitää puhuman.",
      "Sillä ette te ole, jotka puhutte, vaan teidän Isänne Henki, joka teissä puhuu.",
      "Mutta veli antaa ylön veljensä kuolemaan, ja isä pojan, ja lapset karkaavat vanhempia vastaan, ja antavat tappaa heitä,",
      "Ja te tulette vihattavaksi kaikilta minun nimeni tähden. Mutta joka loppuun asti vahvana pysyy, hän tulee autuaaksi.",
      "Mutta koska he teitä siinä kaupungissa vainoovat, niin paetkaat toiseen. Totisesti sanon minä teille: ette ehdi kaikkia Israelin kaupungeita toimittaa, siihenasti kuin Ihmisen Poika tulee.",
      "Ei ole opetuslapsi parempi opettajaansa, eikä palvelia parempi isäntäänsä.",
      "Siinä on opetuslapselle kyllä, että hän on niinkuin hänen opettajansa, ja palvelia niinkuin hänen isäntänsä. Jos he ovat itse isännän beelsebubiksi kutsuneet, kuinka paljoa ennemmin he hänen perheensä kutsuvat?",
      "Älkäät sentähden heitä peljätkö; sillä ei ole mitään peitetty, joka ei pidä ilmoitettaman, ja salattu, joka ei tule tiettäväksi.",
      "Jota minä teille pimeissä sanon, sitä sanokaat valkeudessa, ja mitä te korvissanne kuulette, sitä saarnatkaat kattoin päällä.",
      "Ja älkäät peljätkö niitä, jotka ruumiin tappavat, ja ei voi sielua tappaa; mutta peljätkäät enemmin sitä, joka voi sekä sielun että ruumiin helvetissä hukuttaa.",
      "Eikö kaksi varpusta yhteen ropoon myydä? ja yksi heistä ei putoo maan päälle ilman teidän Isättänne;",
      "Niin ovat myös kaikki teidän päänne hiukset luetut.",
      "Älkäät siis peljätkö: te olette paremmat, kuin monta varpusta.",
      "Sentähden jokainen joka minun tunnustaa ihmisten edessä, sen tunnustan myös minä Isäni edessä, joka on taivaissa.",
      "Mutta joka minun kieltää ihmisten edessä, hänen minä myös kiellän Isäni edessä, joka on taivaissa.",
      "Älkäät luulko, että minä olen tullut rauhaa lähettämään maan päälle: en ole minä tullut rauhaa, vaan miekkaa lähettämään.",
      "Sillä minä tulin ihmistä isäänsä vastaan riitaiseksi tekemään, ja tytärtä äitiänsä vastaan ja miniää anoppiansa vastaan.",
      "Ja ihmisen vihamiehet on hänen perheensä.",
      "Joka rakastaa isäänsä taikka äitiänsä enempi kuin minua, ei se ole minulle sovelias; joka rakastaa poikaansa taikka tytärtänsä enempi kuin minua, ei se ole minulle sovelias.",
      "Ja kuka ei ota ristiänsä ja seuraa minua, ei se ole minulle sovelias;",
      "Joka löytää henkensä, hänen pitää sen hukuttaman, ja joka henkensä hukuttaa minun tähteni, hänen pitää sen löytämän.",
      "Joka teitä holhoo, hän holhoo minua, ja joka minua holhoo, hän holhoo sitä, joka minun lähetti.",
      "Joka prophetaa holhoo prophetan nimellä, hän saa prophetan palkan, ja joka vanhurskasta holhoo vanhurskaan nimellä, hän saa vanhurskaan palkan.",
      "Ja kuka ikänä juottaa yhden näistä vähimmistä kylmällä vesipikarilla ainoastaan, opetuslapsen nimellä, totisesti sanon minä teille: ei hän pidä palkatta oleman."
    ],
    [
      "Ja tapahtui, kuin Jesus lakkasi senkaltaisia kadelletoistakymmenelle opetuslapsellensa käskemästä, meni hän sieltä edemmä opettamaan ja saarnaamaan heidän kaupunkeihinsa.",
      "Mutta kuin Johannes vankiudessa kuuli Kristuksen työt, lähetti hän kaksi opetuslastansa,",
      "Sanomaan hänelle: oletko sinä se tuleva, eli pitääkö meidän toista odottaman?",
      "Niin Jesus vastasi ja sanoi heille: menkäät ja sanokaat jälleen Johannekselle, ne mitkä te kuulette ja näette:",
      "Sokiat saavat näkönsä, ja ontuvat käyvät, spitaliset puhdistetaan, ja kuurot kuulevat, kuolleet herätetään, ja köyhille saarnataan evankeliumi,",
      "Ja autuas on se, joka ei pahene minusta.",
      "Kuin he menivät pois, rupesi Jesus sanomaan kansalle Johanneksesta: mitä te läksitte korpeen katsomaan? ruokoako, joka tuulelta häälytetään?",
      "Taikka mitä te läksitte katsomaan? ihmistäkö, vaatetettua pehmeillä vaatteilla? Katso, jotka pehmeitä kantavat, ne ovat kuningasten huoneissa.",
      "Taikka mitä te läksitte katsomaan? Prophetaako? totisesti sanon minä teille: tämä on jalompi kuin propheta.",
      "Sillä tämä on se, josta kirjoitettu on: katso, minä lähetän enkelini sinun kasvois eteen, joka on valmistava sinun ties sinun etees.",
      "Totisesti sanon minä teille: kaikkein niiden seassa, jotka vaimoista syntyneet ovat, ei ole yhtäkään suurempaa kuin Johannes Kastaja tullut; mutta kuitenkin se, joka vähin on taivaan valtakunnassa, on häntä suurempi.",
      "Mutta hamasta Johannes Kastajan päivistä, niin tähän asti, kärsii taivaan valtakunta väkivaltaa, ja väkevät repivät sen itsellensä.",
      "Sillä kaikki prophetat ja laki ovat Johannekseen asti ennustaneet.",
      "Ja jos te tahdotte ottaa vastaan: hän on se Elias, joka tuleva on.",
      "Jolla on korvat kuulla, se kuulkaan!",
      "Vaan minkä verraksi minä tämän sukukunnan vedän? hän on lasten vertainen, jotka turulla istuvat ja huutavat kumppaneillensa,",
      "Ja sanovat: me soitimme huilua teidän edessänne, ja ette hypänneet: me olemme veisanneet teille murhevirsiä, ja ette itkeneet.",
      "Sillä Johannes tuli ei syöden eikä juoden, ja he sanovat: hänellä on perkele.",
      "Ihmisen Poika tuli syöden ja juoden, ja he sanovat: katso ihmistä, syömäriä ja viinan juomaria, Publikanein ja syntisten ystävää. Mutta viisaus vanhurskautetaan lapsiltansa.",
      "Silloin hän rupesi soimaamaan niitä kaupungeita, joissa olivat tehdyt usiammat hänen väkevät työnsä, ettei he itsiänsä parantaneet.",
      "Voi sinuas Koratsin, voi sinus Betsaida! Jos senkaltaiset väkevät työt olisivät tehdyt Tyrossa ja Sidonissa kuin teissä tehdyt ovat, niin he olisivat aikaa säkissä ja tuhassa tehneet parannuksen.",
      "Jonka tähden sanon minä teille: Tyrolle ja Sidonille pitää oleman huokiamman tuomiopäivänä kuin teille.",
      "Ja sinä Kapernaum, joka olet korotettu taivaaseen asti! sinä pitää hamaan helvettiin sysättämän; sillä jos Sodomassa olisivat senkaltaiset väkevät työt tehdyt kuin sinussa, niin he vielä tänäpänä seisoisivat.",
      "Jonka tähden sanon minä teille: Sodoman maalle pitää huokiamman oleman tuomiopäivänä kuin sinulle.",
      "Sillä ajalla vastasi Jesus ja sanoi: minä kiitän sinua, Isä, taivaan ja maan Herra, ettäs olet kätkenyt nämät viisailta ja toimellisilta, ja olet ne ilmoittanut pienille.",
      "Tosin Isä, sillä niin oli sinun hyvä tahtos.",
      "Kaikki ovat minulle annetut minun Isältäni, ja ei kenkään tunne Poikaa, mutta Isä; eikä Isää tunne yksikään, mutta Poika, ja kenelle ikänä Poika tahtoo sen ilmoittaa.",
      "Tulkaat minun tyköni kaikki, jotka työtä teette ja olette raskautetut, ja minä tahdon teitä virvoittaa.",
      "Ottakaat minun ikeeni teidän päällenne, ja oppikaat minusta, että minä olen siviä ja nöyrä sydämestä: ja te löydätte levon teidän sieluillenne;",
      "Sillä minun ikeeni on sovelias ja minun kuormani on keviä."
    ],
    [
      "Siihen aikaan kävi Jesus sabbatina laihoin lävitse; niin hänen opetuslapsensa isosivat, ja rupesivat tähkäpäitä noukkimaan ja syömään.",
      "Mutta kuin Pharisealaiset sen näkivät, sanoivat he hänelle: katso, sinun opetuslapses tekevät sitä, mitä ei sovi sabbatina tehdä.",
      "Mutta hän sanoi heille: ettekö te ole lukeneet, mitä David teki, kuin hän isosi, ja ne, jotka hänen kanssansa olivat?",
      "Kuinka hän meni Jumalan huoneeseen, ja söi näkyleivät, joita ei hänen sopinut syödä, eikä niidenkään, jotka hänen kanssansa olivat, mutta ainoastaan pappein?",
      "Taikka ettekö te laissa ole lukeneet, että papit sabbatina rikkovat templissä sabbatin, ja ovat kuitenkin nuhteettomat?",
      "Mutta minä sanon teille: tässä on se, joka on suurempi kuin templi.",
      "Mutta jos te tietäisitte, mikä se on: laupiutta minä tahdon, ja en uhria, sitte ette suinkaan tuomitsisi viattomia.",
      "Sillä Ihmisen Poika on myös sabbatin Herra.",
      "Ja hän läksi sieltä, ja tuli heidän synagogaansa.",
      "Ja katso, siellä oli ihminen, jolla oli kuivettunut käsi. Ja he kysyivät häneltä, sanoen: sopiiko sabbatina parantaa? että he olisivat saaneet kantaa hänen päällensä.",
      "Niin hän sanoi heille: kuka on teistä ihminen, jolla olis yksi lammas, ja jos se sabbatina putoais kaivoon, eikö hän tarttuisi siihen ja vetäisi ylös?",
      "Kuinka paljoa jalompi on ihminen kuin lammas? Sentähden sopii kyllä sabbatina hyvää tehdä.",
      "Niin hän sanoi sille ihmiselle: ojenna kätes! ja hän ojensi, ja se tuli terveeksi niinkuin toinenkin.",
      "Mutta Pharisealaiset menivät ja neuvoa pitivät häntä vastaan, kuinka he hänen hukuttaisivat.",
      "Mutta kuin Jesus sen ymmärsi, meni hän sieltä pois, ja paljo kansaa seurasi häntä, ja hän teki kaikki terveeksi.",
      "Ja hän haastoi heitä, häntä ilmoittamasta,",
      "Että täytettäisiin, mitä sanottu oli Jesaias prophetan kautta, joka sanoo:",
      "Katso, minun palveliani, jonka minä valitsin, minun rakkaani, johonka minun sieluni mielistyi: minä panen hänen päällensä minun henkeni, ja hänen pitää tuomion pakanoille julistaman.",
      "Ei hän riitele eikä huuda, eikä yhdenkään pidä kuuleman hänen ääntänsä kujilla.",
      "Särjettyä ruokoa ei hänen pidä murentaman ja suitsuvaista kynttilän sydäntä ei hänen pidä sammuttaman, siihenasti kuin hän saattaa tuomion voitoksi,",
      "Ja hänen nimensä päälle pitää pakanain toivoman.",
      "Silloin tuotiin hänen tykönsä pirulta riivattu, sokia ja mykkä; ja hän paransi hänen, niin että sokia ja mykkä sekä puhui että näki.",
      "Ja kaikki kansa hämmästyi ja sanoi: olleeko tämä se Davidin poika?",
      "Mutta kuin Pharisealaiset sen kuulivat, sanoivat he: ei tämä aja ulos perkeleitä, vaan beelsebubin, perkeleitten päämiehen, kautta.",
      "Mutta kuin Jesus tiesi heidän ajatuksensa, sanoi hän heille: jokainen valtakunta, itsiänsä vastaan erinnyt, tulee kylmille, ja jokainen kaupunki taikka huone, itsiänsä vastaan erinnyt, ei seiso.",
      "Ja jos saatana ajaa ulos saatanan, niin hän on erinnyt itsiänsä vastaan: kuinka siis hänen valtakuntansa seisois?",
      "Ja jos minä beelsebubin kautta ajaisin perkeleitä ulos, kenenkä kautta siis poikanne ajavat niitä ulos? Sentähden pitää heidän oleman teidän tuomarinne.",
      "Mutta jos minä ajan ulos perkeleitä Jumalan Hengellä, niin Jumalan valtakunta tuli teidän tykönne.",
      "Taikka kuinka joku taitaa jonkun väkevän huoneeseen mennä, ja hänen kaluansa ryöstää, ellei hän ensin sido väkevää, ja sitte ryöstä hänen huonettansa?",
      "Joka ei ole minun kanssani, hän on minua vastaan, ja joka ei minun kanssani kokoo, hän hajoittaa.",
      "Sentähden sanon minä teille: kaikki synnit ja pilkka annetaan ihmisille anteeksi; mutta pilkkaa Henkeä vastaan ei anteeksi anneta ihmisille.",
      "Ja kuka ikänä sanoo jonkun sanan Ihmisen Poikaa vastaan, se hänelle anteeksi annetaan; mutta joka sanoo jotakin Pyhää Henkeä vastaan, ei sitä hänelle anteeksi anneta, ei tässä eikä tulevaisessa maailmassa.",
      "Taikka tehkäät hyvä puu, niin hänen hedelmänsä tulee hyväksi, taikka tehkäät mädännyt puu, niin hänen hedelmänsä tulee mädänneeksi; sillä hedelmästä puu tunnetaan.",
      "Te kyykärmetten sikiät, kuinka te taidatte hyvää puhua, koska te itse pahat olette? sillä sydämen kyllyydestä suu puhuu.",
      "Hyvä ihminen tuo edes hyvästä sydämen tavarasta hyviä, ja paha ihminen tuo edes pahasta tavarasta pahoja.",
      "Mutta minä sanon teille: jokaisesta turhasta sanasta, jonka ihmiset puhuvat, pitää heidän luvun tekemän tuomiopäivänä;",
      "Sillä sanoistas sinä hurskaaksi tehdään, ja sanoistas sinä tuomitaan.",
      "Silloin vastasivat muutamat kirjanoppineista ja Pharisealaisista, sanoen: Mestari, me tahdomme nähdä sinulta merkkiä.",
      "Niin hän vastasi ja sanoi heille: tämä häijy ja huorintekiä suku etsii merkkiä, ja ei hänelle pidä merkkiä annettaman, vaan Jonan prophetan merkki.",
      "Sillä niinkuin Jona oli valaskalan vatsassa kolme päivää ja kolme yötä, niin pitää myös Ihmisen Pojan maan sydämessä kolme päivää ja kolme yötä oleman.",
      "Niniven miehet pitää nouseman tuomiolle tämän suvun kanssa ja hänen tuomitseman; sillä he paransivat heitänsä Jonan saarnasta. Ja katso, tässä on enempi kuin Jona.",
      "Etelän kuningatar on nouseva tuomiolle tämän suvun kanssa ja hänen tuomitseva; sillä hän tuli maan ääristä kuulemaan Salomonin viisautta. Ja katso, tässä on enempi kuin Salomon.",
      "Mutta kuin rietas henki on lähtenyt ihmisestä, niin hän vaeltaa lävitse kuivia paikkoja, etsein lepoa, ja ei löydä.",
      "Silloin hän sanoo: minä palajan jälleen minun huoneeseeni, kusta minä läksin. Ja kuin hän tulee, niin hän löytää sen tyhjäksi, käväistyksi ja kaunistetuksi.",
      "Silloin hän menee ja ottaa kanssansa seitsemän muuta henkeä, itseänsä pahempaa, ja ne sisälle menevät ja asuvat siellä, ja sen ihmisen viimeiset tulevat pahemmaksi kuin ensimäiset. Näin myös tapahtuu tälle pahalle sukukunnalle.",
      "Kuin hän vielä kansalle puhui, katso, hänen äitinsä ja veljensä seisoivat ulkona ja pyysivät häntä puhutella.",
      "Niin yksi sanoi hänelle: katso, äitis ja veljes seisovat ulkona, ja tahtovat sinua puhutella.",
      "Niin hän vastasi ja sanoi sille, joka hänelle sitä sanoi: kuka on minun äitini ja kutka ovat minun veljeni?",
      "Ja hän ojensi kätensä opetuslastensa puoleen ja sanoi: minun äitini ja minun veljeni.",
      "Sillä jokainen, joka tekee Isäni tahdon, joka on taivaissa, hän on minun veljeni, ja sisareni, ja äitini."
    ],
    [
      "Mutta sinä päivänä läksi Jesus huoneesta ja istui meren tykönä.",
      "Ja hänen tykönsä kokoontui paljo kansaa, niin että hän meni haahteen, ja istui: ja kaikki kansa seisoi rannalla.",
      "Ja hän puhui heille paljon vertauksilla, sanoen: katso, kylväjä meni kylvämään.",
      "Ja hänen kylväissänsä lankesivat muutamat tien oheen, ja linnut tulivat ja söivät ne.",
      "Muutamat taas lankesivat kivistöön, kussa ei heillä ollut paljo maata, ja nousivat pian päälle, ettei heillä ollut syvää maata;",
      "Mutta kuin aurinko nousi, niin he poudittiin, ja ettei heillä ollut juurta, niin he kuivettuivat.",
      "Mutta muutamat lankesivat orjantappuroihin, ja orjantappurat kävivät ylös, ja tukahuttivat ne.",
      "Muutamat taas lankesivat hyvään maahan, ja tekivät hedelmän, muutama satakertaisen, muutama kuudenkymmenen kertaisen ja muutama kolmenkymmenen kertaisen.",
      "Jolla on korvat kuulla, se kuulkaan!",
      "Niin opetuslapset tulivat ja sanoivat hänelle: miksi sinä puhut heille vertauksilla?",
      "Mutta hän vastasi ja sanoi: teille on annettu tuta taivaan valtakunnan salaisuudet, vaan ei heille ole annettu.",
      "Sillä jolla on, hänelle pitää annettaman, ja hänellä pitää kyllä oleman; mutta siltä, jolla ei ole, pitää sekin otettaman pois, mikä hänellä on.",
      "Sentähden minä puhun heille vertauksilla, ettei he nähden näe, eikä kuullen kuule, ei myös ymmärrä.",
      "Ja heissä täytetään Jesaiaan ennustus, joka sanoo: korvillanne pitää teidän kuuleman, ja ei ymmärtämän, ja nähden näkemän, ja ei äkkäämän.",
      "Sillä tämän kansan sydän on kovettunut, ja he korvillansa työläästi kuulivat, ja silmänsä panivat umpeen, ettei he joskus näkisi silmillänsä, ja kuulisi korvillansa, ja ymmärtäisi sydämellänsä, ja palajaisivat, ja minä parantaisin heitä.",
      "Mutta autuaat ovat teidän silmännne, sillä he näkevät, ja teidän korvanne, sillä he kuulevat.",
      "Sillä totisesti sanon minä teille: monta prophetaa ja vanhurskasta pyysi nähdä, joita te näette, ja ei nähneet, ja kuulla, joita te kuulette, ja ei kuulleet.",
      "Niin kuulkaat siis te kylväjän vertaus:",
      "Kuin joku kuulee valtakunnan sanan ja ei ymmärrä, niin tulee pahuus ja tempaa pois sen mikä hänen sydämeensä kylvettiin. Tämä on se, joka tien oheen oli kylvetty.",
      "Mutta kivistöön kylvetty on se, joka kuulee sanan, ja kohta ilolla sen vastaan ottaa;",
      "Mutta ei ole hänellä juurta itsessänsä, vaan ajan pysyy: kuin siis vaiva eli vaino tulee sanan tähden, niin hän kohta pahenee.",
      "Mutta orjantappurain sekaan kylvetty on se, joka sanan kuulee; ja tämän mailman suru ja rikkauden petos tukahuttaa sanan, ja hän tulee hedelmättömäksi.",
      "Mutta hyvään maahan kylvetty on se, joka kuulee sanan ja ymmärtää, joka tosin tuottaa hedelmän ja tekee, muutama satakertaisen, muutama kuudenkymmenen kertaisen, muutama kolmenkymmenen kertaisen.",
      "Toisen vertauksen pani hän heidän eteensä, sanoen: taivaan valtakunta on ihmisen vertainen, joka kylvi hyvän siemenen peltoonsa.",
      "Mutta ihmisten maatessa tuli hänen vihollisensa ja kylvi ohdakkeita nisuin sekaan, ja meni pois.",
      "Mutta kuin oras rupesi kasvamaan ja hedelmän kantoi, silloin näkyivät myös ohdakkeet.",
      "Mutta perheen isännän palvelijat tulivat ja sanoivat hänelle: Herra, etkös hyvää siementä kylvänyt peltoos? kusta siis sillä on ohdakkeet?",
      "Niin sanoi hän heille: vihamies sen teki. Mutta palveliat sanoivat hänelle: tahdotkos, että me menemme ja kokoomme ne?",
      "Mutta hän sanoi: en, ettette ohdakkeita kootessanne myös tempaisi ynnä heidän kanssansa nisuja pois.",
      "Sallikaat molemmat kasvaa elon-aikaan asti; ja elon-ajalla sanon minä elomiehille: kootkaat ensin ohdakkeet, ja sitokaat heitä lyhteisiin poltettaa, mutta nisut kootkaat minun aittaani.",
      "Toisen vertauksen pani hän heidän eteensä, sanoen: taivaan valtakunta on sinapin siemenen vertainen, jonka ihminen otti ja kylvi peltoonsa;",
      "Joka on pienin kaikkia siemeniä, mutta kuin se kasvanut on, niin hän on suurin kaalein seassa, ja tulee puuksi, niin että taivaan linnut tulevat ja tekevät pesänsä sen oksille.",
      "Toisen vertauksen sanoi hän heille: taivaan valtakunta on hapatuksen vertainen, jonka vaimo otti, ja sekoitti kolmeen vakkaan jauhoja, siihen asti kuin kaikki happani.",
      "Nämät kaikki puhui Jesus kansalle vertauksilla, ja ilman vertauksia ei hän mitään puhunut heille,",
      "Että täytettäisiin mitä oli prophetan kautta sanottu, joka sanoo: minä avaan suuni vertauksiin ja puhun ulos salatut maailman alusta.",
      "Silloin laski Jesus kansan menemään, ja tuli kotia. Ja hänen opetuslapsensa tulivat hänen tykönsä, sanoen: selitä meille sen vertaus pellon ohdakkeista.",
      "Niin hän vastasi ja sanoi heille: joka kylvää hyvän siemenen, se on Ihmisen Poika.",
      "Mutta pelto on maailma; vaan hyvä siemen, ne ovat valtakunnan lapset; mutta ohdakkeet ovat pahan lapset.",
      "Vihollinen, joka ne kylvi, on perkele; elonaika on maailman loppu; mutta elomiehet ovat enkelit.",
      "Niinkuin siis ohdakkeet haetaan kokoon ja tulella poltetaan, niin pitää myös tämän maailman lopulla oleman.",
      "Ihmisen Poika lähettää enkelinsä, ja heidän pitää kokooman hänen valtakunnastansa kaikki pahennukset, ja ne jotka vääryyttä tekevät,",
      "Ja heittävät heidät tuliseen pätsiin: siellä pitää oleman itku ja hammasten kiristys.",
      "Silloin pitää vanhurskaat kiiltämän niinkuin aurinko isänsä valtakunnassa. Jolla on korvat kuulla, se kuulkaan!",
      "Taas on taivaan valtakunta tavaran vertainen, joka on peltoon kätketty, jonka ihminen löysi, ja kätki sen: ja ilon tähden, mikä hänellä siitä oli, meni hän pois ja myi kaikki mitä hänellä oli ja osti sen pellon.",
      "Taas on taivaan valtakunta kauppamiehen vertainen, joka etsi hyviä päärlyjä.",
      "Ja kuin hän löysi yhden kalliin päärlyn, meni hän pois, myi kaikki, mitä hänellä oli, ja osti sen.",
      "Taas on taivaan valtakunta verkon vertainen, joka on mereen heitetty, ja kaikenlaisia kokosi.",
      "Kuin se täyteen tuli, vetivät he sen rannalle, ja istuivat ja eroittivat hyvät astioihinsa, mutta mädänneet he heittivät pois.",
      "Näin on tapahtuva maailman lopulla: Enkelit menevät ulos ja eroittavat pahat vanhurskasten keskeltä,",
      "Ja heittävät heidät tuliseen pätsiin: siellä pitää oleman itku ja hammasten kiristys.",
      "Sanoi Jesus heille: ymmärsittekö te nämät kaikki? He sanoivat hänelle: ymmärsimme, Herra.",
      "Mutta hän sanoi heille: sentähden jokainen kirjanoppinut, joka on taivaan valtakuntaan oppinut, se on perheenisännän vertainen, joka tavarastansa tuo edes uusia ja vanhoja.",
      "Ja tapahtui, kuin Jesus lopetti nämät vertaukset, läksi hän sieltä.",
      "Ja kuin hän tuli isänsä maalle, opetti hän heitä heidän synagogassansa, niin että he hämmästyivät ja sanoivat: kusta tällä on tämä viisaus ja nämät väkevät työt?",
      "Eikö tämä ole tuo sepän poika? eikö hänen äitinsä kutsuta Mariaksi ja hänen veljensä Jakob ja Joses, ja Simon ja Juudas?",
      "Ja hänen sisarensa, eikö ne kaikki ole meidän tykönämme? Kusta siis tällä on nämät kaikki?",
      "Ja he pahenivat hänessä. Niin sanoi Jesus heille: ei prophetaa kussakaan halvempana pidetä kuin isänsä maalla ja kotonansa.",
      "Ja ei hän siellä monta väkevää työtä tehnyt, heidän epäuskonsa tähden."
    ],
    [
      "Siihen aikaan kuuli Herodes tetrarka Jesuksen sanoman,",
      "Ja sanoi palvelioillensa: tämä on Johannes Kastaja: hän on noussut kuolleista, ja sentähden tekee hän senkaltaisia väkeviä töitä.",
      "Sillä Herodes oli ottanut Johanneksen kiinni, sitonut ja vankiuteen pannut, Herodiaksen, veljensä Philippuksen emännän tähden.",
      "Sillä Johannes oli hänelle sanonut: ei sinulle ole luvallinen häntä pitää.",
      "Ja kuin hän tahtoi hänen tappaa, pelkäsi hän kansaa; sillä he pitivät hänen prophetana.",
      "Mutta kun Herodeksen syntymäjuhlaa pidettiin, hyppäsi Herodiaksen tytär heidän edessänsä; ja se kelpasi Herodekselle.",
      "Sentähden lupasi hän hänelle vannotulla valalla antaa, mitä hän anois.",
      "Mutta niinkuin hän äidiltänsä ennen neuvottu oli, anna minulle, hän sanoi, tässä vadissa Johannes Kastajan pää.",
      "Ja kuningas tuli murheelliseksi; mutta kuitenkin valan tähden ja niiden, jotka ynnä atrioitsivat, käski hän antaa hänelle,",
      "Ja lähetti leikkaamaan Johanneksen kaulaa tornissa.",
      "Ja hänen päänsä kannettiin vadissa ja annettiin piialle, ja hän vei sen äidillensä.",
      "Ja hänen opetuslapsensa tulivat, ja ottivat pois hänen ruumiinsa, ja hautasivat sen; ja menivät ja ilmoittivat Jesukselle.",
      "Ja kuin Jesus sen kuuli, meni hän sieltä pois haahdella erämaahan yksinänsä. Ja kuin kansa se kuuli, noudattivat he häntä jalkaisin kaupungeista.",
      "Ja Jesus meni ulos, ja näki paljon kansaa, ja armahti heidän päällensä, ja paransi heidän sairaitansa.",
      "Mutta kun ehtoo tuli, tulivat hänen opetuslapsensa hänen tykönsä, ja sanoivat: tämä on erämaa, ja aika on jo kulunut: laske kansa, että he menisivät kyliin itsellensä ruokaa ostamaan.",
      "Niin Jesus sanoi heille: ei tarvitse heidän mennä pois: antakaat te heidän syödä.",
      "Mutta he sanoivat hänelle: ei meillä ole tässä enempi kuin viisi leipää ja kaksi kalaa.",
      "Hän sanoi: tuokaat minulle ne tänne.",
      "Ja hän käski kansan istua ruoholle, ja otti ne viisi leipää ja kaksi kalaa, katsahti ylös taivaasen, kiitti, ja mursi, ja antoi leivät opetuslapsille, ja opetuslapset antoivat kansalle.",
      "Ja he söivät kaikki, ja ravittiin. Niin he kokosivat tähteistä muruja, kaksitoistakymmentä koria täyteen.",
      "Mutta niitä, jotka olivat syöneet, oli lähes viisituhatta miestä, ilman vaimoja ja lapsia.",
      "Ja kohta vaati Jesus opetuslapsiansa haahteen astumaan, ja menemään hänen edellään toiselle rannalle, niinkauvan kuin hän kansan olis tyköänsä laskenut.",
      "Ja kuin hän oli kansan laskenut, astui hän yksinänsä vuorelle rukoilemaan. Ja kuin ehtoo joutui, oli hän siellä yksinänsä.",
      "Mutta haaksi oli jo keskellä merta, ja ahdistettiin aalloilta; sillä vastatuuli oli.",
      "Mutta yöllä, neljännessä vartiossa, tuli Jesus heidän tykönsä, käyden merellä.",
      "Ja kuin opetuslapset näkivät hänen merellä käyvän, peljästyivät he, ja sanoivat: kyöpeli se on; ja huusivat pelvon tähden.",
      "Niin Jesus puhui kohta heille ja sanoi: olkaat hyvässä turvassa! minä olen: älkäät peljästykö.",
      "Niin vastasi Pietari häntä ja sanoi: Herra, jos sinä olet, niin käske minun tulla tykös vetten päällä.",
      "Niin hän sanoi: tule! Ja Pietari astui ulos haahdesta ja kävi vetten päällä, että hän menis Jesuksen tykö.",
      "Ja kuin hän näki ankaran tuulen, niin hän peljästyi, ja rupesi vajoomaan, huusi sanoen: Herra, auta minua!",
      "Niin Jesus ojensi kohta kätensä, ja tarttui häneen, ja sanoi hänelle: oi sinä heikko-uskoinen, miksis epäilit?",
      "Kuin he astuivat haahteen, niin tuuli tyveni.",
      "Mutta ne, jotka olivat haahdessa, tulivat ja kumarsivat häntä, ja sanoivat: totisesti olet sinä Jumalan Poika.",
      "Ja kuin he olivat menneet ylitse, tulivat he Genesaretin maalle.",
      "Ja kuin sen paikan miehet tunsivat hänen, lähettivät he ympäri kaikkea sitä maata, ja toivat hänen tykönsä kaikkinaisia sairaita,",
      "Ja rukoilivat häntä, että he ainoastaan hänen vaatteensa palteeseen saisivat ruveta. Ja kaikki, jotka siihen rupesivat, tulivat terveiksi."
    ],
    [
      "Silloin tulivat Jesuksen tykö kirjanoppineet ja Pharisealaiset Jerusalemista, ja sanoivat:",
      "Miksi sinun opetuslapses rikkovat vanhinten säädyn? sillä ei he pese käsiänsä leipää syödessänsä.",
      "Niin hän vastaten sanoi heille: miksi tekin rikotte Jumalan käskyn, teidän säätynne tähden?",
      "Sillä Jumala käski, sanoen: kunnioita isääs ja äitiäs: ja joka kiroilee isää eli äitiä, hänen pitää kuolemalla kuoleman.",
      "Mutta te sanotte: jokainen sanokaan isälle taikka äidille: se on uhrattu, jolla sinua piti minulta autettaman: ja ei ensinkään kunnoittaisi isäänsä eikä äitiänsä.",
      "Ja te olette rikkoneet Jumalan käskyn teidän säätynne tähden.",
      "Te ulkokullatut! Jesaias ennusti teistä oikein, sanoen:",
      "Tämä kansa lähestyy minua suullansa, ja kunnioittaa minua huulillansa; mutta heidän sydämensä on kaukana minusta.",
      "Vaan turhaan he minua palvelevat, opettain niitä opetuksia, jotka ovat ihmisten käskyt.",
      "Ja hän kutsui kansan tykönsä, ja sanoi heille: kuulkaat ja ymmärtäkäät!",
      "Ei se ihmistä saastuta, mikä suusta menee sisälle, mutta se, mikä suusta tulee ulos, saastuttaa ihmisen.",
      "Niin tulivat hänen opetuslapsensa, ja sanoivat hänelle: tiesitkös, että Pharisealaiset pahenivat, kuin he tämän puheen kuulivat?",
      "Mutta hän vastasi ja sanoi: jokainen istutus, jota ei minun taivaallinen Isäni ole istuttanut, pitää juurinensa revittämän ylös.",
      "Antakaat heidän olla: he ovat sokiat sokiain taluttajat; jos sokia sokiaa taluttaa, niin he molemmat kuoppaan lankeevat.",
      "Niin vastasi Pietari ja sanoi hänelle: selitä meille tämä vertaus.",
      "Niin Jesus sanoi: vieläkö tekin olette ymmärtämättömät?",
      "Ettekö te vielä ymmärrä, että kaikki, mitä suuhun sisälle menee, se menee vatsaan, ja sillä on luonnollinen uloskäyminen.",
      "Mutta jotka suusta tulevat ulos, ne lähtevät sydämestä ulos, ja saastuttavat ihmisen.",
      "Sillä sydämestä tulevat ulos pahat ajatukset, murhat, salavuoteudet, huoruudet, varkaudet, väärät todistukset, pilkat:",
      "Nämät ovat ne, jotka saastuttavat ihmisen; mutta pesemättömillä käsillä syödä, ei saastuta ihmistä.",
      "Ja Jesus läksi sieltä ja poikkesi Tyron ja Sidonin maan ääriin.",
      "Ja katso, Kanaanean vaimo, joka niistä maan ääristä oli tullut, huusi häntä, sanoen: Herra, Davidin poika, armahda minua: minun tyttäreni vaivataan hirmuisesti perkeleeltä.",
      "Mutta ei hän sanaakaan häntä vastannut. Niin hänen opetuslapsensa tulivat ja rukoilivat häntä, sanoen: eroita häntä sinustas; sillä hän huutaa meidän jälkeemme.",
      "Niin hän vastaten sanoi: en ole minä lähetetty, vaan kadotettuin lammasten tykö Israelin huoneesta.",
      "Mutta se tuli ja kumarsi häntä, sanoen: Herra, auta minua.",
      "Niin hän vastaten sanoi: ei ole sovelias ottaa lasten leipää ja heittää penikoille.",
      "Niin se vastasi: totta Herra, syövät kuitenkin penikatkin niistä muruista, jotka heidän herrainsa pöydältä putoovat.",
      "Silloin Jesus vastaten sanoi hänelle: oi vaimo, suuri on sinun uskos, tapahtukoon sinulle niinkuin sinä tahdot. Ja hänen tyttärensä tuli sillä hetkellä terveeksi.",
      "Ja Jesus läksi sieltä ja tuli Galilean meren tykö, ja astui vuorelle, ja istui siihen.",
      "Ja paljo kansaa tuli hänen tykönsä, ja toivat kanssansa ontuvia, sokeita, mykkiä, raajarikkoja ja paljon muita, ja laskivat Jesuksen jalkain eteen; ja hän paransi heidät.",
      "Niin että kansa ihmetteli, kuin he näkivät mykät puhuvan, raajarikot terveinä, ontuvat käyvän ja sokiat näkevän, ja kunnioittivat Israelin Jumalaa.",
      "Ja Jesus kutsui opetuslapsensa tykönsä, ja sanoi: minä armahdan kansaa, että he ovat jo kolme päivää minun tykönäni viipyneet, ja ei ole heillä mitään syötävää: ja en minä tahdo heitä tyköäni syömättä laskea pois, ettei he tiellä vaipuisi.",
      "Niin sanoivat hänen opetuslapsensa hänelle: kusta me saamme tässä erämaassa niin monta leipää, että me ravitsemme niin paljon kansaa?",
      "Ja Jesus sanoi heille: kuinka monta leipää teillä on? He sanoivat: seitsemän, ja vähä kalasia.",
      "Niin hän käski kansan istua maan päälle atrioitsemaan.",
      "Ja hän otti ne seitsemän leipää ja kalat, kiitti, mursi ja antoi opetuslapsillensa, ja opetuslapset antoivat kansalle.",
      "Ja he söivät kaikki ja ravittiin, ja ottivat ylös mitä liiaksi jäi, seitsemän täysinäistä koria muruja.",
      "Mutta niitä jotka söivät, oli neljätuhatta miestä, ilman vaimoja ja lapsia.",
      "Ja kuin hän oli kansan tyköänsä laskenut, astui hän haahteen, ja tuli Magdalan rajoille."
    ],
    [
      "Niin tulivat hänen tykönsä Pharisealaiset ja Saddukealaiset ja kiusaten anoivat häneltä, että hän merkin taivaasta osoittais heille.",
      "Niin hän vastasi ja sanoi heille: kuin ehtoo tulee, niin te sanotte: seijes tulee; sillä taivas ruskottaa,",
      "Ja huomeneltain: tänäpänä tulee kova ilma; sillä taivas ruskottaa ja on valju. Te ulkokullatut! te taidatte taivaan muodon tuomita, mutta aikain merkkejä ette taida tuomita?",
      "Tämä häijy ja huorintekijä sukukunta etsii merkkiä, ja ei hänelle pidä merkkiä annettaman, vaan Jonan prophetan merkki. Ja hän jätti heidät, ja meni pois.",
      "Ja kuin hänen opetuslapsensa olivat tulleet ylitse toiselle rannalle, olivat he unohtaneet ottaa leipiä myötänsä.",
      "Mutta Jesus sanoi heille: katsokaat ja kavahtakaat teitänne Pharisealaisten ja Saddukealaisten hapatuksesta.",
      "Niin he ajattelivat itsellensä, sanoen: se on, ettemme ottaneet leipiä myötämme.",
      "Mutta kuin Jesus sen ymmärsi, sanoi hän heille: te vähäuskoiset! mitä te ajattelette keskenänne, ettette leipiä myötänne ottaneet?",
      "Ettekö vielä ymmärrä, taikka ettekö te muista niitä viittä leipää viidelletuhannelle, ja kuinka monta koria te korjasitte?",
      "Niin myös niitä seitsemää leipää neljälletuhannelle, ja kuinka monta koria te korjasitte?",
      "Kuinka ette ymmärrä, etten minä leivästä teille sitä sanonut, että teidän pitäis kavahtaman teitänne Pharisealaisten ja Saddukealaisten hapatuksesta?",
      "Silloin he ymmärsivät, ettei hän käskenyt heitä kavahtamaan itsiänsä leivän hapatuksesta, vaan Pharisealaisten ja Saddukealaisten opista.",
      "Mutta kuin Jesus tuli Kesarean maan ääriin, joka kutsutaan Philippuksen, kysyi hän opetuslapsiltansa ja sanoi: kenenkä sanovat ihmiset minun, Ihmisen Pojan, olevan?",
      "Niin he sanoivat: monikahdat Johannes Kastajan; mutta muutamat Eliaan; muutamat taas Jeremiaan, taikka jonkun prophetaista.",
      "Sanoi hän heille: mutta kenenkä te sanotte minun olevan?",
      "Vastasi Simon Pietari ja sanoi: sinä olet Kristus, elävän Jumalan Poika.",
      "Ja Jesus vastaten sanoi hänelle: autuas olet sinä, Simon Jonan poika! sillä ei liha eikä veri ilmoittanut sitä sinulle, vaan Isäni, joka on taivaissa.",
      "Mutta minä myös sanon sinulle: sinä ole Pietari, ja tämän kallion päälle tahdon minä rakentaa minun seurakuntani, ja helvetin portit ei pidä häntä voittaman.",
      "Ja minä annan sinulle taivaan valtakunnan avaimet: ja mitä sinä maan päällä sidot, pitää sidotun oleman taivaissa, ja mitä sinä päästät maan päällä, sen pitää oleman päästetyn taivaissa.",
      "Niin hän haastoi opetuslapsiansa kellenkään sanomasta, että hän oli Jesus Kristus.",
      "Siitä ajasta rupesi Jesus julistamaan opetuslapsillensa, että hänen piti Jerusalemiin menemän, ja paljon vanhimmilta ja pappein päämiehiltä ja kirjanoppineilta kärsimän, ja tapettaman, ja kolmantena päivänä ylösnouseman.",
      "Ja Pietari otti hänen erinänsä, rupesi häntä nuhtelemaan, sanoen: armahda itsiäs, Herra: älköön sinulle se taphtuko!",
      "Niin hän käänsi itsensä ympäri ja sanoi Pietarille: mene pois minun tyköäni, saatana! sinä olet minulle pahennukseksi: ettes ymmärrä niitä, jotka Jumalan ovat, mutta ne, jotka ihmisen ovat.",
      "Silloin Jesus sanoi opetuslapsillensa: jos joku tahtoo minun perässäni tulla, hän kieltäkään itsensä, ja ottakaan ristinsä, ja seuratkaan minua;",
      "Sillä joka tahtoo henkensä vapahtaa, hän hukuttaa sen; mutta joka henkensä hukuttaa minun tähteni, hän löytää sen.",
      "Sillä mitä se auttaa ihmistä, jos hän kaiken maailman voittais, ja sielullensa sais vahingon? taikka mitä antaa ihminen sielunsa lunastukseksi?",
      "Sillä Ihmisen Poika on tuleva Isänsä kunniassa enkelittensä kanssa, ja silloin hän maksaa kullekin töittensä jälkeen.",
      "Totisesti minä sanon teille: muutamat seisovat tässä, joiden ei suinkaan pidä kuolemaa maistaman, siihenasti kuin he näkevät Ihmisen Pojan tulevan hänen valtakunnassansa."
    ],
    [
      "Ja kuuden päivän perästä otti Jesus Pietarin ja Jakobin ja Johanneksen hänen veljensä, ja vei heidät erinänsä korkialle vuorelle.",
      "Ja kirkastettiin heidän edessänsä, ja hänen kasvonsa paistivat niinkuin aurinko, ja hänen vaatteensa tulivat valkiaksi niinkuin valkeus.",
      "Ja katso, heille näkyivät Moses ja Elias, jotka puhuivat hänen kanssansa.",
      "Niin vastasi Pietari ja sanoi Jesukselle: Herra, meidän on tässä hyvä olla: jos sinä tahdot, niin me teemme tähän kolme majaa, sinulle yhden, ja Mosekselle yhden, ja Eliaalle yhden.",
      "Vielä hänen puhuissansa, katso, paistava pilvi ympäri varjosi heidät, ja katso, ääni pilvestä sanoi: tämä on minun rakas Poikani, johonka minä mielistyin: kuulkaat häntä.",
      "Ja kuin opetuslapset sen kuulivat, lankesivat he kasvoillensa, ja peljästyivät sangen kovin.",
      "Ja Jesus tuli, ja rupesi heihin, ja sanoi: nouskaat, ja älkäät peljätkö.",
      "Mutta kuin he silmänsä nostivat, ei he ketään nähneet, vaan Jesuksen yksinänsä.",
      "Ja kuin he menivät vuorelta alas, haastoi Jesus heitä, sanoen: älkäät kellenkään tätä näkyä sanoko, siihenasti kuin Ihmisen Poika kuolleista nousee.",
      "Niin hänen opetuslapsensa kysyivät häneltä, sanoen: miksi siis kirjanoppineet sanovat, että Eliaan pitää ennen tuleman?",
      "Niin Jesus vastaten sanoi heille: Elias tosin tulee ennen, ja kohentaa kaikki.",
      "Mutta minä sanon teille: Elias on jo tullut; ja ei he tunteneet häntä, mutta tekivät hänelle mitä he tahtoivat. Niin myös Ihmisen Poika on heiltä kärsivä.",
      "Silloin ymmärsivät opetuslapset hänen Johannes Kastajasta sanoneen heille.",
      "Ja kuin he kansan tykö tulivat, tuli yksi mies hänen tykönsä ja lankesi polvillensa hänen eteensä,",
      "Ja sanoi: Herra, armahda minun poikaani, sillä hän on kuutaudillinen ja kovin vaivataan; sillä hän lankee usein tuleen ja usein veteen.",
      "Ja minä toin hänen opetuslastes tykö, ja ei he voineet häntä parantaa.",
      "Niin Jesus vastaten sanoi: oi epäuskoinen ja nurja sukukunta! kuinka kauvan minun pitää teidän kanssanne oleman? kuinka kauvan minun pitää teitä kärsimän? Tuokaat häntä minulle tänne.",
      "Ja Jesus rankaisi sitä, ja perkele meni hänestä ulos; ja poika parani sillä hetkellä.",
      "Silloin menivät opetuslapset Jesuksen tykö erinänsä, ja sanoivat: miksi emme voineet sitä ajaa ulos?",
      "Niin Jesus sanoi heille: epäuskonne tähden. Sillä totisesti minä sanon teille: jos teillä olis usko niinkuin sinapin siemen, niin te taitaisitte sanoa tälle vuorelle: siirry tästä sinne, niin se siirtyis, ja ei teille mitään olisi mahdotointa.",
      "Vaan tämä suku ei mene muutoin ulos kuin rukouksella ja paastolla.",
      "Kuin he asuivat Galileassa, sanoi Jesus heille: tapahtuva on, että Ihmisen Poika annetaan ylön ihmisten käsiin;",
      "Ja he tappavat hänen, ja kolmantena päivänä hän nousee ylös. Ja he tulivat sangen murheellisiksi.",
      "Mutta kuin he menivät Kapernaumiin, tulivat verorahan ottajat Pietarin tykö, ja sanoivat: eikö Mestarinne ole tottunut verorahaa maksamaan?",
      "Sanoi hän: on. Ja kuin hän tuli huoneeseen, ennätti hänen Jesus, ja sanoi: mitäs luulet, Simon? keiltä maan kuninkaat ottavat tullin eli veron? omilta lapsiltansa, taikka vierailta?",
      "Pietari sanoi hänelle: vierailta. Sanoi Jesus hänelle: niin lapset ovat vapaat.",
      "Mutta ettemme heitä pahentaisi, niin mene merelle, heitä onkes, ja ota se kala, joka ensin tulee ylös, ja avaa hänen suunsa, niin sinä löydät rahan: ota se, ja anna heille minun ja sinun edestäs."
    ],
    [
      "Sillä hetkellä tulivat opetuslapset Jesuksen tykö, sanoen: kuka siis on suurin taivaan valtakunnassa?",
      "Ja Jesus kutsui tykönsä lapsen, ja asetti sen heidän keskellensä,",
      "Ja sanoi: totisesti minä sanon teille: ellette käänny ja tule niinkuin lapset, niin ette suinkaan tule sisälle taivaan valtakuntaan.",
      "Sentähden joka itsensä alentaa niinkuin tämä lapsi, se on suurin taivaan valtakunnassa.",
      "Ja joka holhoo senkaltaisen lapsen minun nimeeni, hän holhoo minun.",
      "Mutta joka pahentaa yhden näistä pienimmistä, jotka uskovat minun päälleni, parempi hänen olis, että myllyn kivi ripustettaisiin hänen kaulaansa, ja hän upotettaisiin meren syvyyteen.",
      "Voi maailmaa pahennusten tähden, sillä pahennukset kumminkin tulevat! Voi kuitenkin sitä ihmistä, jonka kautta pahennus tulee!",
      "Mutta jos kätes taikka jalkas pahentaa sinun, niin leikkaa ne pois, ja heitä pois tyköäs. Parempi on sinun elämään sisälle mennä ontuvana taikka raajarikkona, kuin että sinulla olis kaksi kättä eli kaksi jalkaa, ja sinä heitettäisiin ijankaikkiseen tuleen.",
      "Ja jos silmäs pahentaa sinun, niin puhkaise se ulos, ja heitä pois tyköäs. Parempi on sinun silmäpuolena elämään sisälle mennä, kuin että sinulla olis kaksi silmää, ja sinä heitettäisiin helvetin tuleen.",
      "Katsokaat, ettette katso ylön yhtäkään näistä pienimmistä; sillä minä sanon teille: heidän enkelinsä taivaissa näkevät aina minun isäni kasvot, joka on taivaissa.",
      "Sillä Ihmisen Poika tuli autuaaksi tekemään sitä, mikä kadonnut oli.",
      "Mitä te luulette? jos jollakin ihmisellä olis sata lammasta, ja yksi heistä eksyis: eikö hän jättäisi yhdeksänkymmentä ja yhdeksän, ja menis vuorelle, ja etsis eksynyttä?",
      "Ja jos niin tapahtuu, että hän löytää sen, totisesti sanon minä teille: hän iloitsee enemmin siitä kuin yhdeksästäkymmenestä ja yhdeksästä, jotka ei eksyneet.",
      "Niin ei ole myös teidän Isänne tahto, joka on taivaissa, että joku näistä pienimmistä hukkuis.",
      "Mutta jos sinun veljes rikkoo sinua vstaan, niin mene ja nuhtele häntä kahden kesken yksinänsä. Jos hän sinua kuulee, niin sinä olet veljes voittanut.",
      "Mutta jos ei hän sinua kuule, niin ota vielä yksi eli kaksi kanssas, että kaikki asia kahden eli kolmen todistajan suussa olis.",
      "Mutta ellei hän niitä tahdo kuulla, niin sano seurakunnalle; ellei hän seurakuntaa tottele, niin pidä häntä pakanana ja Publikanina.",
      "Totisesti sanon minä teille: kaikki, mitä te maan päällä sidotte, pitää myös oleman sidotut taivaissa: ja kaikki, mitä te päästätte maan päällä, pitää myös oleman päästetyt taivaassa.",
      "Taas sanon minä teille: missä ikänä asiassa kaksi teistä sopivat maan päällä; jota he rukoilevat, sen heidän pitää saaman minun Isältäni, joka on taivaissa.",
      "Sillä kussa kaksi taikka kolme tulevat kokoon minun nimeeni, siinä minä olen heidän keskellänsä.",
      "Silloin Pietari tuli hänen tykönsä, ja sanoi: Herra, kuinka usein minun pitää veljelleni, joka rikkoo minua vastaan, antaman anteeksi? onko seitsemässä kerrassa kyllä?",
      "Sanoi Jesus hänelle: en minä sano sinulle ainoastaan seitsemän kertaa, mutta seitsemänkymmentä kertaa seitsemän.",
      "Sentähden on taivaan valtakunta kuninkaaseen verrattu, joka tahtoi lukua laskea palveliainsa kanssa.",
      "Ja kuin hän rupesi laskemaan, tuli yksi hänen eteensä, joka oli hänelle velkaa kymmenentuhatta leiviskää.",
      "Mutta ettei hänellä ollut varaa maksaa, käski hänen herransa hänen myytää, ja hänen emäntänsä ja lapsensa, ja kaikki mitä hänellä oli, ja maksettaa.",
      "Niin palvelia lankesi maahan ja rukoili häntä, sanoen: herra, ole kärsivällinen minun kanssani, ja minä maksan kaikki sinulle.",
      "Niin armahti herra palveliaa, päästi hänen, ja antoi hänelle velan anteeksi.",
      "Niin palvelia meni ulos, ja löysi yhden kanssapalvelioistansa, joka hänelle oli velkaa sata penninkiä; ja hän tarttui häneen, ja kiristi häntä kurkusta, sanoen: maksa minulle velkas.",
      "Niin hänen kanssapalveliansa lankesi maahan hänen jalkainsa juureen, ja rukoili häntä, sanoen: ole kärsivällinen minun kanssani, ja minä maksan kaikki sinulle.",
      "Mutta ei hän tahtonut, vaan meni ja heitti hänen torniin, siihenasti kuin hän velan maksais.",
      "Mutta kuin muut hänen kanssapalveliainsa näkivät mitä tehtiin, murehtivat he sangen kovin, tulivat ja ilmoittivat herrallensa kaiken, mitä tehty oli.",
      "Silloin kutsui herra hänen eteensä, ja sanoi hänelle: sinä paha palvelia, minä annoin sinulle anteeksi kaiken velan, ettäs minua rukoilit:",
      "Eikö myös sinun pitänyt armahtaman kanssapalveliaas, niinkuin minäkin armahdin sinua?",
      "Ja hänen herransa vihastui, ja antoi hänen pyöveleille, siihenasti kuin hän maksais kaikki, mitä hän oli hänelle velkaa.",
      "Niin myös minun taivaallinen Isäni tekee teille, jollette kukin veljellensä teidän sydämistänne anna anteeksi heidän rikoksiansa."
    ],
    [
      "Ja tapahtui, kuin Jesus oli lopettanut nämät puheet, läksi hän Galileasta ja tuli Juudean maan rajoille, sille puolelle Jordania.",
      "Ja paljo kansaa seurasi häntä, ja hän paransi heitä siellä.",
      "Ja Pharisealaiset tulivat hänen tykönsä, kiusasivat häntä, ja sanoivat hänelle: saako mies eritä vaimostaan kaikkinaisen syyn tähden?",
      "Niin hän vastasi ja sanoi heille: ettekö te ole lukeneet: joka alusta ihmisen teki, mieheksi ja vaimoksi hän heidät teki?",
      "Ja sanoi: sentähden pitää ihmisen luopuman isästänsä ja äidistänsä, ja vaimoonsa sidottu oleman, ja ne kaksi tulevat yhdeksi lihaksi:",
      "Niin ei he ole enään kaksi, mutta yksi liha. Jonka siis Jumala yhteen sovitti, ei pidä ihmisen sitä eroittaman.",
      "He sanoivat hänelle: miksi Moses käski antaa erokirjan ja hyljätä hänen?",
      "Sanoi hän heille: teidän sydämenne kovuuden tähden salli Moses teidän eritä vaimoistanne; vaan ei alusta niin ollut.",
      "Mutta minä sanon teille: kuka ikänä hylkää vaimonsa muutoin kuin huoruuden tähden, ja nai toisen, hän tekee huorin; ja joka hyljätyn ottaa, hän tekee huorin.",
      "Hänen opetuslapsensa sanoivat hänelle: jos miehen asia niin on vaimon kanssa, ei sitte ole hyvä naida.",
      "Niin hän sanoi heille: ei tätä sanaa kaikki käsitä, vaan ne, joille se annettu on.",
      "Sillä muutamat ovat kuohitut, jotka äitinsä kohdusta niin syntyneet ovat: ja ovat kuohitut, jotka ihmisiltä kuohitut ovat: ja ovat kuohitut, jotka taivaan valtakunnan tähden itse kuohinneet ovat. Joka sen taitaa käsittää, se käsittäkään.",
      "Silloin vietiin hänen tykönsä lapsia, että hän laskis kätensä heidän päällensä ja rukoilis; mutta opetuslapset nuhtelivat heitä.",
      "Mutta Jesus sanoi: sallikaat lasten olla, ja älkäät kieltäkö heitä tulemasta minun tyköni: sillä senkaltaisten on taivaan valtakunta.",
      "Ja kuin hän oli pannut kätensä heidän päällensä, meni hän sieltä pois.",
      "Ja katso, yksi tuli ja sanoi hänelle: hyvä Mestari! mitä hyvää minun pitää tekemän, että minä saisin ijankaikkisen elämän?",
      "Niin hän sanoi hänelle: miksi sinä kutsut minun hyväksi? Ei ole kenkään hyvä, vaan yksi, Jumala. Mutta jos sinä tahdot elämään sisälle tulla, niin pidä käskyt.",
      "Hän sanoi hänelle: kutka? Jesus sanoi: ei sinun pidä tappaman: ei sinun pidä huorin tekemän: ei sinun pidä varastaman: ei sinun pidä väärin todistaman:",
      "Kunnioita isääs ja äitiäs: ja sinun pitää rakastaman lähimmäistäs niinkuin itse sinuas.",
      "Sanoi nuorukainen hänelle: kaikki nämät olen minä pitänyt nuoruudestani; mitä vielä minulta puuttuu?",
      "Sanoi Jesus hänelle: jos sinä tahdot olla täydellinen, niin mene ja myy mitä sinulla on, ja anna vaivaisille: ja sinun pitää saaman tavaran taivaassa; ja tule ja seuraa minua.",
      "Mutta kuin nuorukainen kuuli sen puheen, meni hän pois murheissansa; sillä hänellä oli paljo tavaraa.",
      "Mutta Jesus sanoi opetuslapsillensa: totisesti sanon minä teille: rikas tulee työläästi taivaan valtakuntaan.",
      "Ja taas sanon minä teille: huokiampi on kamelin käydä neulan silmän lävitse, kuin rikkaan tulla Jumalan valtakuntaan.",
      "Mutta koska hänen opetuslapsensa sen kuulivat, peljästyivät he sangen kovin, sanoen: kuka siis taitaa autuaaksi tulla?",
      "Niin Jesus katsahti heidän päällensä ja sanoi heille: ihmisten tykönä on se mahdotoin, mutta Jumalan tykönä ovat kaikki mahdolliset.",
      "Silloin vastasi Pietari ja sanoi hänelle: katso, me luovuimme kaikista ja seuraamme sinua: mitä siis meidän siitä on?",
      "Niin sanoi Jesus heille: totisesti sanon minä teille, te, jotka minua olette seuranneet, uudessa syntymisessä, kuin Ihmisen Poika istuu kunniansa istuimella, pitää myös teidän istuman kahdellatoistakymmenellä istuimella, tuomiten kahtatoistakymmentä Israelin sukukuntaa.",
      "Ja jokainen, joka luopui huoneista, taikka veljistä, taikka sisarista, taikka isästä, taikka äidistä, taikka emännästä, taikka lapsista, taikka pellosta, minun nimeni tähden, hänen pitää satakertaisesti saaman, ja ijankaikkisen elämän perimän.",
      "Mutta monta ensimäistä tulee viimeiseksi ja viimeistä ensimäiseksi."
    ],
    [
      "Sillä taivaan valtakunta on perheenisännän vertainen, joka varhain huomeneltain läksi ulos palkkaamaan työväkeä viinamäkeensä.",
      "Ja kuin hän oli sopinut työmiesten kanssa päiväpenningistä, lähetti hän heidät viinamäkeensä.",
      "Ja hän meni ulos liki kolmannella hetkellä, ja näki muita seisovan turulla joutilaina,",
      "Ja sanoi heille: menkäät tekin viinamäkeen, ja mitä kohtuullinen on, minä annan teille. Niin he menivät.",
      "Taas hän meni ulos liki kuudennella ja yhdeksännellä hetkellä, ja teki myös niin.",
      "Mutta yhdellätoistakymmenennellä hetkellä läksi hän ulos, ja löysi muita joutilaina seisomasta, ja sanoi heille: miksi te tässä kaiken päivän joutilaina seisotte?",
      "He sanoivat hänelle: sillä ei ole kenkään meitä palkannut. Hän sanoi heille: menkäät tekin minun viinamäkeeni, ja mitä kohtuus on, pitää teidän saaman.",
      "Mutta kuin ehtoo tuli, sanoi viinamäen isäntä perheensä haltialle: kutsu työväki, ja maksa heidän palkkansa, ruveten viimeisistä ensimäisiin asti.",
      "Ja kuin ne tulivat, jotka liki yhdellätoistakymmenennellä hetkellä tulleet olivat, saivat he kukin penninkinsä.",
      "Mutta kuin ensimäiset tulivat, luulivat he enemmän saavansa; ja he myös saivat kukin penninkinsä.",
      "Ja kuin he saivat, napisivat he perheenisäntää vastaan,",
      "Sanoen: nämät viimeiset ovat yhden hetken työtä tehneet, ja sinä teit heidät meidän verraksemme, jotka olemme kantaneet päivän kuorman ja helteen.",
      "Niin hän vastasi ja sanoi yhdelle heistä: ystäväni, en tee minä sinulle vääryyttä; etkös sopinut minun kanssani määrätystä penningistä?",
      "Ota se, mikä sinun tulee, ja mene matkaas; mutta minä tahdon tälle viimeiselle antaa niinkuin sinullekin.",
      "Vai enkö minä saa tehdä minun kalustani mitä minä tahdon? taikka katsotkos sentähden karsaasti, että minä hyvä olen?",
      "Niin viimeiset tulevat ensimäisiksi ja ensimäiset viimeisiksi. Sillä monta ovat kutsutut, mutta harvat valitut.",
      "Ja Jesus meni ylös Jerusalemiin, ja otti kaksitoistakymmentä opetuslastansa erinänsä tiellä tykönsä, ja sanoi heille:",
      "Katso, me menemme ylös Jerusalemiin, ja Ihmisen Poika ylönannetaan pappein päämiehille ja kirjanoppineille; ja he tuomitsevat hänen kuolemaan,",
      "Ja antavat ylön hänen pakanoille pilkattaa, ja ruoskittaa, ja ristiinnaulittaa: ja kolmantena päivänä on hän nouseva ylös.",
      "Silloin tuli hänen tykönsä Zebedeuksen poikain äiti poikinensa, kumarsi ja anoi jotakin häneltä.",
      "Vaan hän sanoi hänelle: mitäs tahdot? Sanoi hän hänelle: sano, että nämät kaksi minun poikaani istuisivat, yksi sinun oikialla kädelläs ja toinen vasemmallas, sinun valtakunnassas.",
      "Niin Jesus vastaten sanoi: ette tiedä, mitä te anotte. Voitteko juoda sen kalkin, jonka minun pitää juoman, ja kastettaa sillä kasteella, jolla minä kastetaan? He sanoivat hänelle: me voimme.",
      "Ja hän sanoi heille: minun kalkkini tosin te juotte ja sillä kasteella, jolla minä kastetaan, te kastetaan; mutta istua minun oikialla kädelläni, taikka vasemmalla, ei ole minun antamisellani, vaan joille se on valmistettu minun Isältäni.",
      "Ja kuin ne kymmenen sen kuulivat, närkästyivät he niistä kahdesta veljeksestä.",
      "Mutta Jesus kutsui heidät tykönsä ja sanoi: te tiedätte, että kansain päämiehet vallitsevat heitä, ja ylimmäisillä on valta heidän ylitsensä.",
      "Vaan ei niin pidä oleman teidän keskenänne; mutta joka tahtoo teidän seassanne suurin olla, se olkoon teidän palvelianne;",
      "Ja joka tahtoo teidän seassanne ensimäinen olla, se olkoon teidän palvelianne.",
      "Niinkuin ei Ihmisen Poika tullut, että häntä piti palveltaman, mutta että hän palvelis, ja antais henkensä lunastukseksi monen edestä.",
      "Ja heidän lähteissänsä Jerikosta, seurasi häntä paljo kansaa.",
      "Ja katso, kaksi sokiaa istuivat tien ohessa. Kuin he kuulivat, että Jesus kävi ohitse, huusivat he, sanoen: Herra, Davidin Poika, armahda meitä!",
      "Niin kansa torui heitä vaikenemaan. Mutta he huusivat enemmin, sanoen: Herra, Davidin Poika, armahda meitä!",
      "Ja Jesus seisahti, ja kutsui heidät tykönsä, ja sanoi: mitä te tahdotte, että minun pitää teille tekemän?",
      "Sanoivat he hänelle: Herra, että meidän silmämme aukenisivat.",
      "Niin Jesus armahti heitä ja tarttui heidän silmiinsä, ja he saivat kohta näkönsä ja seurasivat häntä."
    ],
    [
      "Ja kuin he lähestyivät Jerusalemia ja tulivat Betphageen öljymäen tykö, lähetti Jesus kaksi opetuslasta,",
      "Sanoen heille: menkäät kylään, joka on edessänne, ja te löydätte kohta aasintamman sidottuna, ja varsan hänen kanssansa: päästäkäät ne ja tuokaat minulle.",
      "Ja jos joku teille jotakin sanoo, niin sanokaat: Herra niitä tarvitsee, ja kohta hän laskee heidät.",
      "Mutta tämä kaikki tapahtui, että täytettäisiin, mikä sanottu oli prophetan kautta, joka sanoo:",
      "Sanokaat Zionin tyttärelle: katso, sinun Kuninkaas tulee sinulle siviä, istuen aasintamman päällä ja ikeen alaisen aasin varsan päällä.",
      "Niin opetuslapset menivät ja tekivät niinkuin Jesus heille käskenyt oli,",
      "Ja taluttivat aasintamman ja varsan, ja panivat niiden päälle vaatteensa, ja istuttivat hänen niiden päälle.",
      "Niin enin osa kansasta hajoitti vaatteensa tielle, ja muut karsivat oksia puista ja hajoittivat tielle.",
      "Mutta kansa, joka edellä kävi, ja jotka seurasivat, huusivat, sanoen: hosianna Davidin Pojalle! kiitetty olkoon se, joka tulee Herran nimeen! hosianna korkeudessa!",
      "Ja kuin hän tuli Jerusalemiin, nousi koko kaupunki, sanoen: kuka on tämä?",
      "Niin kansa sanoi: tämä on Jesus, propheta Galilean Natsaretista.",
      "Ja Jesus meni sisälle Jumalan templiin, ja ajoi ulos kaikki, jotka myivät ja ostivat templissä, ja vaihettajain pöydät ja kyyhkyisten kaupitsiain istuimet hän kukisti,",
      "Ja sanoi heille: kirjoitettu on: minun huoneeni pitää rukoushuoneeksi kutsuttaman; mutta te olette sen tehneet ryöväritten luolaksi.",
      "Ja hänen tykönsä tulivat sokiat ja ontuvat templissä, ja hän paransi heidät.",
      "Mutta kuin pappein päämiehet ja kirjanoppineet näkivät ne ihmeet, jotka hän teki, ja lapset templissä huutavan ja sanovan: hosianna Davidin Pojalle! närkästyivät he,",
      "Ja sanoivat hänelle: kuuletkos, mitä nämät sanovat? Niin Jesus sanoi heille: kuulen kyllä. Ettekö te koskaan ole lukeneet: lasten ja imeväisten suusta olet sinä kiitoksen valmistanut?",
      "Ja hän luopui heistä, ja meni ulos kaupungista Betaniaan, ja oli siellä yötä.",
      "Mutta huomeneltain kaupunkiin palatessansa isosi hän.",
      "Ja kuin hän näki fikunapuun tien ohessa, meni hän sen tykö, ja ei löytänyt siinä mitään muuta kuin lehdet ainoastaan; ja hän sanoi sille: älköön ikänä tästäkään edes sinusta hedelmää kasvako. Ja fikunapuu kohta kuivettui.",
      "Ja kuin opetuslapset sen näkivät, ihmettelivät he, sanoen: kuinka fikunapuu niin kohta kuivettui?",
      "Jesus vastaten sanoi heille: totisesti sanon minä teille: jos teillä olis usko, ja ette epäilisi, niin ette ainoastaan tätä tekisi, mikä fikunapuulle tapahtui, vaan myös jos te sanoisitte tälle vuorelle: siirry ja kukistu mereen, niin se tapahtuis.",
      "Ja kaikki, mitä te anotte rukouksessa, uskoen, sen te saatte.",
      "Ja kuin hän meni templiin, tulivat hänen opettaissansa hänen tykönsä pappein päämiehet ja kansan vanhimmat, sanoen: millä voimalla sinä näitä teet? taikka kuka sinulle antoi sen voiman?",
      "Niin Jesus vastaten sanoi heille: minä tahdon myös teiltä kysyä yhden sanan: jos te sen minulle sanotte, niin minä myös teille sanon, millä voimalla minä näitä teen:",
      "Kusta Johanneksen kaste oli, taivaastako taikka ihmisistä? Niin he ajattelivat isellensä, sanoen: jos me sanomme: taivaasta, niin hän sanoo meille: miksi ette siis häntä uskoneet?",
      "Mutta jos me sanomme: se oli ihmisistä, niin me pelkäämme kansaa; sillä kaikki pitivät Johanneksen prophetana.",
      "Ja he vastaten sanoivat Jesukselle: emme tiedä. Sanoi hän heille: en minä myös sano teille, millä voimalla minä näitä teen.",
      "Mutta kuinka te luulette? Yhdellä miehellä oli kaksi poikaa, ja hän meni ensimmäisen tykö, ja sanoi: poikani, mene tänäpänä tekemään työtä minun viinamäkeeni.",
      "Niin hän vastaten sanoi: en tahdo. Mutta sitte katui hän, ja meni.",
      "Niin hän meni toisen tykö, ja sanoi myös niin. Mutta hän vastaten sanoi: kyllä minä menen, herra, ja ei mennytkään.",
      "Kumpi näistä kahdesta teki isänsä tahdon? He sanoivat hänelle: ensimäinen. Sanoi Jesus heille: totisesti sanon minä teille: Publikanit ja portot käyvät teidän edellänne Jumalan valtakuntaan.",
      "Sillä Johannes tuli teidän tykönne vanhurskauden tiessä, ja ette häntä uskoneet: mutta Publikanit ja portot uskoivat hänen. Mutta te, jotka sen näitte, ette sittenkään parannusta tehneet, että te häntä olisitte uskoneet.",
      "Kuulkaat toinen vertaus: oli perheenisäntä, joka istutti viinamäen, ja pani aidan sen ympärille, ja kaivoi siihen viinakuurnan, ja rakensi tornin, ja pani sen vuorolle peltomiehille, ja vaelsi muille maille.",
      "Mutta kuin hedelmäin aika lähestyi, lähetti hän palveliansa peltomiesten tykö, ottamaan sen hedelmiä.",
      "Ja peltomiehet ottivat kiinni hänen palveliansa, ja yhden he pieksivät, toisen he tappoivat, kolmannen he kivittivät.",
      "Taas hän lähetti toiset palveliat, usiammat kuin ensimäiset, ja he tekivät heille myös niin.",
      "Mutta viimein lähetti hän heidän tykönsä poikansa, sanoen: he karttavat poikaani.",
      "Mutta kuin peltomiehet näkivät pojan, sanoivat he keskenänsä: tämä on perillinen; tulkaat, tappakaamme häntä, ja niin me saamme hänen perintönsä.",
      "Ja he ottivat hänen kiinni, sysäsivät ulos viinamäestä ja tappoivat.",
      "Kun siis viinamäen isäntä tulee, mitä hän niiden peltomiesten tekee?",
      "He sanoivat hänelle: ne pahat hän pahasti hukuttaa, ja antaa viinamäkensä toisille viinamäen miehille, jotka hänelle antavat hedelmät ajallansa.",
      "Sanoi Jesus heille: ettekö te ikänä Raamatuissa ole lukeneet: jonka kiven rakentajat hylkäsivät, se on tullut kulmakiveksi. Herralta on se tapahtunut, ja on ihmeellinen meidän silmäimme edessä.",
      "Sentähden sanon minä teille: Jumalan valtakunta pitää teiltä otettaman pois ja annettaman pakanoille, jotka sen hedelmän tekevät.",
      "Ja joka lankee tähän kiveen, hän runnellaan. Mutta jonka päälle hän lankee, sen hän murentaa.",
      "Ja kuin pappein päämiehet ja Pharisealaiset kuulivat hänen vertauksensa, ymmärsivät he, että hän heistä sanoi.",
      "Ja kuin he pyysivät häntä ottaa kiinni, pelkäsivät he kansaa, sillä he pitivät hänen prophetana."
    ],
    [
      "Ja Jesus vastaten puhui taas heille vertauksilla, sanoen:",
      "Taivaan valtakunta on kuninkaan vertainen, joka teki häitä pojallensa,",
      "Ja lähetti palveliansa kutsumaan kutsutuita häihin, ja ei he tahtoneet tulla.",
      "Taas hän lähetti toiset palveliat, sanoen: sanokaat kutsutuille: katso, minä valmistin atriani, härkäni ja syöttilääni ovat tapetut, ja kaikki ovat valmistetut: tulkaat häihin!",
      "Mutta he katsoivat ylön, ja menivät pois, yksi pellollensa, toinen kaupallensa.",
      "Mutta muut ottivat kiinni hänen palveliansa, ja pilkkasivat heitä, ja tappoivat.",
      "Mutta kuin kuningas sen kuuli, vihastui hän, ja lähetti sotaväkensä, ja hukutti ne murhamiehet, ja heidän kaupunkinsa poltti.",
      "Silloin hän sanoi palvelioillensa: häät tosin ovat valmistetut, mutta kutsutut ei olleet mahdolliset.",
      "Menkäät siis teiden haaroihin, ja kaikki, jotka te löydätte, kutsukaat häihin.",
      "Ja palveliat menivät ulos teille, ja kokosivat kaikki, jotka he löysivät, pahat ja hyvät; ja häähuone täytettiin vieraista.",
      "Niin kuningas meni katsomaan vieraita, ja näki siellä yhden ihmisen, joka ei ollut vaatetettu häävaatteilla.",
      "Niin hän sanoi hänelle: ystäväni, kuinkas tänne tulit, ja ei sinulla ole häävaatteita? Mutta hän vaikeni.",
      "Silloin sanoi kuningas palvelioille: sitokaat hänen kätensä ja jalkansa, ottakaat ja heittäkäät häntä ulkoiseen pimeyteen; siellä pitää oleman itku ja hammasten kiristys.",
      "Sillä monta on kutsuttu, mutta harvat ovat valitut.",
      "Silloin Pharisealaiset menivät pitämään neuvoa, kuinka he hänen sanoissa solmeaisivat.",
      "Ja he lähettivät hänen tykönsä opetuslapsensa Herodilaisten kanssa, sanoen: Mestari, me tiedämme sinun totiseksi, ja sinä opetat Jumalan tien totuudessa, et myös tottele ketään; sillä et sinä katso ihmisten muotoa.",
      "Sano siis meille, kuinkas luulet: sopiiko keisarille antaa veroa taikka ei?",
      "Mutta kuin Jeesus ymmärsi heidän pahuutensa, sanoi hän: mitä te ulkokullatut kiusaatte minua?",
      "Osoittakaat minulle veroraha. Niin he antoivat hänelle verorahan.",
      "Ja hän sanoi heille: kenenkä on tämä kuva ja päällekirjoitus?",
      "He sanoivat hänelle: keisarin. Niin hän sanoi heille: antakaat keisarille, mitkä keisarin ovat, ja Jumalalle, mitkä Jumalan ovat.",
      "Ja kuin he nämät kuulivat, ihmettelivät he, ja luopuivat hänestä, ja menivät pois.",
      "Sinä päivänä tulivat Saddukealaiset hänen tykönsä, jotka sanovat, ettei ylösnousemusta ole, ja kysyivät häneltä,",
      "Sanoen: Mestari! Moses sanoi: jos joku kuolee lapsetoinna, niin hänen veljensä pitää naiman hänen emäntänsä ja herättämän veljellensä siemenen.",
      "Niin oli meidän seassamme seitsemän veljestä, ja kuin ensimäinen nai, niin se kuoli. Ja ettei hänellä ollut siementä, jätti hän emäntänsä veljellensä.",
      "Niin myös toinen ja kolmas, hamaan seitsemänteen asti.",
      "Mutta kaikkein viimein kuoli myös se vaimo.",
      "Kenenkä emännän siis näistä seitsemästä pitää hänen ylösnousemisessa oleman? Sillä kaikki ovat häntä pitäneet.",
      "Niin Jesus vastaten sanoi heille: te eksytte ja ette tiedä Raamatuita, eikä Jumalan voimaa.",
      "Sillä ylösnousemisessa ei naida eikä huolla, mutta he ovat niinkuin Jumalan enkelit taivaassa.",
      "Mutta ettekö te ole lukeneet kuolleitten ylösnousemisesta, mitä teille on Jumalalta sanottu, joka sanoo:",
      "Minä olen Abrahamin Jumala, ja Isaakin Jumala, ja Jakobin Jumala? Ei ole Jumala kuolleiden Jumala, mutta elävien.",
      "Ja kuin kansa sen kuuli, hämmästyivät he hänen oppiansa.",
      "Mutta kuin Pharisealaiset sen kuulivat, että hän oli Saddukealaisten suun tukinnut, kokoontuivat he yhteen.",
      "Ja yksi lain-opettaja heistä kysyi häneltä, kiusaten häntä, ja sanoi:",
      "Mestari, mikä on suurin käsky laissa?",
      "Niin Jesus sanoi hänelle: sinun pitää rakastaman Herraa sinun Jumalaas, kaikesta sydämestäs, ja kaikesta sielustas, ja kaikesta mielestäs:",
      "Tämä on ensimäinen ja suurin käsky.",
      "Toinen on tämän kaltainen: sinun pitää rakastaman lähimmäistäs niinkuin itse sinuas.",
      "Näissä kahdessa käskyssä kaikki laki ja prophetat riippuvat.",
      "Koska Pharisealaiset koossa olivat, kysyi heiltä Jesus,",
      "Sanoen: mitä teille näkyy Kristuksesta, kenenkä poika hän on? he sanoivat hänelle: Davidin.",
      "Hän sanoi heille: kuinka siis David kutsuu hengessä hänen Herraksi? sanoen:",
      "Herra sanoi minun Herralleni: istu minun oikealla kädelläni, siihenasti kuin minä panen vihollises sinun jalkais astinlaudaksi.",
      "Jos siis David kutsuu hänen Herraksi, kuinka hän on hänen poikansa?",
      "Ja ei kenkään taitanut häntä mitään vastata: ei myös yksikään rohjennut sen päivän perästä häneltä enempää kysyä."
    ],
    [
      "Silloin Jesus puhui kansalle ja hänen opetuslapsillensa,",
      "Sanoen: Moseksen istuimella istuvat kirjanoppineet ja Pharisealaiset:",
      "Kaikki siis, mitä he teidän käskevät pitää, se pitäkäät ja tehkäät; mutta heidän töittensä jälkeen älkäät te tehkö, sillä he sanovat, ja ei tee.",
      "Sillä he sitovat raskaat kuormat, joita ei voida kantaa, ja panevat ne ihmisten olille, mutta ei he sormellansakaan itse tahdo niitä liikuttaa.",
      "Mutta kaikki työnsä tekevät he, että ne ihmisiltä nähtäisiin. He levittelevät muistokirjansa, ja tekevät suureksi vaatteensa liepeet,",
      "Ja rakastavat ylimmäisiä sijoja pidoissa ja ylimmäisiä istuimia synagogissa,",
      "Ja tervehdyksiä turulla, ja tahtovat kutsuttaa ihmisiltä: rabbi, rabbi.",
      "Mutta älkäät te antako teitä kutsuttaa rabbiksi; sillä yksi on teidän Mestarinne, joka on Kristus, mutta te olette kaikki veljekset.",
      "Ja älkäät ketäkään kutsuko isäksenne maan päällä; sillä yksi on Isänne, joka on taivaissa.",
      "Ja älkäät antako teitä kutsuttaa mestariksi; sillä yksi on teidän Mestarinne, joka on Kristus.",
      "Joka teistä suurin on, se olkoon teidän palvelianne.",
      "Mutta joka itsensä ylentää, se alennetaan, ja joka itsensä alentaa, se ylennetään.",
      "Mutta voi teitä, kirjanoppineet ja Pharisealaiset, te ulkokullatut! jotka suljette taivaan valtakunnan ihmisten edestä; sillä ette itse sinne mene, ettekä salli meneväisiä sinne mennä.",
      "Voi teitä kirjanoppineet ja Pharisealaiset, te ulkokullatut! jotka syötte leskein huoneet, ja muodoksi pidätte pitkät rukoukset: sentähden te saatte sitä kovemman kadotuksen.",
      "Voi teitä kirjanoppineet ja Pharisealaiset, te ulkokullatut! jotka merta ja mannerta ympäri vaellatte, tehdäksenne yhtä uutta Juudalaista; ja kuin se tehty on, niin te hänestä teette kaksikertaa enemmän helvetin lapsen kuin te itse olette.",
      "Voi teitä, te sokiat taluttajat! jotka sanotte: joka vannoo templin kautta, ei se mitään ole, mutta joka vannoo templin kullan kautta, se on velvollinen.",
      "Te hullut ja sokiat! sillä kumpi on suurempi: kulta, eli templi, joka kullan pyhittää?",
      "Ja joka vannoo alttarin kautta, ei se mitään ole; mutta joka vannoo lahjan kautta, joka sen päällä on, se on velvollinen.",
      "Te hullut ja sokiat! sillä kumpi on suurempi: lahja, eli alttari, joka lahjan pyhittää?",
      "Joka siis vannoo alttarin kautta, hän vannoo sen kautta ja kaikkein, mikä sen päällä on.",
      "Ja joka vannoo templin kautta, se vannoo hänen kauttansa ja sen kautta, joka siinä asuu.",
      "Ja joka vannoo taivaan kautta, se vannoo Jumalan istuimen kautta ja hänen kauttansa, joka sen päällä istuu.",
      "Voi teitä kirjanoppineet ja Pharisealaiset, te ulkokullatut! jotka kymmenykset teette mintuista, tilleistä ja kuminoista, ja jätätte pois ne raskaammat laista, tuomion, laupiuden ja uskon: näitä piti tehtämän, ja toisia ei jätettämän.",
      "Te sokiat taluttajat! te kuurnitsette hyttysen ja kamelin nielette.",
      "Voi teitä kirjanoppineet ja Pharisealaiset, te ulkokullatut! jotka puhdistatte juoma-astian ja ruoka-astian ulkoiselta puolelta, mutta sisältä ovat ne täynnä raatelemista ja tyytymättömyyttä.",
      "Sinä sokia Pharisealainen! puhdista ensin juoma-astia ja ruoka-astia sisältä, että myös ulkonainenkin puoli puhtaaksi tulis.",
      "Voi teitä kirjanoppineet ja Pharisealaiset, te ulkokullatut; sillä te olette valkiaksi sivuttuin hautain kaltaiset, jotka ulkoa kauniit ovat, mutta sisältä ovat he täynnä kuolleiden luita ja kaikkea riettautta.",
      "Niin myös te olette ulkoa tosin nähdä ihmisten edessä hurskaat, mutta sisältä te olette täynnä ulkokullaisuutta ja vääryyttä.",
      "Voi teitä kirjanoppineet ja Pharisealaiset, te ulkokullatut! jotka rakennatte prophetain hautoja ja kaunistatte vanhurskasten hautoja,",
      "Ja sanotte: jos me olisimme olleet meidän isäimme aikoina, emme olisi olleet osalliset heidän kanssansa prophetain veressä.",
      "Niin te siis itseänne tunnustatte, että olette niiden lapset, jotka tappoivat prophetat.",
      "Niin tekin täyttäkäät teidän isäinne määrä.",
      "Te kärmeet, te kyykärmetten sikiät! kuinka te vältätte helvetin kadotuksen?",
      "Sentähden, katso, minä lähetän teille prophetat, ja viisaat, ja kirjanoppineet; ja niistä te muutamat tapatte ja ristiinnaulitsette, ja muutamat te pieksätte teidän synagogissanne, ja vainootte kaupungista kaupunkiin.",
      "Että teidän päällenne pitää tuleman kaikki vanhurskas veri, joka vuodatettu on maan päälle hamasta vanhurskaan Abelin verestä niin Sakariaan, Barakiaan pojan vereen asti, jonka te tapoitte templin ja alttarin vaiheella.",
      "Totisesti sanon minä teille: kaikki nämät pitää tuleman tämän suvun päälle.",
      "Jerusalem, Jerusalem, sinä joka tapat prophetat ja kivillä surmaat ne, jotka sinun tykös lähetetyt ovat! kuinka usein minä tahdoin koota sinun lapses, niinkuin kana kokoo poikansa siipeinsä alle? ja ette tahtoneet.",
      "Katso, teidän huoneenne pitää teille jäämän kylmille.",
      "Sillä minä sanon teille: ette suinkaan minua tästedes näe, siihenasti kuin te sanotte: kiitetty olkoon se, joka tulee Herran nimeen!"
    ],
    [
      "Ja Jesus meni ulos ja läksi pois templistä, ja hänen opetuslapsensa tulivat osoittamaan hänelle templin rakennuksia.",
      "Niin sanoi Jesus heille: ettekö te kaikkia näitä näe? Totisesti sanon minä teille: ei pidä tässä jätettämän kiveä kiven päälle, joka ei maahan jaoteta.",
      "Mutta kuin hän istui Öljymäellä, menivät opetuslapset hänen tykönsä erinänsä ja sanoivat: sano meille: koska tämä tapahtuu, ja mikä sinun tulemises ja maailman lopun merkki ollee?",
      "Ja Jesus vastasi ja sanoi heille: katsokaat, ettei kenkään teitä viettele.",
      "Sillä monta tulevat minun nimeeni, sanoen: minä olen Kristus! ja viettelevät monta.",
      "Niin te saatte kuulla sotia ja sanomia sodista. Katsokaat, ettette peljästy; sillä kaikki nämät pitää tapahtuman, mutta ei vielä ole loppu.",
      "Sillä kansan pitää kansaa vastaan nouseman ja valtakunnan valtakuntaa vastaan, ja tulee ruttotauti ja nälkä ja maanjäristys moneen paikkaan.",
      "Mutta kaikki nämät ovat murhetten alku.",
      "Silloin he ylönantavat teitä vaivaan ja tappavat teidät, ja te tulette vihattavaksi kaikilta pakanoilta minun nimeni tähden.",
      "Ja silloin monta pahenevat, ja keskenänsä pettävät toinen toisensa, ja vihaavat toinen toistansa keskenänsä.",
      "Ja monta väärää prophetaa nousevat ja viettelevät monta.",
      "Ja että vääryys saa vallan, niin rakkaus monessa kylmenee.",
      "Mutta joka vahvana pysyy loppuun asti, se tulee autuaaksi.",
      "Ja tämä valtakunnan evankeliumi pitää saarnattaman kaikessa maailmassa, kaikille pakanoille todistukseksi; ja silloin tulee loppu.",
      "Kuin te siis näette hävityksen kauhistuksen, josta sanottu on Daniel prophetan kautta, seisovan pyhässä siassa; (joka tämän lukee, hän ymmärtäköön!)",
      "Silloin ne, jotka Juudeassa ovat, paetkoot vuorille.",
      "Ja joka katon päällä on, älköön astuko alas ottamaan jotakin huoneestansa.",
      "Ja joka pellolla on, älköön palatko vaatteitansa ottamaan.",
      "Voi raskaita ja imettäväisiä niinä päivinä!",
      "Mutta rukoilkaat, ettei teidän pakonne tapahtuisi talvella eikä sabbatina;",
      "Sillä silloin pitää suuren vaivan oleman, jonka kaltaista ei ole ollut maailman alusta niin tähän asti, ei myös tule.",
      "Ja ellei ne päivät olisi lyhennetyt, niin ei yksikään liha tulisi autuaaksi; mutta valittuin tähden pitää ne päivät lyhennettämän.",
      "Silloin jos joku teille sanois: katso, tässä on Kristus taikka siellä! älkäät uskoko.",
      "Sillä väärät Kristukset ja väärät prophetat nousevat, ja tekevät suuria ihmeitä ja merkkejä: niin että myös, jos taitais tapahtua, valitutkin eksytettäisiin.",
      "Katso, minä olen teille sen ennen sanonut.",
      "Jos he siis teille sanovat: katso, hän on korvessa! niin älkäät menkö ulos; katso, hän on kammiossa! älkäät uskoko.",
      "Sillä niinkuin pitkäisen tuli leimahtaa idästä ja näkyy hamaan länteen, niin on myös Ihmisen Pojan tulemus.",
      "Sillä kussa raato on, siihen kotkat kokoontuvat.",
      "Mutta kohta sen ajan vaivan jälkeen aurinko pimenee, ja kuu ei anna valoansa, ja tähden putoavat taivaasta, ja taivaan voimat pitää liikutettaman.",
      "Ja silloin näkyy Ihmisen Pojan merkki taivaassa, ja silloin kaikki sukukunnat maassa parkuvat ja saavat nähdä Ihmisen Pojan tulevan taivaan pilvissä suurella voimalla ja kunnialla.",
      "Ja hän lähettää enkelinsä suurella basunan äänellä, ja he kokoovat hänen valittunsa neljästä tuulesta, yhdestä taivasten äärestä niin toiseen.",
      "Mutta oppikaat fikunapuusta vertaus: kuin sen oksa on tuores ja lehdet puhkeavat, niin te tiedätte suven läsnä olevan:",
      "Niin myös te, kuin te näette nämät kaikki, tietäkäät, että se on läsnä, oven edessä.",
      "Totisesti sanon minä teille: ei suinkaan tämän sukukunnan pidä hukkuman ennen kuin kaikki nämät tapahtuvat.",
      "Taivas ja maa pitää hukkuman, mutta minun sanani ei pidä suinkaan hukkaantuman.",
      "Vaan siitä päivästä ja hetkestä ei tiedä kenkään, ei taivaan enkelitkään, vaan minun Isäni yksinänsä.",
      "Mutta niinkuin Noan ajat olivat, niin pitää myös Ihmisen Pojan tulemus oleman.",
      "Sillä niinkuin he niinä päivinä vedenpaisumisen edellä olivat, söivät ja joivat, naivat ja huolivat, hamaan siihen päivään asti, jona Noa arkkiin sisälle meni,",
      "Ja ei tietäneet ennen kuin vedenpaisumus tuli, ja otti pois kaikki: niin pitää myös Ihmisen Pojan tulemus oleman.",
      "Silloin on kaksi kedolla: yksi otetaan ylös, ja toinen jätetään.",
      "Kaksi jauhavat myllyssä: yksi otetaan ylös, ja toinen jätetään.",
      "Valvokaat siis; sillä ette tiedä, millä hetkellä teidän Herranne on tuleva.",
      "Mutta se tietäkäät: jos perheenisäntä tietäis, millä hetkellä varas on tuleva, kaiketi hän valvois, eikä sallisi kaivaa huonettansa.",
      "Sentähden olkaat te myös valmiit; sillä millä hetkellä ette luulekaan, tulee Ihmisen Poika.",
      "Kuka siis on uskollinen ja toimellinen palvelia, jonka Herra pani perheensä päälle, antamaan heille ruokaa ajallansa?",
      "Autuas on se palvelia, jonka Herra löytää niin tehneeksi, kuin hän tulee.",
      "Totisesti sanon minä teille: hän panee hänen kaiken hyvyytensä päälle.",
      "Mutta jos paha palvelia sanoo sydämessänsä: minun Herrani viipyy tulemasta;",
      "Ja rupee pieksämään leipäveljiänsä, niin myös syömään ja juomaan juomarien kanssa:",
      "Niin sen palvelian Herra tulee sinä päivänä, jona ei hän luulekaan, ja sillä hetkellä, jolla ei hän tiedä.",
      "Ja hän eroittaa hänen, ja antaa hänelle osan ulkokullattuin kanssa: siellä pitää oleman itku ja hammasten kiristys."
    ],
    [
      "Silloin pitää taivaan valtakunta oleman kymmenen neitseen kaltainen, jotka ottivat lamppunsa ja menivät ulos ylkää vastaan.",
      "Mutta viisi heistä oli taitavaa, ja viisi tyhmää.",
      "Tyhmät ottivat lamppunsa, ja ei ottaneet öljyä myötänsä;",
      "Mutta taitavat ottiva öljyä astioihinsa, ynnä lamppunsa kanssa.",
      "Kuin ylkä viipyi, tulivat he kaikki uneliaiksi ja makasivat.",
      "Mutta puoli-yönä tuli huuto: katso, ylkä tulee, menkäät ulos häntä vastaan.",
      "Niin nousivat kaikki nämät neitseet ja valmistivat lamppunsa.",
      "Mutta tyhmät sanoivat taitaville: antakaat meille öljystänne; sillä meidän lamppumme sammuvat.",
      "Niin vastasivat taitavat, sanoen: ei suinkaan, ettei meiltä ja teiltä puuttuisi; mutta menkäät paremmin niiden tykö, jotka myyvät, ja ostakaat itsellenne.",
      "Mutta kuin he menivät ostamaan, tuli ylkä. Ja jotka valmiit olivat, ne menivät hänen kanssansa häihin, ja ovi suljettiin.",
      "Viimein tulivat nekin toiset neitseet, ja sanoivat: Herra, Herra, avaa meidän eteemme.",
      "Mutta hän vastasi ja sanoi: totisesti sanon minä teille: en tunne minä teitä.",
      "Valvokaat sentähden, sillä ette tiedä päivää eikä hetkeä, jona Ihmisen Poika tulee.",
      "Sillä niinkuin ihminen matkusti kauvas ja kutsui palveliansa, ja antoi heille tavaransa:",
      "Ja antoi yhdelle viisi leiviskää, toiselle kaksi ja kolmannelle yhden, jokaiselle varansa jälkeen: ja meni kohta matkaansa;",
      "Niin meni se, joka viisi leiviskää oli ottanut, teki niillä kauppaa ja voitti toiset viisi leiviskää.",
      "Niin myös se, joka kaksi oli ottanut, voitti myös toiset kaksi.",
      "Mutta joka yhden oli ottanut, hän meni pois ja kaivoi maahan, ja kätki herransa rahan.",
      "Niin pitkän ajan perästä tuli palveliain herra ja laski lukua heidän kanssansa.",
      "Ja tuli se, joka oli ottanut viisi leiviskää, ja toi toiset viisi leiviskää, sanoen: herra, viisi leiviskää sinä annoit minulle, katso, minä olen toiset viisi leiviskää niillä voittanut.",
      "Sanoi hänen herransa hänelle: hyvin, sinä hyvä ja uskollinen palvelia! vähän päällä sinä olit uskollinen, minä panen sinun paljon päälle: mene sinun herras iloon.",
      "Niin tuli se, joka oli kaksi leiviskää ottanut, ja sanoi: herra, kaksi leiviskää sinä annoit minulle, katso, toiset kaksi olen minä niillä voittanut.",
      "Sanoi hänen herransa hänelle: hyvin, sinä hyvä ja uskollinen palvelia! vähän päällä sinä olit uskollinen, minä panen sinun paljon päälle: mene sinun herras iloon.",
      "Niin myös se tuli, joka yhden leiviskän oli ottanut, ja sanoi: herra, minä tiesin sinun kovaksi mieheksi: sinä niität siitä, kuhunkas et kylvänyt, ja siitä sinä kokoot, kuhunka sinä et hajoittanut.",
      "Ja minä peljäten menin pois ja kätkin sinun leiviskäs maahan: katso, tässä on sinun omas.",
      "Mutta hänen herransa vastasi ja sanoi hänelle: sinä paha ja laiska palvelia! jos tiesit minun siitä niittävän, kuhunka en minä kylvänyt, ja sieltä kokoovan, johonka en minä ole hajoittanut,",
      "Niin sinun siis olis tullut antaa minun rahani vaihettajille, ja minä tultuani olisin omani jälleen saanut kasvun kanssa.",
      "Ottakaat siis häneltä leiviskä, ja antakaat sille, jolla on kymmenen leiviskää.",
      "(Sillä jokaiselle, jolla on, pitää annettaman, ja hänellä pitää kyllä oleman; mutta jolla ei ole, sekin kuin hänellä on, pitää häneltä otettaman pois).",
      "Ja heittäkäät se kelvotoin palvelia ulkonaiseen pimeyteen: siellä pitää oleman itku ja hammasten kiristys.",
      "Mutta kuin Ihmisen Poika tulee kunniassansa ja kaikki pyhät enkelit hänen kanssansa, silloin hän istuu kunniansa istuimella,",
      "Ja hänen eteensä kootaan kaikki kansat. Ja hän eroittaa toiset toisistansa, niinkuin paimen eroittaa lampaat vuohista,",
      "ja asettaa lampaat tosin oikialle puolellensa, mutta vuohet vasemmallensa.",
      "Silloin sanoo kuningas niille, jotka hänen oikialla puolellansa ovat: tulkaat, minun Isäni siunatut, omistakaat se valtakunta, joka teille on valmistettu maailman alusta.",
      "Sillä minä isosin, ja te ruokitte minun: minä janosin, ja te juotitte minun: minä olin outo, ja te minun huoneeseen otitte:",
      "Alasti, ja te vaatetitte minun: sairaana, ja te opitte minua: minä olin vankina, ja te tulitte minun tyköni.",
      "Silloin vanhurskaat häntä vastaavat ja sanovat: Herra, koska me näimme sinun isoovan, ja ruokimme sinun? taikka janoovan, ja annoimme sinun juoda?",
      "Mutta koska me näimme sinun outona, ja huoneeseen otimme sinun? taikka alastoinna, ja vaatetimme sinua?",
      "Eli koska me näimme sinun sairaana, taikka vankina, ja tulimme sinun tykös?",
      "Niin vastaa kuningas ja sanoo heille: totisesti sanon minä teille: sen minkä te olette tehneet yhdelle näistä vähimmistä minun veljistäni, sen te teitte minulle.",
      "Silloin hän myös sanoo niille, jotka vasemmalla ovat: menkäät pois minun tyköäni, te kirotut, ijankaikkiseen tuleen, joka valmistettu on perkeleelle ja hänen enkeleillensä.",
      "Sillä minä isosin, ja ette minua ruokkineet: minä janosin, ja ette minua juottaneet:",
      "Minä olin outo, ja ette minua huoneeseen ottaneet: alastoin, ja ette minua vaatettaneet: sairas ja vankina, ja ette minua oppineet.",
      "Silloin nekin häntä vastaavat, sanoen: Herra, koska me näimme sinun isoovan, taikka janoovan, taikka outona, eli alastoinna, eli sairaana, taikka vankina, ja emme sinua palvelleet?",
      "Silloin hän vastaa heitä, sanoen: totisesti sanon minä teille, mitä ette tehneet yhdelle näistä vähimmistä, sitä ette tehneet minulle.",
      "Ja niiden pitää menemän ijankaikkiseen vaivaan, mutta vanhurskaat ijankaikkiseen elämään."
    ],
    [
      "Ja tapahtui, kuin Jesus oli lopettanut kaikki nämät puheet, sanoi hän opetuslapsillensa:",
      "Te tiedätte, että kahden päivän perästä tulee pääsiäinen, ja Ihmisen Poika ylönannetaan ristiinnaulittaa.",
      "Silloin kokoontuivat pappein päämiehet ja kirjanoppineet ja kansan vanhimmat ylimmäisen papin saliin, joka kutsuttiin Kaiphas.",
      "Ja neuvoa pitivät, kuinka he Jesuksen kavalluksella kiinniottaisivat ja tappaisivat.",
      "Mutta he sanoivat, ei juhlapäivänä, ettei kansassa tule meteli.",
      "Kuin Jesus oli Betaniassa, spitaalisen Simonin huoneessa,",
      "Tuli vaimo hänen tykönsä, jolla oli lasi kallista voidetta, ja kaasi sen hänen päänsä päälle atrioitessansa.",
      "Mutta kuin hänen opetuslapsensa sen näkivät, närkästyivät he ja sanoivat: mihinkä kelpaa tämä haaskaus?",
      "Sillä tämä voide olis kalliisti taittu myytää ja annettaa vaivaisille.",
      "Mutta kuin Jesus sen ymmärsi, sanoi hän heille: mitä te vaivaatte tätä vaimoa? Sillä hän teki hyvän työn minun kohtaani.",
      "Sillä teidän tykönänne ovat aina vaivaiset; mutta en minä teillä aina ole.",
      "Sillä että hän kaasi sen voiteen minun ruumiini päälle, sen on hän tehnyt minun hautaamisekseni.",
      "Totisesti sanon minä teille: kussa ikänä tämä evankeliumi saarnataan kaikessa maailmassa, niin tämä myös, minkä hän teki, pitää mainittaman hänen muistoksensa.",
      "Silloin yksi kahdestatoistakymmenestä, joka kutsuttiin Juudas Iskariot, läksi pois pappein päämiesten tykö,",
      "Ja sanoi: mitä te tahdotte minulle antaa, ja minä teille hänen saatan? Ja he määräsivät hänelle kolmekymmentä hopiapenninkiä.",
      "Ja siitä ajasta etsi hän soveliasta aikaa pettääksensä häntä.",
      "Mutta ensimäisen makian leivän päivänä tulivat opetuslapset Jesuksen tykö, sanoen hänelle: kussas tahdot, että meidän pitää sinulle valmistaman pääsiäislampaan syötää?",
      "Niin hän sanoi: menkäät kaupunkiin yhden tykö, ja sanokaat hänelle: Mestari sanoo: minun aikani on läsnä, sinun tykönäs tahdon minä pääsiäistä pitää minun opetuslasteni kanssa.",
      "Ja opetuslapset tekivät niinkuin Jesus oli heitä käskenyt, ja valmistivat pääsiäislampaan.",
      "Mutta kuin ehtoo tuli, istui hän pöydän tykönä kahdentoistakymmenen kanssa.",
      "Ja heidän syödessänsä sanoi hän: totisesti sanon minä teille: yksi teistä minun pettää.",
      "Ja he tulivat sangen murheellisiksi, ja rupesi jokainen heistä sanomaan hänelle: Herra, lienenkö minä se?",
      "Mutta hän vastasi ja sanoi: joka minun kanssani pistää kätensä vatiin, se pettää minun.",
      "Ihmisen Poika tosin menee, niinkuin hänestä on kirjoitettu; mutta voi sitä ihmistä, jonka kautta Ihmisen Poika petetään! parempi olis sille ihmiselle ollut, jos ei hän olisi syntynyt.",
      "Niin vastasi Juudas, joka hänen petti, ja sanoi: Mestari, olenko minä se? hän sanoi hänelle: sinäpä sen sanoit.",
      "Mutta kuin he söivät, otti Jesus leivän, ja kiitti, mursi ja antoi opetuslapsille, ja sanoi: ottakaat, syökäät: tämä on minun ruumiini.",
      "Ja hän otti kalkin, ja kiitti, antoi heille ja sanoi: juokaat tästä kaikki;",
      "Sillä tämä on minun vereni, sen uuden Testamentin, joka monen tähden vuodatetaan syntein anteeksi antamiseksi.",
      "Mutta minä sanon teille: en suinkaan minä silleen juo tästä viinapuun hedelmästä, siihen päivään asti kuin minä juon teidän kanssanne sen uuden minun Isäni valtakunnassa.",
      "Ja kuin he olivat kiitosvirren veisanneet, menivät he ulos Öljymäelle.",
      "Silloin sanoi Jesus heille: tänä yönä te kaikki pahenette minussa; sillä kirjoitettu on: minä lyön paimenta, ja lampaat laumasta pitää hajoitettaman.",
      "Mutta sittenkuin minä nousen ylös, käyn minä teidän edellänne Galileaan.",
      "Niin vastasi Pietari ja sanoi hänelle: jos vielä kaikki sinussa pahenisivat, en minä ikänä pahene.",
      "Jesus sanoi hänelle: totisesti sanon minä sinulle: tänä yönä, ennenkuin kukko laulaa, kolmasti sinä minun kiellät.",
      "Pietari sanoi hänelle: ja vaikka minun pitäis sinun kanssas kuoleman, en kiellä minä sinua. Niin sanoivat myös kaikki opetuslapset.",
      "Silloin tuli Jesus heidän kanssansa kylään, jota kutsutaan Getsemaneksi, ja sanoi opetuslapsillensa: istukaat tässä, niinkauvan kuin minä menen ja rukoilen tuolla.",
      "Ja hän otti tykönsä Pietarin ja kaksi Zebedeuksen poikaa, rupesi murehtimaan ja vapisemaan.",
      "Niin sanoi Jesus helle: minun sieluni on suuresti murheissansa kuolemaan asti; olkaat tässä ja valvokaat minun kanssani.",
      "Ja hän meni vähän taamma, lankesi kasvoillensa, rukoillen ja sanoen: minun Isäni! jos mahdollinen on, niin menkään pois minulta tämä kalkki: ei kuitenkaan niinkuin minä tahdon, mutta niinkuin sinä.",
      "Ja hän tuli opetuslasten tykö, ja löysi heidät makaamasta, ja sanoi Pietarille: niin ette voineet yhtä hetkeä valvoa minun kanssani.",
      "Valvokaat ja rukoilkaat, ettette kiusaukseen lankeaisi. Henki tosin on altis, mutta liha on heikko.",
      "Taas meni hän toisen kerran ja rukoili, sanoen: minun Isäni! ellei tämä kalkki taida mennä pois minulta, muutoin jos en minä sitä juo, niin tapahtukoon sinun tahtos.",
      "Ja hän tuli ja löysi taas heidät makaamasta; sillä heidän silmänsä olivat raskaat.",
      "Ja hän jätti heidät, meni taas ja rukoili kolmannen kerran, ja sanoi entisen sanan.",
      "Silloin hän tuli opetuslastensa tykö, ja sanoi heille: maatkaat vielä ja levätkäät! katso, hetki on lähestynyt, ja Ihmisen Poika annetaan ylön syntisten käsiin.",
      "Nouskaat, käykäämme: katso, se lähestyi, joka minun pettää.",
      "Ja vielä hänen puhuessansa, katso, Juudas, yksi kahdestatoistakymmenesta, tuli ja hänen kanssansa paljo väkeä miekoilla ja seipäillä, pappein päämiehiltä ja kansan vanhimmilta.",
      "Mutta se, joka hänen petti, oli antanut heille merkin, sanoen: kenenkä minä suuta annan, se on, kiinniottakaat häntä.",
      "Ja hän astui kohta Jesuksen tykö ja sanoi: terve, Rabbi! ja suuta antoi hänen.",
      "Niin sanoi Jesus hänelle: ystäväni! mitä varten sinä tulit? Silloin he astuivat edes ja laskivat kätensä Jesuksen päälle, ja ottivat hänen kiinni.",
      "Ja katso, yksi niistä, jotka olivat Jesuksen kanssa, ojensi kätensä, veti miekkansa, ja löi ylimmäisen papin palveliaa, ja hakkasi pois hänen korvansa.",
      "Niin Jesus sanoi hänelle: pistä miekkas siallensa; sillä kaikki, jotka miekkaan rupeevat, ne miekkaan hukkuvat.",
      "Taikka luuletkos, etten minä voisi vielä rukoilla minun Isääni, lähettämään minulle enemmän kuin kaksitoistakymmentä legiota enkeleitä?",
      "Kuinka siis Raamattu täytetään, että niin pitää tapahtuman?",
      "Sillä hetkellä sanoi Jesus joukolle: niinkuin ryövärin tykö te läksitte miekoilla ja seipäillä minua kiinniottamaan: minä istuin teidän tykönänne joka päivä, opettain templissä, ja ette minua kiinniottaneet.",
      "Mutta tämä on kaikki tapahtunut, että prophetain kirjoitukset täytettäisiin. Silloin kaikki opetuslapset jättivät hänen ja pakenivat.",
      "Mutta ne, jotka Jesuksen olivat kiinniottaneet, veivät hänen Kaiphaan, ylimmäisen papin, tykö, kussa kirjanoppineet ja vanhimmat olivat kokoontuneet.",
      "Mutta Pietari seurasi häntä taampana hamaan ylimmäisen papin salin porstuaan, ja meni sisälle, ja istui palveliain sekaan, näkemään loppua.",
      "Mutta pappein päämiehet ja vanhimmat ja kaikki raati etsivät väärää todistusta Jesusta vastaan, saadaksensa häntä tappaa;",
      "Ja ei löytäneet. Ja vaikka monta väärää todistajaa tuli, niin ei he sittenkään löytäneet. Mutta viimein tuli kaksi väärää todistajaa,",
      "Ja sanoivat: tämä on sanonut: minä voin maahan jaottaa Jumalan templin, ja kolmena päivänä sen rakentaa ylös.",
      "Ja pappein päämies nousi ja sanoi hänelle: etkös mitään vastaa, mitä nämät sinua vastaan todistavat?",
      "Mutta Jesus oli ääneti. Ja pappein päämies vastasi ja sanoi hänelle: minä vannotan sinua elävän Jumalan kautta, ettäs sanot meille, jos olet Kristus, Jumalan Poika.",
      "Sanoi Jesus hänelle: sinäpä sen sanoit; kuitenkin sanon minä teille: tästedes pitää teidän näkemän Ihmisen Pojan istuvan voiman oikialla puolella ja tulevan taivaan pilvissä.",
      "Silloin repäisi pappein päämies vaatteensa, sanoen: hän on pilkannut (Jumalaa); mitä me silleen todistajia tarvitsemme? Katso, nyt te kuulitte hänen pilkkansa.",
      "Mitä te luulette? Mutta he vastasivat ja sanoivat: hän on vikapää kuolemaan.",
      "Silloin he syljeskelivät hänen kasvoillensa ja löivät häntä poskelle, ja muutamat pieksivät häntä sauvoillansa.",
      "Sanoen: arvaa meille, Kristus, kuka on, joka sinua löi?",
      "Mutta Pietari istui ulkona salista, ja hänen tykönsä tuli yksi piika ja sanoi: sinä olit myös Jesuksen kanssa Galileasta.",
      "Mutta hän kielsi kaikkein edessä ja sanoi: en minä tiedä, mitäs sanot.",
      "Kuin hän läksi ulos ovesta, näki hänen toinen piika ja sanoi niille, jotka siellä olivat: ja tämä oli Jesuksen Natsaretilaisen kanssa.",
      "Ja hän kielsi taas vannotulla valalla: en tunne minä sitä ihmistä.",
      "Mutta vähän hetken perästä tulivat ne, jotka siellä seisoivat ja sanoivat Pietarille: totisesti olet sinä myös yksi heistä; sillä sinun puheeskin ilmoittaa sinun.",
      "Niin hän rupesi itsiänsä sadattelemaan ja vannomaan: en tunne minä sitä ihmistä. Ja kohta kukko lauloi.",
      "Niin Pietari muisti Jesuksen sanan, joka oli hänelle sanonut: ennenkuin kukko laulaa, kolmasti sinä minun kiellät. Ja hän meni ulos ja itki katkerasti."
    ],
    [
      "Mutta kuin aamu tuli, pitivät kaikki pappein päämiehet ja kansan vanhimmat neuvoa Jesusta vastaan, häntä kuolettaaksensa,",
      "Ja sitoivat hänen, menivät pois ja ylönantoivat hänen maaherralle Pontius Pilatukselle.",
      "Kuin Juudas, joka hänen petti, näki hänen kuolemaan tuomituksi, katui hän, ja toi jälleen ne kolmekymmentä hopiapenninkiä pappein päämiehille ja vanhimmille,",
      "Sanoen: minä pahasti tein, että minä petin viattoman veren. Mutta he sanoivat: mitä meidän siihen tulee? katso itsiäs.",
      "Ja hän heitti hopiapenningit templiin, läksi sieltä, meni pois ja hirtti itsensä.",
      "Mutta pappein päämiehet ottivat hopiapenningit ja sanoivat: ei näitä sovi panna uhriarkkuun; sillä se on veren hinta.",
      "Niin he pitivät neuvoa, ja ostivat niillä savenvalajan pellon, vierasten hautaamiseksi.",
      "Sentähden se pelto on kutsuttu tähän päivään asti veripelloksi.",
      "Silloin täytettiin se mikä sanottu oli Jeremias prophetalta, joka sanoo: ja he ottivat kolmekymmentä hopiapenninkiä, sen arvatun hinnan, jonka he arvasivat Israelin lapsilta,",
      "Ja antoivat ne savenvalajan pellosta, niinkuin Herra on minun käskenyt.",
      "Mutta Jesus seisoi maaherran edessä. Niin maaherra kysyi häneltä, sanoen: oletkos sinä Juudalaisten kuningas? Jesus sanoi hänelle: sinäpä sen sanot.",
      "Ja kuin hänen päällensä kannettiin pappein päämiehiltä ja vanhimmilta, ei hän mitään vastannut.",
      "Silloin sanoi Pilatus hänelle: etkös kuule, kuinka paljon he sinua vastaan todistavat?",
      "Ja ei hän vastannut häntä yhtäkään sanaa, niin että maaherra suuresti ihmetteli.",
      "Mutta juhlana oli maaherra tottunut päästämään kansalle jonkun vangin irralle, jonka he tahtoivat.",
      "Niin oli heillä silloin yksi kuuluisa vanki sidottuna, joka kutsuttiin Barabbas.",
      "Kuin he siis koossa olivat, sanoi Pilatus heille: kumman te tahdotte, että minä päästän teille? Barabbaan, taikka Jesuksen, joka kutsutaan Kristus?",
      "Sillä hän tiesi, että he hänen kateuden tähden olivat antaneet ylön.",
      "Mutta kuin hän tuomio-istuimelle istui, lähetti hänen emäntänsä hänen tykönsä, sanoen: älä sinä mitään tee sille vanhurskaalle; sillä minä olen paljon kärsinyt tänäpänä unessani hänen tähtensä.",
      "Mutta pappein päämiehet ja vanhimmat yllyttivät kansaa anomaan Barabbasta, mutta Jesusta hukkaamaan.",
      "Niin vastasi maaherra ja sanoi heille: kumman näistä kahdesta te tahdotte, että minä päästän teille? mutta he sanoivat: Barabbaan.",
      "Pilatus sanoi heille: mitä siis minun pitää tekemän Jesukselle, joka kutsutaan Kristus? Sanoivat he kaikki hänelle: ristiinnaulittakaan.",
      "Niin sanoi maaherra: mitä hän pahaa teki? Mutta he huusivat sitä enemmin ja sanoivat: ristiinnaulittakaan.",
      "Kuin Pilatus näki, ettei hän mitään auttaa taitanut, mutta enempi pauhina tuli, otti hän vettä ja pesi kätensä kansan edessä, sanoen: viatoin olen minä tämän vanhurskaan vereen: katsokaat itsiänne.",
      "Ja kaikki kansa vastasi ja sanoi: hänen verensä tulkaan meidän päällemme ja lastemme päälle.",
      "Silloin päästi hän heille Barabbaan; mutta Jesuksen, kuin hän hänen ruoskinut oli, antoi hän ylön ristiinnaulittaa.",
      "Silloin maaherran huovit veivät Jesuksen raastupaan, ja kokosivat hänen tykönsä kaiken joukon.",
      "Ja kuin he olivat hänen riisuneet, puettivat he hänen purpuraiseen kaapuun,",
      "Ja tekivät orjantappuroista kruunun ja panivat hänen päähänsä ja ruovon hänen oikiaan käteensä, ja kumarsivat polviansa hänen edessänsä, pilkkasivat häntä ja sanoivat: terve, Juudalaisten kuningas!",
      "Ja kuin he olivat sylkeneet hänen päällensä, ottivat he ruovon ja löivät häntä päähän.",
      "Ja sittekuin he olivat häntä pilkanneet, riisuivat he häneltä kaapun, ja puettivat hänen omiin vaatteisiinsa, ja veivät hänen ristiinnaulittaa.",
      "Mutta kuin he menivät ulos, löysivät he yhden miehen Kyrenistä, nimeltä Simon: sen he vaativat hänen ristiänsä kantamaan.",
      "Ja tulivat siihen paikkaan, joka kutsutaan Golgata, se on: pääkallon paikka.",
      "He antoivat hänelle etikkaa juoda sapella sekoitettua; ja kuin hän maisti, niin ei hän tahtonut juoda.",
      "Mutta sitte kuin he olivat hänen ristiinnaulinneet, jakoivat he hänen vaatteensa ja heittivät arpaa, että täytettäisiin, mitä sanottu oli prophetan kautta; he ovat minun vaatteeni jakaneet, ja minun vaatteistani ovat he heittäneet arpaa.",
      "Ja istuen he vartioitsivat häntä siinä.",
      "Ja he panivat hänen päänsä päälle hänen syynsä kirjoitetun: TÄMÄ ON JESUS, JUUDALAISTEN KUNINGAS.",
      "Silloin ristiinnaulittiin kaksi ryöväriä hänen kanssansa, yksi oikialle puolelle ja toinen vasemmalle.",
      "Mutta ohitsekäyväiset pilkkasivat häntä, vääntelivät päätänsä,",
      "Ja sanoivat: sinä joka maahan jaotat Jumalan templin ja kolmena päivänä sen rakennat, auta itsiäs: jos olet Jumalan Poika, niin astu alas rististä.",
      "Niin myös pappein päämiehet, kirjanoppineitten ja vanhimmitten kanssa, pilkkasivat häntä ja sanoivat:",
      "Muita hän on auttanut, itsiänsä ei hän voi auttaa. Jos hän on Israelin kuningas, niin astukaan nyt alas rististä, niin me uskomme hänen.",
      "Hän turvasi Jumalaan: päästäköön nyt hänen, jos hän mielistyy häneen. Sillä hän sanoi: Jumalan Poika minä olen.",
      "Sitä myös ryövärit hänelle soimasivat, jotka olivat ristiinnaulitut hänen kanssansa.",
      "Mutta kuudennesta hetkestä hamaan yhdeksänteen asti oli pimiä kaikessa maassa.",
      "Ja liki yhdeksättä hetkeä huusi Jesus suurella äänellä, sanoen: Eli, Eli, lamma sabaktani? se on: minun Jumalani, minun Jumalani, miksis minun ylenannoit?",
      "Mutta muutamat niistä, jotka siinä seisoivat, kuin he sen kuulivat, sanoivat: Eliasta hän huutaa.",
      "Ja kohta juoksi yksi heistä ja otti sienen, ja täytti sen etikalla, pani sen ruovon päähän, ja antoi hänen juoda.",
      "Mutta muut sanoivat: pidäs, katsokaamme, jos Elias tulee häntä päästämään.",
      "Niin Jesus taas huusi suurella äänellä, ja antoi henkensä.",
      "Ja katso, templin esivaate repesi kahtia ylhäältä hamaan alas, ja maa järisi, ja kalliot halkesivat,",
      "Ja haudat aukenivat, ja monta pyhäin ruumista, jotka maanneet olivat, nousi ylös,",
      "Ja läksivät ulos haudoista, hänen ylösnousemisensa jälkeen, tulivat pyhään kaupunkiin, ja ilmestyivät monelle.",
      "Mutta kuin sadanpäämies ja ne, jotka hänen kanssansa olivat vartioitsemassa Jesusta, näkivät maan järinän ja ne, mitkä tapahtuivat, pelkäsivät he suuresti ja sanoivat: totisesti oli tämä Jumalan Poika.",
      "Mutta siellä oli paljo vaimoja taampana katselemassa, jotka Jesusta olivat seuranneet Galileasta, palvellen häntä,",
      "Joiden seassa oli Maria Magdalena, ja Maria Jakobin ja Joseen äiti, ja Zebedeuksen poikain äiti.",
      "Mutta kuin ehtoo tuli, tuli yksi rikas mies Arimatiasta, jonka nimi oli Joseph, joka myös itse oli Jesuksen opetuslapsi.",
      "Tämä meni Pilatuksen tykö ja pyysi Jesuksen ruumista. Silloin Pilatus käski annettaa ruumiin.",
      "Ja kuin Joseph oli ruumiin ottanut, kääri hän sen puhtaasen liinaan,",
      "Ja pani omaan uuteen hautaansa, jonka hän oli hakannut kallioon, ja vieritti suuren kiven haudan ovelle, ja meni pois.",
      "Silloin olivat siellä Maria Magdalena ja toinen Maria, ja istuivat haudan kohdalla.",
      "Mutta toisena päivänä valmistuksen päivästä kokoontuivat pappein päämiehet ja Pharisealaiset Pilatuksen tykö,",
      "Sanoen: herra, me muistamme sen vietteliän sanoneen eläissänsä: kolmen päivän perästä minä nousen.",
      "Käske siis varjeltaa hautaa kolmanteen päivään asti, ettei hänen opetuslapsensa tulisi yöllä ja varastaisi häntä, ja sanoisi kansalle: hän nousi kuolleista: ja niin jälkimäinen villitys tulee pahemmaksi kuin ensimäinen.",
      "Pilatus sanoi heille: teillä on vartiat: menkäät, vartioitkaat niinkuin te tiedätte.",
      "Mutta he menivät pois, ja vahvistivat haudan vartiain kanssa, ja lukitsivat kiven sinetillänsä."
    ],
    [
      "Mutta sabbatin päivän lopulla, joka rupesi valaisemaan toista sabbatia , tuli Maria Magdalena ja toinen Maria katsomaan hautaa.",
      "Ja katso, suuri maanjäristys tapahtui; sillä Herran enkeli astui alas taivaasta, tuli ja vieritti kiven ovelta, ja istui sen päälle.",
      "Ja hän oli nähdä niinkuin pitkäisen tuli ja hänen vaatteensa olivat valkiat niinkuin lumi.",
      "Mutta hänen pelvostansa hämmmästyivät vartiat ja tulivat niinkuin he olisivat kuolleet.",
      "Mutta enkeli vastasi ja sanoi vaimoille: älkäät peljätkö, sillä minä tiedän teidän etsivän ristiinnaulittua Jesusta.",
      "Ei hän ole tässä; sillä hän nousi ylös, niinkuin hän sanoi. Tulkaat, katsokaat siaa, kuhunka Herra pantu oli.",
      "Ja menkäät pian ja sanokaat hänen opetuslapsillensa, että hän nousi kuolleista. Ja katso, hän menee teidän edellänne Galileaan: siellä teidän pitää hänen näkemän, katso, minä sen teille sanoin.",
      "Ja he menivät nopiasti haudalta suurella pelvolla ja ilolla, ja juoksivat ilmoittamaan hänen opetuslapsillensa.",
      "Mutta heidän mennessänsä ilmoittamaan hänen opetuslapsillensa, katso, niin tuli Jesus heitä vastaan ja sanoi: terve teille! Niin he tulivat ja rupesivat hänen jalkoihinsa, ja kumartaen rukoilivat häntä.",
      "Silloin sanoi Jesus heille: älkäät peljätkö! menkäät, ilmoittakaat minun veljilleni, että he menisivät Galileaan: siellä he saavat minun nähdä.",
      "Mutta kuin he menivät pois, katso, niin tulivat muutamat vartioista kaupunkiin ja ilmoittivat ylimmäisille papeille kaikki, mitä tapahtunut oli.",
      "Niin he kokoontuivat vanhimpain kanssa, ja neuvoa pitivät, ja antoivat sotamiehille paljon rahaa,",
      "Sanoen: sanokaat, että hänen opetuslapsensa tulivat yöllä ja varastivat hänen meidän maatessamme.",
      "Ja jos se tulee maaherran korville, niin me tahdomme hänen lepyttää ja saattaa teidät suruttomaksi.",
      "Ja he ottivat rahan, ja tekivät niinkuin he olivat opetetut. Ja tämä puhe on ääneksi otettu Juudalaisten seassa hamaan tähän päivään asti.",
      "Mutta ne yksitoistakymmentä opetuslasta menivät Galileaan, sille mäelle, jonka Jesus oli heille määrännyt.",
      "Ja kuin he näkivät hänen, kumarsivat he häntä, mutta muutamat epäilivät.",
      "Ja Jesus tuli ja puhutteli heitä, sanoen: minulle on annettu kaikki voima taivaassa ja maan päällä.",
      "Menkäät siis ja opettakaat kaikkea kansaa, ja kastakaat heitä nimeen Isän ja Pojan ja Pyhän Hengen,",
      "Ja opettakaat heitä pitämään kaikki, mitä minä olen teille käskenyt. Ja katso, minä olen teidän kanssanne joka päivä, maailman loppuun asti. Amen!"
    ]
  ],
  "name": "Matthew"
}
