{
  "id": "2tm",
  "chapters": [
    [
      "Paavali, Jesuksen Kristuksen apostoli Jumalan tahdon kautta elämän lupauksen jälkeen, joka on Kristuksessa Jesuksessa:",
      "Minun rakkaalle pojalleni Timoteukselle armo, laupius ja rauha Isältä Jumalalta ja Jesukselta Kristukselta meidän Herraltamme!",
      "Minä kiitän Jumalaa, jota minä hamasta minun esivanhemmistani palvelen puhtaalla omallatunnolla, että minä lakkaamatta sinua yöllä ja päivällä minun rukouksissani muistan,",
      "Ja haluan sinua nähdä, koska minä sinun kyynelees muistan, että minä ilolla täytettäisiin,",
      "Kuin minun mieleeni tulee se vilpitön usko, joka sinussa on, joka ennen sinun isossa äidissäs Loidassa myös asui ja sinun äidissäs Eunikassa ja, kuin minä totisesti tiedän, sinussakin.",
      "Jonka tähden minä sinua neuvon, ettäs herätät sen Jumalan lahjan, joka sinussa on, minun kätteni päällepanemisen kautta;",
      "Sillä ei Jumala ole meille antanut pelvon henkeä, vaan väkevyyden, rakkauden ja raittiuden.",
      "Sentähden älä häpeä meidän Herran Jesuksen Kristuksen todistusta eikä minua, joka hänen vankinsa olen; vaan ole osallinen evankeliumin vaivassa, Jumalan voiman jälkeen,",
      "Joka meitä on autuaaksi tehnyt ja pyhällä kutsumisella kutsunut, ei meidän töidemme perästä, vaan aivoituksensa ja armonsa jälkeen, joka meille Kristuksessa Jesuksessa ennen ijankaikkisia aikoja annettu on,",
      "Mutta nyt meidän Vapahtajamme Jesuksen Kristuksen ilmestyksen kautta julistettu, joka kuoleman otti pois ja elämän ja kuolemattomuuden toi evankeliumin kautta valkeuteen,",
      "Johonka minä olen pantu saarnaajaksi ja apostoliksi ja pakanain opettajaksi.",
      "Jonka tähden minä myös näitä kärsin, ja en kuitenkaan häpee; sillä minä tiedän, kenen päälle minä uskon, ja olen luja, että hän voi minulle kätkeä minun uskotun kaluni siihen päivään asti.",
      "Pysy siis niiden terveellisten sanain muodossa, jotka sinä minulta kuullut olet, uskossa ja rakkaudessa, joka on Kristuksessa Jesuksessa.",
      "Tämä hyvä uskottu kalu kätke Pyhän Hengen kautta, joka meissä asuu.",
      "Sinä tiedät sen, että kaikki, jotka Asiassa ovat, luopuivat minusta, joista on Phygellus ja Hermogenes.",
      "Herra antakoon laupiutensa Onesiphorin perheelle, joka minun usein virvoittanut on ja ei minun kahleitani hävennyt,",
      "Vaan etsi minua visusti Roomissa ollessansa, ja löysi minun.",
      "Herra antakoon hänen löytää laupiuden sinä päivänä Herran tykönä! Ja kuinka monessa asiassa hän minulle Ephesossa oli avullinen, sinä parhain tiedät."
    ],
    [
      "Vahvista siis sinus, minun poikani, sen armon kautta, joka Jesuksessa Kristuksessa on.",
      "Ja mitä sinä olet minulta monen todistajan kautta kuullut, niin käske uskollisille ihmisille, jotka myös muita olisivat soveliaat opettamaan.",
      "Kärsi vaivaa niinkuin luja Jesuksen Kristuksen sotamies.",
      "Ei yksikään sotamies sekoita itsiänsä elatuksen menoihin, sille kelvataksensa, joka hänen sotaan ottanut on.",
      "Ja jos joku kilvoittelee, niin ei hän kruunata, ellei hän toimellisesti kilvoittele.",
      "Peltomiehen, joka pellon rakentaa, pitää ensin hedelmästä nautitseman.",
      "Ymmärrä, mitä minä sanon: Herra antakoon sinulle ymmärryksen kaikissa;",
      "Muista Jesuksen Kristuksen päälle, joka kuolleista noussut on: Davidin siemenestä minun evankeliumini jälkeen,",
      "Jossa minä vaivaa kärsin kahleisiin asti niinkuin pahantekiä; vaan ei Jumalan sana ole sidottu.",
      "Sentähden minä kärsin kaikki valittuin tähden, että hekin saisivat Jesuksessa Kristuksessa autuuden, ijankaikkisen kunnian kanssa.",
      "Se on totinen sana: jos me ynnä olemme kuolleet, niin me myös ynnä elämme;",
      "Jos me kärsimme, niin me myös ynnä hallitsemme; jos me hänen kiellämme, niin hän meidätkin kieltää;",
      "Ellemme usko, niin hän pysyy kuitenkin uskollisena, joka ei itsiänsä kieltää taida.",
      "Näitä neuvo ja todista Herran edessä, ettei he sanoista riitelisi, joka ei mihinkään kelpaa, vaan ainoastaan luovuttamaan niitä jotka kuulevat.",
      "Pyydä itses Jumalalle osoittaa toimelliseksi ja laittamattomaksi työntekijäksi, joka oikein totuuden sanan jakaa.",
      "Mutta siivottomat ja kelvottomat sanat hylkää, jotka paljon jumalatointa menoa saattavat.",
      "Ja heidän puheensa syö ympäriltänsä niinkuin ruumiin mato; joista on Hymeneus ja Philetus,",
      "Jotka totuudesta ovat erehtyneet, sanoen ylösnousemisen jo tapahtuneen, ja ovat muutamat uskosta kääntäneet.",
      "Mutta Jumalan vahva perustus kuitenkin pysyy, joka tällä kiinnitetty on: Herra tuntee omansa: ja lakatkaan jokainen vääryydestä, joka Kristuksen nimeä mainitsee.",
      "Mutta suuressa huoneessa ei ole ainoastaan kultaiset ja hopiaiset astiat, vaan myös puiset ja saviset, ja muutamat tosin kunniaksi, mutta muutamat häpiäksi.",
      "Jos joku itsensä senkaltaisista ihmisistä puhdistaa, se tulee kunniaan pyhitetyksi astiaksi, perheenisännälle tarpeelliseksi ja kaikkiin hyviin töihin valmistetuksi.",
      "Nuoruuden himot vältä; mutta noudata vanhurskautta, uskoa, rakkautta ja rauhaa kaikkein niiden kanssa, jotka puhtaasta sydämestä Herraa rukoilevat.",
      "Hullut ja turhat kysymykset hylkää, tietäen, että ne ainoastaan riidat synnyttävät.",
      "Mutta ei Herran palvelian tule riitaisen olla, vaan siviän jokaista kohtaan, opettavaisen, pahoja kärsiväisen.",
      "Hiljaisuudessa nuhtelevaisen vastahakoisia; jos Jumala heille joskus antais parannuksen totuutta ymmärtämään,",
      "Ja he jälleen katuisivat ja perkeleen paulasta pääsisivät, jolta he hänen tahtonsa jälkeen vangitut ovat."
    ],
    [
      "Mutta sen sinun pitää tietämän, että viimeisinä päivinä vaaralliset ajat lähenevät;",
      "Sillä ne ihmiset, jotka itsiänsä rakastavat, ahneet, kerskaajat, ylpiät, pilkkaajat, vanhemmillensa tottelemattomat, kiittämättömät, jumalattomat,",
      "Haluttomat, sopimattomat, laittajat, irtaalliset, kiukkuiset, kateet,",
      "Pettäjät, tuimat, paisuneet, jotka enemmin hekumaa kuin Jumalaa rakastavat,",
      "Joilla on jumalinen meno olevinansa, mutta sen voiman he kieltävät pois. Karta siis senkaltaisia.",
      "Sillä ne ovat niitä, jotka huoneesta huoneeseen juoksevat ja vaimoväen vangiksi vievät, jotka synneillä rasitetut ovat ja moninaisten himoin kanssa käyvät,",
      "Aina oppivaiset, ja ei koskaan totuuden tuntoon tulevaiset.",
      "Mutta niinkuin Jannes ja Jambres olivat Mosesta vastaan, niin nämätkin ovat totuutta vastaan: ne ovat ihmiset taidosta turmellut ja kelvottomat uskoon.",
      "Mutta ei heidän pidä silleen menestymän; sillä heidän hulluutensa pitää kaikille julki tuleman, niinkuin niidenkin oli.",
      "Mutta sinä olet seurannut minun opetustani, säätyäni, aivoitustani, uskoani, pitkämielisyyttäni, rakkauttani, kärsivällisyyttäni,",
      "Vainoomisiani, vaivojani, jotka minulle Antiokiassa, Ikoniossa ja Lystrassa tapahtuivat, jotka vainoomiset minä kärsin, ja kaikista on minun Herra päästänyt.",
      "Mutta myös kaikkein, jotka jumalisesti Jesuksessa Kristuksessa elää tahtovat, pitää vainoa kärsimän.",
      "Mutta pahoille ja petollisille ihmisille on tapahtuva jota edemmä sitä pahemmin, sekä vietteliöille että vietellyille.",
      "Mutta pysy niissä, joita sinä oppinut olet ja sinulle uskottu on, tietäen keneltäs oppinut olet,",
      "Ja ettäs jo lapsuudesta olet Pyhän Raamatun taitanut, joka sinun taitaa autuuteen neuvoa, sen uskon kautta, joka on Kristuksessa Jesuksessa.",
      "Sillä kaikkinainen kirjoitus on Jumalalta annettu, ja tarpeellinen opiksi, nuhteeksi, ojennukseksi, kuritukseksi, joka on vanhurskaudessa:",
      "Että Jumalan ihminen täydellinen olis, ja kaikkiin hyviin töihin sovelias."
    ],
    [
      "Niin minä siis todistan Jumalan ja Herran Jesuksen Kristuksen edessä, joka on tuleva tuomitsemaan eläviä ja kuolleita, hänen ilmestyksessänsä ja valtakunnassansa:",
      "Saarnaa sanaa, pidä päälle sekä hyvällä että sopimattomalla ajalla, rankaise, nuhtele, neuvo kaikella siveydellä ja opetuksella;",
      "Sillä aika tulee, jona ei he voi terveellistä oppia kärsiä, vaan omain himoinsa jälkeen kokoovat itsellensä opettajat, että heidän korvansa syyhyvät,",
      "Ja kääntävät korvansa pois totuudesta, ja turhiin juttuihin poikkeevat.",
      "Mutta valvo sinä kaikissa, kärsi ja kestä vaivoissa, tee evankeliumin saarnaajan työ ja toimita virkas täydellisesti.",
      "Sillä minä jo uhrataan ja minun pääsemiseni aika lähestyy.",
      "Minä olen hyvän kilvoituksen kilvoitellut, juoksun päättänyt, uskon pitänyt.",
      "Tästedes on minulle tallelle pantu vanhurskauden kruunu, jonka Herra, vanhurskas tuomari, sinä päivänä minulle antaa, mutta ei ainoastansa minulle, vaan myös kaikille, jotka hänen ilmestystänsä rakastavat.",
      "Ahkeroitse, ettäs pian minun tyköni tulet;",
      "Sillä Demas antoi minun ylön ja halasi tätä maailmaa ja meni Tessalonikaan, Kreskens Galatiaan, Titus Dalmatiaan.",
      "Ainoastaan Luukas on minun kanssani. Ota Markus tykös ja tuo häntä kanssas; sillä hän on sangen tarpeellinen minulle palvelukseen.",
      "Tykikuksen minä lähetin Ephesoon.",
      "Se hame, jonka minä Troadassa Karpuksen tykö jätin, tuo tullessas ja kirjat, mutta liiatenkin pärmäkirjat.",
      "Aleksander vaskiseppä on minulle paljon pahaa tehnyt: Herra maksakoon hänelle hänen työnsä jälkeen!",
      "Jota sinä kavahda; sillä hän on kovin meidän saarnojamme vastaan ollut.",
      "Minun ensimäisessä edesvastauksessani ei yksikään minun kanssani ollut, vaan kaikki antoivat ylön minun; (älköön se heille olko soimattu!)",
      "Mutta Herra oli minun puolellani ja vahvisti minun, että saarna minun kauttani piti vahvistettaman, ja kaikki pakanat piti sen kuuleman; ja minä pelastettiin jalopeuran suusta.",
      "Ja Herra pelastaa minun kaikesta pahasta teosta, ja auttaa taivaalliseen valtakuntaansa, jolle olkoon kunnia ijankaikkisesta ijankaikkiseen, amen!",
      "Tervehdi Priskaa ja Akvilaa ja Onesiphorin perhettä.",
      "Erastus jäi Korintiin, mutta Trophimon minä jätin Miletoon sairastamaan.",
      "Ahkeroitse ennen talvea tulla. Sinua tervehtii Eubulus, ja Pudens, ja Linus, ja Klaudia, ja kaikki veljet.",
      "Herra Jesus Kristus olkoon sinun henkes kanssa! Armo olkoon teidän kanssanne, amen!"
    ]
  ],
  "name": "2 Timothy"
}
