{
  "id": "jm",
  "chapters": [
    [
      "Jaakob, Jumalan ja Herran Jeesuksen Kristuksen palvelija, tervehtii kahtatoista hajaannuksessa elävää heimokuntaa.",
      "Veljeni, pitäkää pelkkänä ilona niitä monenlaisia koettelemuksia, joihin joudutte.",
      "Tehän tiedätte, että kun uskonne selviytyy koetuksesta, tämä kasvattaa teissä kestävyyttä.",
      "Ja kestävyys johtakoon täydelliseen tulokseen, jotta olisitte täydellisiä ja eheitä, ette vajaita miltään kohden.",
      "Jos kuitenkin joltakulta teistä puuttuu viisautta, pyytäköön sitä Jumalalta. Hän on saava pyytämänsä, sillä Jumala antaa auliisti kaikille, ketään soimaamatta.",
      "Mutta pyytäköön uskossa, lainkaan epäilemättä. Joka epäilee, on kuin meren aalto, jota tuuli ajaa sinne tänne.",
      "Älköön sellainen luulko saavansa Herralta mitään,",
      "kahtaalle horjuva ihminen, epävakaa kaikessa mitä tekee.",
      "Olkoon alhainen veli ylpeä siitä, että on saanut korkean arvon,",
      "rikas siitä, että hänet on alennettu, sillä hän on katoava niin kuin kedon kukka.",
      "Aurinko nousee, ja helle kuivattaa ruohon. Kukka putoaa maahan, ja sen kauneus on mennyttä. Samoin on rikas lakastuva kesken kukoistavien toimiensa.",
      "Autuas se, joka koettelemuksessa kestää. Sen kestettyään hän on saava voitonseppeleeksi elämän. Jumala on sen luvannut niille, jotka häntä rakastavat.",
      "Älköön kukaan kiusauksiin jouduttuaan ajatelko, että kiusaus tulee Jumalalta. Jumala ei ole pahan kiusattavissa, eikä hän itse kiusaa ketään.",
      "Jokaista kiusaa hänen oma himonsa; se häntä vetää ja houkuttelee.",
      "Ja sitten himo tulee raskaaksi ja synnyttää synnin, ja kun synti on kasvanut täyteen mittaan, se synnyttää kuoleman.",
      "Älkää eksykö, rakkaat veljet!",
      "Jokainen hyvä anti ja jokainen täydellinen lahja tulee ylhäältä, taivaan tähtien Isältä, jonka luona ei mikään muutu, ei valo vaihdu varjoksi.",
      "Päätöksensä mukaan hän synnytti meidät totuuden sanalla, että olisimme hänen luomistekojensa ensi hedelmä.",
      "Tietäkää, rakkaat veljeni, että itse kunkin tulee olla herkkä kuulemaan mutta hidas puhumaan ja hidas vihaan,",
      "sillä miehen viha ei johda oikeudenmukaisuuteen, jota Jumala tahtoo.",
      "Olkaa siis sävyisiä ja pankaa pois kaikki saasta ja pahuus. Ottakaa vastaan sana, joka on teihin istutettu ja joka voi pelastaa teidän sielunne.",
      "Toteuttakaa sana tekoina, älkää pelkästään kuunnelko sitä -- älkää pettäkö itseänne.",
      "Se, joka kuulee sanan mutta ei tee sen mukaan, on kuin mies, joka kuvastimesta katselee omien kasvojensa piirteitä.",
      "Hän kyllä tarkastelee itseään, mutta poistuttuaan hän unohtaa saman tien, millainen on.",
      "Mutta se, joka kiinnittää katseensa vapauden täydelliseen lakiin ja jää sen ääreen, ei unohda kuulemaansa vaan tekee sen mukaisesti, ja kerran hän on saava kiitoksen siitä mitä tekee.",
      "Jos joku luulee olevansa Jumalan palvelija mutta ei pysty hillitsemään kieltään, hän pettää itsensä ja hänen jumalanpalveluksensa on turha.",
      "Puhdasta, Jumalan ja Isän silmissä tahratonta palvelusta on huolehtia orvoista ja leskistä, kun he ovat ahdingossa, ja varjella itsensä niin, ettei maailma saastuta."
    ],
    [
      "Veljeni, te jotka uskotte meidän Herraamme Jeesukseen Kristukseen, kirkkauden Herraan, älkää erotelko ihmisiä.",
      "Jos teidän kokoukseenne tulee mies, jolla on kultasormus sormessaan ja hieno puku yllään, sekä samalla kertaa köyhä nuhruisissa vaatteissaan,",
      "Ettekö te silloin syyllisty erotteluun omassa keskuudessanne? Eikö teistä ole tullut tuomareita, jotka tuomitsevat väärin perustein?",
      "Kuulkaa, rakkaat veljeni! Onhan Jumala valinnut juuri maailman silmissä köyhät olemaan uskossa rikkaat ja perimään valtakunnan, jonka Jumala on luvannut häntä rakastaville.",
      "Mutta te häpäisette köyhän. Eivätkö juuri rikkaat sorra teitä ja raahaa teitä oikeuden eteen?",
      "Eivätkö juuri he herjaa sitä jaloa nimeä, joka on lausuttu teidän ylitsenne?",
      "Mutta jos te erottelette ihmisiä, te teette syntiä, ja laki osoittaa teidät rikkojiksi.",
      "Sillä se, joka muuten kaikessa noudattaa lakia mutta rikkoo sitä yhdessä kohdassa, on syypää kaikilta kohdin.",
      "Vapauden lain mukaan teidät tuomitaan; pitäkää se mielessänne, mitä puhutte tai teettekin.",
      "Joka ei toista armahda, saa itse armottoman tuomion, mutta joka armahtaa, saa tuomiosta riemuvoiton.",
      "Veljet, mitä hyötyä siitä on, jos joku sanoo uskovansa mutta häneltä puuttuvat teot? Ei kai usko silloin voi pelastaa häntä?",
      "Jos veljenne tai sisarenne ovat vailla vaatteita ja jokapäiväistä ravintoa,",
      "Näin on uskonkin laita. Yksinään, ilman tekoja, se on kuollut.",
      "Sinä uskot, että Jumala on yksi ainoa. Oikein teet -- pahat hengetkin uskovat sen ja vapisevat.",
      "Mutta etkö sinä tyhjänpäiväinen ihminen tahdo tietää, että ilman tekoja usko on hyödytön?",
      "Eikö meidän isämme Abraham osoittautunut vanhurskaaksi tekojensa perusteella, kun hän vei poikansa Iisakin uhrialttarille?",
      "Huomaat, että usko vaikutti yhdessä hänen tekojensa kanssa, teoissa usko tuli todeksi.",
      "Näette siis, että ihminen osoittautuu vanhurskaaksi tekojen, ei yksistään uskon perusteella.",
      "Juuri tekojensa ansiosta portto Rahabkin osoittautui vanhurskaaksi, kun otti sanansaattajat luokseen ja auttoi heidät pois toista tietä.",
      "Niin kuin ruumis ilman henkeä on kuollut, niin on uskokin kuollut ilman tekoja."
    ],
    [
      "Veljeni, kovin monien teistä ei pidä ryhtyä opettajiksi, sillä te tiedätte, että meidät opettajat tullaan tuomitsemaan muita ankarammin.",
      "Kaikkihan me hairahdumme monin tavoin. Täydellinen on se, joka ei hairahdu puheissaan: hän kykenee hallitsemaan koko ruumiinsa.",
      "Jos panemme suitset hevosen suuhun, me saamme sen tottelemaan itseämme ja voimme ohjata koko hevosta.",
      "Entä laivat: vaikka ne ovat isoja ja rajut tuulet heittelevät niitä, pienen pieni peräsin ohjaa laivan minne peränpitäjä haluaa.",
      "Samoin kieli on pieni jäsen, mutta se voi kerskua suurilla asioilla. Pieni tuli sytyttää palamaan suuren metsän!",
      "Ja kielikin on tuli; meidän jäsentemme joukossa se on vääryyden maailma. Se saastuttaa koko ruumiin ja sytyttää tuleen elämän pyörän, itse liekehtien helvetin tulta.",
      "Kaikki eläimet voi ihminen kesyttää ja onkin kesyttänyt, nelijalkaiset, linnut, matelijat ja meren eläimet,",
      "mutta kieltä ei yksikään ihminen pysty kesyttämään. Se on hillitön ja paha, täynnä tappavaa myrkkyä.",
      "Kielellä me ylistämme Herraa ja Isää, ja sillä me myös kiroamme ihmisiä, Jumalan kuvaksi luotuja.",
      "Kiitos ja kirous lähtevät samasta suusta. Tämä ei käy, veljeni!",
      "Eihän samasta lähteensilmästä pulppua makeaa ja karvasta vettä.",
      "Ei viikunapuussa kasva oliiveja eikä viiniköynnöksessä viikunoita, vai mitä, veljeni? Samoin ei suolaisesta lähteestä juokse makeaa vettä.",
      "Kuka teistä on viisas ja ymmärtäväinen? Esittäköön hän osoitukseksi hyvästä vaelluksesta tekonsa, sävyisästi, niin kuin viisas tekee.",
      "Mutta jos teidän sydäntänne hallitsee katkera kateus ja riidanhalu, älkää vastoin totuutta kerskuko kuvitellulla viisaudellanne.",
      "Sellainen ei ole ylhäältä tulevaa viisautta, vaan maallista, ihmisistä tulevaa, pahojen henkien viisautta.",
      "Sillä siellä, missä kateus ja riidanhalu vallitsevat, on myös hillittömyyttä ja kaikenlaista pahaa.",
      "Mutta ylhäältä tuleva viisaus on puhdasta ja pyhää, ja niin se myös rakentaa rauhaa, se on lempeää ja sopuisaa, täynnä armahtavaisuutta ja hyviä hedelmiä, se on tasapuolista ja teeskentelemätöntä.",
      "Vanhurskauden siemen kylvetään rauhan tekoina, ja se tuottaa hedelmän niille, jotka rauhaa rakentavat."
    ],
    [
      "Mistä teidän keskinäiset kiistanne ja taistelunne syntyvät? Mistäpä muusta kuin haluistanne, jotka käyvät taistelua teidän ruumiissanne.",
      "Te himoitsette, mutta jäätte vaille, kiihkon ja kateuden vallassa te vaikka riistätte hengen toisiltanne, mutta ette silti saavuta päämääräänne. Te taistelette ja iskette yhteen, mutta jäätte vaille, koska ette pyydä.",
      "Ja vaikka pyydätte, te ette saa, koska pyydätte väärässä tarkoituksessa, kuluttaaksenne kaiken mielihaluissanne.",
      "Te uskottomat! Ettekö tiedä, että rakkaus maailmaan on vihaa Jumalaa kohtaan? Joka tahtoo olla maailman ystävä, asettuu Jumalan viholliseksi.",
      "Mutta vielä suurempi on se armo, jonka hän antaa. Siksi Raamattu sanoo: -- Jumala on ylpeitä vastaan, mutta nöyrille hän antaa armon.",
      "Taipukaa siis Jumalan alaisuuteen, mutta vastustakaa Paholaista, niin se lakkaa ahdistamasta teitä.",
      "Lähestykää Jumalaa, niin hän lähestyy teitä. Puhdistakaa kätenne, synnintekijät, puhdistakaa sydämenne, te kahtaalle horjuvat!",
      "Tuntekaa kurjuutenne, surkaa ja itkekää! Kääntyköön naurunne murheeksi, ilonne masennukseksi.",
      "Nöyrtykää Herran edessä, niin hän on teidät korottava.",
      "Älkää panetelko toisianne, veljet. Joka panettelee veljeään tai tuomitsee hänet, puhuu lakia vastaan ja tuomitsee lain. Mutta jos tuomitset lain, et ole lain noudattaja, vaan sen tuomari.",
      "Yksi ainoa on lainsäätäjä ja tuomari, hän, jolla on valta pelastaa ja valta tuomita kadotukseen. Mutta mikä sinä olet tuomitsemaan lähimmäisesi?",
      "Ettehän te tiedä, mitä huomispäivä tuo teidän elämäänne! Savua te olette, joka hetken näkyy ja sitten haihtuu.",
      "Mutta nyt te kerskutte ja rehentelette. Kaikki tuollainen kerskailu on pahasta.",
      "Joka tietää, mitä on tehtävä, mutta ei tee, se syyllistyy syntiin."
    ],
    [
      "Kuulkaa, te rikkaat! Itkekää ja valittakaa kurjuutta, joka tulee osaksenne.",
      "Teidän rikkautenne on lahonnut ja teidän vaatteenne ovat koin syömiä.",
      "Teidän kultanne ja hopeanne on ruosteessa. Niiden ruoste on todistava teitä vastaan, ja se syö lihaanne kuin tuli. Te olette koonneet rikkauksia näinä lopun aikoina.",
      "Te olette riistäneet palkan työmiehiltä, jotka ovat leikanneet teidän peltonne. Kuulkaa: se palkka huutaa, ja korjuuväen valitukset ovat tulleet Herran Sebaotin korviin.",
      "Te olette maan päällä eläneet yltäkylläisyydessä ja mässäilyissä, te olette lihottaneet sydäntänne teurastuspäivänä.",
      "Te olette tuominneet ja surmanneet viattoman; ei hän asetu teitä vastaan.",
      "Olkaa siis kärsivällisiä, veljet, Herran tuloon asti. Niin maamieskin: kärsivällisesti hän odottaa maan kallista hedelmää kevään ja syksyn sadonkorjuuseen saakka.",
      "Olkaa tekin kärsivällisiä ja rohkaiskaa mielenne, sillä Herran tulo on lähellä.",
      "Älkää syytelkö toisianne, veljet, ettei teitä tuomittaisi. Tuomari seisoo jo ovella.",
      "Veljet, ottakaa vastoinkäymisten kestämisessä ja kärsivällisyydessä esikuvaksenne profeetat, jotka ovat puhuneet Herran nimessä.",
      "Niitä, jotka kestävät loppuun asti, me ylistämme autuaiksi. Te olette kuulleet Jobin kestävyydestä ja tiedätte, mihin tulokseen Herra antoi sen johtaa. Herra on laupias ja anteeksiantava.",
      "Jos joku teistä kärsii, hän rukoilkoon; jos joku on hyvillä mielin, hän laulakoon kiitosvirsiä.",
      "Jos joku teistä on sairaana, kutsukoon hän luokseen seurakunnan vanhimmat. Nämä voidelkoot hänet öljyllä Herran nimessä ja rukoilkoot hänen puolestaan,",
      "ja rukous, joka uskossa lausutaan, parantaa sairaan. Herra nostaa hänet jalkeille, ja jos hän on tehnyt syntiä, hän saa sen anteeksi.",
      "Tunnustakaa siis syntinne toisillenne ja rukoilkaa toistenne puolesta, jotta parantuisitte. Vanhurskaan rukous on voimallinen ja saa paljon aikaan.",
      "Elia oli samanlainen ihminen kuin me. Hän rukoili hellittämättä, ettei sataisi, eikä maa saanut sadetta kolmeen ja puoleen vuoteen.",
      "Ja kun hän taas rukoili, taivas antoi sateen ja maa tuotti jälleen hedelmää.",
      "Veljeni, jos joku teistä eksyy totuudesta ja toinen ohjaa hänet takaisin,",
      "niin tietäkää tämä: joka palauttaa syntisen harhatieltä, pelastaa hänet kuolemasta ja peittää paljotkin synnit."
    ]
  ],
  "name": "James"
}
