{
  "id": "lk",
  "chapters": [
    [
      "Jo monet ovat ryhtyneet työhön ja laatineet kertomuksia niistä asioista, jotka meidän keskuudessamme ovat toteutuneet,",
      "sen mukaan kuin meille ovat kertoneet ne, jotka alusta alkaen olivat silminnäkijöitä ja joista tuli sanan palvelijoita.",
      "Niin olen nyt minäkin, otettuani alusta asti kaikesta tarkan selon, päättänyt kirjoittaa yhtenäisen esityksen sinua varten, kunnioitettu Teofilos,",
      "jotta tietäisit, kuinka luotettavaa sinulle annettu opetus on.",
      "Herodeksen, Juudean kuninkaan, aikana eli pappi Sakarias, joka kuului Abian pappisosastoon. Hänen vaimonsa Elisabet oli hänkin Aaronin jälkeläisiä.",
      "He olivat kumpikin Jumalan silmissä hurskaita ja elivät nuhteettomasti kaikkien Herran käskyjen ja säädösten mukaan.",
      "Mutta lapsia heillä ei ollut, sillä Elisabet oli hedelmätön, ja he molemmat olivat jo iäkkäitä.",
      "Eräänä päivänä Sakarias oli osastonsa vuorolla toimittamassa papin tehtäviä Jumalan edessä.",
      "Palvelustoimia tavan mukaan arvottaessa tuli hänen tehtäväkseen mennä Herran temppeliin toimittamaan suitsutusuhri.",
      "Kansanjoukko oli suitsuttamisen aikana ulkopuolella ja rukoili.",
      "Silloin Sakariaalle ilmestyi Herran enkeli suitsutusalttarin oikealla puolella.",
      "Enkelin nähdessään Sakarias säikähti ja joutui pelon valtaan.",
      "Ilo ja riemu täyttävät sinut, ja monet iloitsevat hänen syntymästään.",
      "Hän on oleva suuri Jumalan mies. Viiniä ja väkijuomaa hän ei juo. Jo äitinsä kohdusta asti hän on täynnä Pyhää Henkeä.",
      "Hän kääntää Israelin kansasta monet jälleen Herran, heidän Jumalansa, puoleen.",
      "Kansa odotti Sakariasta, ja kaikki kummeksuivat sitä, että hän viipyi temppelissä niin pitkään.",
      "Kun hän sitten tuli ulos, hän ei kyennyt puhumaan heille, ja siitä he ymmärsivät, että hän oli nähnyt temppelissä näyn. Hän vain viittoili heille ja jäi mykäksi.",
      "Palveluspäivien päätyttyä Sakarias meni kotiinsa,",
      "ja jonkin ajan kuluttua hänen vaimonsa Elisabet tuli raskaaksi. Viisi kuukautta Elisabet pysytteli poissa näkyviltä. Hän ajatteli:",
      "Tämän on Herra minulle tehnyt. Hän on katsonut minun puoleeni ja päästää minut ihmisten halveksunnasta.",
      "Kun Elisabet oli kuudennella kuukaudellaan, Jumala lähetti enkeli Gabrielin Nasaretin kaupunkiin Galileaan",
      "neitsyen luo, jonka nimi oli Maria. Maria oli kihlattu Daavidin sukuun kuuluvalle Joosefille.",
      "Nämä sanat saivat Marian hämmennyksiin, ja hän ihmetteli, mitä sellainen tervehdys mahtoi merkitä.",
      "Sinä tulet raskaaksi ja synnytät pojan, ja sinä annat hänelle nimeksi Jeesus.",
      "Hän on oleva suuri, häntä kutsutaan Korkeimman Pojaksi, ja Herra Jumala antaa hänelle hänen isänsä Daavidin valtaistuimen.",
      "Ja tiedä tämä: Myös sukulaisesi Elisabet kantaa poikalasta, vaikka on jo vanha. Hän on jo kuudennella kuukaudella -- hän, jota on pidetty hedelmättömänä!",
      "Muutaman päivän kuluttua Maria lähti matkaan ja kiiruhti Juudean vuoriseudulla olevaan kaupunkiin.",
      "Hän meni Sakariaan taloon ja tervehti Elisabetia.",
      "Kun Elisabet kuuli Marian tervehdyksen, hypähti lapsi hänen kohdussaan ja hän täyttyi Pyhällä Hengellä.",
      "Kuinka minä saan sen kunnian, että Herrani äiti tulee minun luokseni?",
      "Samalla hetkellä kun tervehdyksesi tuli korviini, lapsi hypähti riemusta kohdussani.",
      "Silloin Maria sanoi: -- Minun sieluni ylistää Herran suuruutta,",
      "minun henkeni riemuitsee Jumalasta, Vapahtajastani,",
      "sillä hän on luonut katseensa vähäiseen palvelijaansa. Tästedes kaikki sukupolvet ylistävät minua autuaaksi,",
      "sillä Voimallinen on tehnyt minulle suuria tekoja. Hänen nimensä on pyhä,",
      "polvesta polveen hän osoittaa laupeutensa niille, jotka häntä pelkäävät.",
      "Hänen kätensä on tehnyt mahtavia tekoja, hän on lyönyt hajalle ne, joilla on ylpeät ajatukset sydämessään.",
      "Hän on syössyt vallanpitäjät istuimiltaan ja korottanut alhaiset.",
      "Nälkäiset hän on ruokkinut runsain määrin, mutta rikkaat hän on lähettänyt tyhjin käsin pois.",
      "Hän on pitänyt huolen palvelijastaan Israelista, hän on muistanut kansaansa ja osoittanut laupeutensa",
      "Abrahamille ja hänen jälkeläisilleen, ajasta aikaan, niin kuin hän on isillemme luvannut.",
      "Maria viipyi Elisabetin luona noin kolme kuukautta ja palasi sitten kotiinsa.",
      "Elisabetin aika tuli, ja hän synnytti pojan.",
      "Kun naapurit ja sukulaiset kuulivat suuresta laupeudesta, jonka Herra oli hänelle osoittanut, he iloitsivat yhdessä hänen kanssaan.",
      "Kahdeksantena päivänä kokoonnuttiin ympärileikkaamaan lasta. Muut tahtoivat antaa hänelle isän mukaan nimeksi Sakarias,",
      "He kysyivät viittomalla isältä, minkä nimen hän tahtoi antaa lapselle.",
      "Samalla hetkellä Sakarias sai puhekykynsä takaisin, ja hän puhkesi ylistämään Jumalaa.",
      "Sillä seudulla joutuivat kaikki pelon valtaan, ja näistä tapahtumista puhuttiin laajalti koko Juudean vuoriseudulla.",
      "Sakarias, lapsen isä, täyttyi Pyhällä Hengellä ja puhui profeetallisin sanoin:",
      "-- Ylistetty olkoon Herra, Israelin Jumala! Armossaan hän on katsonut kansansa puoleen",
      "ja valmistanut sille lunastuksen. Väkevän pelastajan hän on nostanut meille palvelijansa Daavidin suvusta,",
      "niin kuin hän ikiajoista asti on luvannut pyhien profeettojensa suulla.",
      "Hän on pelastanut meidät vihollistemme vallasta, kaikkien vihamiestemme käsistä.",
      "Hän on nyt osoittanut laupeutensa, uskollisuutensa isiämme kohtaan. Hän on pitänyt mielessään pyhän liittonsa,",
      "valan, jonka hän isällemme Abrahamille vannoi.",
      "Näin me saamme pelotta palvella häntä vihollisistamme vapaina,",
      "pyhinä ja vanhurskaina hänen edessään kaikkina elämämme päivinä.",
      "Ja sinua, lapsi, kutsutaan Korkeimman profeetaksi. Sinä käyt Herran edellä ja raivaat hänelle tien.",
      "Sinä johdat hänen kansansa tuntemaan pelastuksen, syntien anteeksiantamisen.",
      "Näin meidän Jumalamme hyvyydessään armahtaa meitä: Korkeudesta saapuu luoksemme aamun koitto.",
      "Se loistaa pimeydessä ja kuoleman varjossa eläville, se ohjaa jalkamme rauhan tielle.",
      "Lapsi kasvoi ja vahvistui Hengessä. Hän oli autiomaassa siihen päivään saakka, jolloin hänen oli määrä astua Israelin eteen."
    ],
    [
      "Siihen aikaan antoi keisari Augustus käskyn, että koko valtakunnassa oli toimitettava verollepano.",
      "Tämä verollepano oli ensimmäinen ja tapahtui Quiriniuksen ollessa Syyrian käskynhaltijana.",
      "Kaikki menivät kirjoittautumaan veroluetteloon, kukin omaan kaupunkiinsa.",
      "Niin myös Joosef lähti Galileasta, Nasaretin kaupungista ja meni verollepanoa varten Juudeaan, Daavidin kaupunkiin Betlehemiin, sillä hän kuului Daavidin sukuun.",
      "Hän lähti sinne yhdessä kihlattunsa Marian kanssa, joka odotti lasta.",
      "Heidän siellä ollessaan tuli Marian synnyttämisen aika,",
      "ja hän synnytti pojan, esikoisensa. Hän kapaloi lapsen ja pani hänet seimeen, koska heille ei ollut tilaa majapaikassa.",
      "Sillä seudulla oli paimenia yöllä ulkona vartioimassa laumaansa.",
      "Yhtäkkiä heidän edessään seisoi Herran enkeli, ja Herran kirkkaus ympäröi heidät. Pelko valtasi paimenet,",
      "Tänään on teille Daavidin kaupungissa syntynyt Vapahtaja. Hän on Kristus, Herra.",
      "Ja samalla hetkellä oli enkelin ympärillä suuri taivaallinen sotajoukko, joka ylisti Jumalaa sanoen:",
      "-- Jumalan on kunnia korkeuksissa, maan päällä rauha ihmisillä, joita hän rakastaa.",
      "He lähtivät kiireesti ja löysivät Marian ja Joosefin ja lapsen, joka makasi seimessä.",
      "Tämän nähdessään he kertoivat, mitä heille oli lapsesta sanottu.",
      "Kaikki, jotka kuulivat paimenten sanat, olivat ihmeissään.",
      "Mutta Maria kätki sydämeensä kaiken, mitä oli tapahtunut, ja tutkisteli sitä.",
      "Paimenet palasivat kiittäen ja ylistäen Jumalaa siitä, mitä olivat kuulleet ja nähneet. Kaikki oli juuri niin kuin heille oli sanottu.",
      "Kun oli tullut kahdeksas päivä ja lapsi oli ympärileikattava, hän sai nimen Jeesus, jonka enkeli oli ilmoittanut ennen kuin hän sikisi äitinsä kohdussa.",
      "Ja kun tuli päivä, jolloin heidän Mooseksen lain mukaan piti puhdistautua, he menivät Jerusalemiin viedäkseen lapsen Herran eteen,",
      "Jerusalemissa eli hurskas ja jumalaapelkäävä mies, jonka nimi oli Simeon. Hän odotti Israelille luvattua lohdutusta, ja Pyhä Henki oli hänen yllään.",
      "Pyhä Henki oli hänelle ilmoittanut, ettei kuolema kohtaa häntä ennen kuin hän on nähnyt Herran Voidellun.",
      "Hengen johdatuksesta hän tuli temppeliin, ja kun Jeesuksen vanhemmat toivat lasta sinne tehdäkseen sen, mikä lain mukaan oli tehtävä,",
      "hän otti lapsen käsivarsilleen, ylisti Jumalaa ja sanoi:",
      "-- Herra, nyt sinä annat palvelijasi rauhassa lähteä, niin kuin olet luvannut.",
      "Minun silmäni ovat nähneet sinun pelastuksesi,",
      "jonka olet kaikille kansoille valmistanut:",
      "valon, joka koittaa pakanakansoille, kirkkauden, joka loistaa kansallesi Israelille.",
      "Jeesuksen isä ja äiti olivat ihmeissään siitä, mitä hänestä sanottiin.",
      "Siellä oli myös naisprofeetta Hanna, Asserin heimoon kuuluvan Penuelin tytär. Hän oli jo hyvin vanha. Mentyään neitsyenä naimisiin hän oli elänyt miehensä kanssa seitsemän vuotta,",
      "mutta nyt hän oli ollut leskenä jo kahdeksankymmenenneljän vuoden ajan. Hän ei poistunut temppelistä minnekään, vaan palveli Jumalaa yötä päivää paastoten ja rukoillen.",
      "Juuri sillä hetkellä hän tuli paikalle, ja hän ylisti Jumalaa ja puhui lapsesta kaikille, jotka odottivat Jerusalemin lunastusta.",
      "Kun he olivat tehneet kaiken, mitä Herran laki vaati, he palasivat Galileaan kotikaupunkiinsa Nasaretiin.",
      "Lapsi kasvoi, vahvistui ja täyttyi viisaudella, ja Jumalan armo seurasi häntä.",
      "Jeesuksen vanhemmat menivät joka vuosi Jerusalemiin pääsiäisjuhlille.",
      "Kun Jeesus oli tullut kahdentoista vuoden ikään, he taas juhlan aikaan matkasivat sinne, niin kuin tapa oli.",
      "Juhlapäivien päätyttyä he lähtivät paluumatkalle, mutta poika jäi vanhempien huomaamatta Jerusalemiin.",
      "Nämä luulivat hänen olevan matkaseurueessa ja kulkivat päivän matkan, ennen kuin alkoivat haeskella häntä sukulaisten ja tuttavien joukosta.",
      "Kun he eivät löytäneet häntä, he palasivat Jerusalemiin jatkaen etsintäänsä.",
      "Kolmen päivän kuluttua he löysivät hänet temppelistä. Hän istui opettajien keskellä, kuunteli heitä ja teki heille kysymyksiä.",
      "Kaikki, jotka kuulivat mitä hän puhui, ihmettelivät hänen ymmärrystään ja hänen antamiaan vastauksia.",
      "Mutta he eivät ymmärtäneet, mitä hän tällä tarkoitti.",
      "Jeesus lähti kotimatkalle heidän kanssaan, tuli Nasaretiin ja oli heille kuuliainen. Kaiken, mitä oli tapahtunut, hänen äitinsä kätki sydämeensä.",
      "Jeesukselle karttui ikää ja viisautta; Jumalan ja ihmisten suosio seurasi häntä."
    ],
    [
      "Keisari Tiberiuksen viidentenätoista hallitusvuotena, siihen aikaan kun Pontius Pilatus oli Juudean maaherrana, kun neljännesruhtinaina hallitsivat Galileassa Herodes, Itureassa ja Trakonitiksen maassa hänen veljensä Filippos ja Abilenessa Lysanias",
      "ja kun ylipappeina olivat Hannas ja Kaifas, tuli Jumalan sana Johannekselle, Sakariaan pojalle, joka eli autiomaassa.",
      "Niin hän lähti liikkeelle ja kulki kaikkialla Jordanin seudulla saarnaten ja kehottaen ihmisiä kääntymään ja ottamaan kasteen, jotta synnit annettaisiin heille anteeksi.",
      "Kaikki rotkot täytettäköön, kaikki vuoret ja kukkulat alennettakoon, tulkoot mutkat suoriksi, louhikot tasaisiksi teiksi!",
      "Tehkää hedelmiä, joissa kääntymyksenne näkyy! Älkää ruvetko ajattelemaan: 'Olemmehan me Abrahamin lapsia.' Minä sanon teille: Jumala pystyy herättämään Abrahamille lapsia vaikka näistä kivistä.",
      "Kansa oli odotuksen vallassa. Kaikki pohdiskelivat, oliko Johannes ehkä Messias.",
      "Monilla muillakin tavoin Johannes vetosi ihmisiin julistaessaan heille evankeliumia.",
      "Mutta kun hän nuhteli neljännesruhtinas Herodesta tämän veljen vaimon Herodiaan tähden ja moitti häntä myös muista pahoista teoista,",
      "Herodes teki vielä senkin, että telkesi Johanneksen vankilaan.",
      "Paljon kansaa oli kastettu. Kun myös Jeesus oli kastettu, niin taivas aukeni hänen rukoillessaan",
      "Jeesus oli noin kolmenkymmenen vuoden ikäinen aloittaessaan työnsä. Hän oli -- näin luultiin -- Joosefin poika. Joosefin isä oli Eeli,",
      "tämän isä Mattat, tämän Leevi, tämän Melki, tämän Jannai, tämän Joosef,",
      "tämän Mattitja, tämän Amos, tämän Nahum, tämän Hesli, tämän Naggai,",
      "tämän Mahat, tämän Mattitja, tämän Simei, tämän Josek, tämän Joda,",
      "tämän Johanan, tämän Resa, tämän Serubbabel, tämän Sealtiel, tämän Ner,",
      "tämän Melki, tämän Addi, tämän Kosam, tämän Elmadam, tämän Er,",
      "tämän Joosua, tämän Elieser, tämän Jorim, tämän Mattat, tämän Leevi,",
      "tämän Simeon, tämän Juuda, tämän Joosef, tämän Jonam, tämän Eljakim,",
      "tämän Melea, tämän Menna, tämän Mattata, tämän Natan, tämän Daavid,",
      "tämän Iisai, tämän Obed, tämän Boas, tämän Salma, tämän Nahson,",
      "tämän Amminadab, tämän Admin, tämän Arni, tämän Hesron, tämän Peres, tämän Juuda,",
      "tämän Jaakob, tämän Iisak, tämän Abraham, tämän Terah, tämän Nahor,",
      "tämän Serug, tämän Reu, tämän Peleg, tämän Eber, tämän Salma,",
      "tämän Kenan, tämän Arpaksad, tämän Seem, tämän Nooa, tämän Lemek,",
      "tämän Metuselah, tämän Henok, tämän Jered, tämän Mahalalel, tämän Kenan,",
      "tämän Enos, tämän Set, tämän Aadam, tämän Jumala."
    ],
    [
      "Jeesus lähti Jordanilta Pyhää Henkeä täynnä. Hengen johdattamana hän kulki autiomaassa",
      "neljäkymmentä päivää, ja Paholainen kiusasi häntä. Hän ei syönyt noina päivinä mitään, ja kun tämä aika oli kulunut, hänen tuli nälkä.",
      "Paholainen vei Jeesuksen korkealle paikalle, näytti hänelle yhdessä hetkessä kaikki maailman valtakunnat",
      "Onhan kirjoitettu: 'Hän antaa enkeleilleen käskyn varjella sinua.",
      "Kiusattuaan näin Jeesusta kaikin tavoin Paholainen jätti hänet joksikin aikaa rauhaan.",
      "Täynnä Hengen voimaa Jeesus palasi Galileaan, ja hänestä puhuttiin kohta kaikkialla.",
      "Hän opetti synagogissa, ja kaikki ylistivät häntä.",
      "Jeesus tuli Nasaretiin, missä hän oli kasvanut, ja meni sapattina tapansa mukaan synagogaan. Hän nousi lukemaan,",
      "ja hänelle ojennettiin profeetta Jesajan kirja. Hän avasi kirjakäärön ja löysi sen kohdan, jossa sanotaan:",
      "-- Herran henki on minun ylläni, sillä hän on voidellut minut. Hän on lähettänyt minut ilmoittamaan köyhille hyvän sanoman, julistamaan vangituille vapautusta ja sokeille näkönsä saamista, päästämään sorretut vapauteen",
      "ja julistamaan Herran riemuvuotta.",
      "Hän kääri kirjan kokoon, antoi sen avustajalle ja istuutui. Kaikki, jotka synagogassa olivat, katsoivat tarkkaavasti häneen.",
      "Uskokaa minua: Israelissa oli monta leskeä Elian aikana, silloin kun taivas ei antanut vettä kolmeen ja puoleen vuoteen ja koko maahan tuli kova nälänhätä.",
      "Silti Eliaa ei lähetetty heidän luokseen, vaan Sidonin maahan, Sarpatissa asuvan leskivaimon luo.",
      "Tämän kuullessaan kaikki, jotka olivat synagogassa, joutuivat raivon valtaan.",
      "He ryntäsivät paikaltaan, ajoivat Jeesuksen ulos kaupungista ja veivät hänet jyrkänteelle syöstäkseen hänet sieltä alas; kaupunki näet oli rakennettu vuorelle.",
      "Mutta Jeesus kulki väkijoukon halki ja jatkoi matkaansa.",
      "Jeesus meni sitten Kapernaumin kaupunkiin, joka on Galileassa. Hän opetti siellä sapattina,",
      "ja ihmiset olivat hämmästyksissään hänen opetuksestaan, sillä hän puhui niin kuin puhuu se, jolla on valta.",
      "Synagogassa oli mies, jossa oli saastainen henki. Se huusi kovalla äänellä:",
      "Voi, mitä sinä meistä tahdot, Jeesus Nasaretilainen? Oletko tullut tuhoamaan meidät? Minä tiedän, kuka sinä olet, Jumalan Pyhä!",
      "Niin Jeesuksen maine levisi sillä seudulla kaikkialle.",
      "Jeesus lähti synagogasta ja meni Simonin kotiin. Simonin anoppi oli kovassa kuumeessa, ja Jeesusta pyydettiin auttamaan häntä.",
      "Jeesus kumartui hänen ylleen ja käski kuumetta, ja se lähti hänestä. Heti paikalla nainen nousi jalkeille ja alkoi palvella vieraitaan.",
      "Monien kotona oli joku sairaana, kuka missäkin taudissa. Auringon laskiessa sairaat tuotiin Jeesuksen luo, ja hän pani kätensä jokaisen päälle ja paransi heidät.",
      "Päivän valjettua Jeesus lähti ulos ja meni paikkaan, jossa hän sai olla yksin. Ihmiset kuitenkin lähtivät etsimään häntä. He tavoittivat hänet ja estelivät häntä lähtemästä luotaan.",
      "Ja hän saarnasi Juudean synagogissa."
    ],
    [
      "Kun Jeesus eräänä päivänä seisoi Gennesaretinjärven rannalla ja väkijoukko tungeksi hänen ympärillään kuulemassa Jumalan sanaa,",
      "hän näki rannassa kaksi venettä. Kalastajat olivat nousseet niistä ja huuhtoivat verkkojaan.",
      "Jeesus astui toiseen veneistä ja pyysi Simonia, jonka vene se oli, soutamaan rannasta vähän ulommaksi. Sitten hän opetti kansaa veneessä istuen.",
      "Näin he tekivät ja saivat saarretuksi niin suuren kalaparven, että heidän verkkonsa repeilivät.",
      "He viittoivat toisessa veneessä olevia tovereitaan apuun. Nämä tulivat, ja he saivat molemmat veneet niin täyteen kalaa, että ne olivat upota.",
      "Hän ja koko hänen venekuntansa olivat pelon ja hämmennyksen vallassa kalansaaliin tähden,",
      "He vetivät veneet maihin ja jättäen kaiken lähtivät seuraamaan Jeesusta.",
      "Jeesuksesta puhuttiin kuitenkin yhä laajemmalti, ja ihmisiä kokoontui sankoin joukoin kuulemaan häntä ja hakemaan parannusta tauteihinsa.",
      "Mutta hän vetäytyi jälleen autiolle seudulle rukoilemaan.",
      "Eräänä päivänä, kun Jeesus taas opetti, häntä kuulemassa istui fariseuksia ja lainopettajia. Heitä oli tullut kaikista Galilean kylistä ja myös Juudeasta ja Jerusalemista. Herran voima vaikutti Jeesuksessa niin että hän saattoi parantaa sairaita.",
      "Paikalle tuli miehiä, jotka kantoivat vuoteella halvaantunutta. He yrittivät tuoda hänet sisälle taloon asettaakseen hänet Jeesuksen eteen.",
      "Tungoksessa he eivät kuitenkaan saaneet tuoduksi häntä sisään, ja niin he kiipesivät katolle, irrottivat tiiliä ja laskivat sairaan vuoteineen kaikkien keskelle Jeesuksen eteen.",
      "Kumpi on helpompaa, sanoa: 'Sinun syntisi on annettu anteeksi', vai sanoa: 'Nouse ja kävele'?",
      "Heti paikalla mies kaikkien nähden nousi jalkeille, otti vuoteen, jolla oli maannut, ja lähti kotiinsa ylistäen Jumalaa.",
      "ja Leevi jätti kaiken, nousi ja lähti seuraamaan Jeesusta.",
      "Leevi järjesti sitten kotonaan Jeesukselle suuret pidot. Heidän kanssaan oli aterialla paljon publikaaneja ja muita vieraita.",
      "Eikä kukaan laske uutta viiniä vanhoihin leileihin. Silloinhan uusi viini rikkoo leilit, viini valuu maahan ja leilit ovat pilalla.",
      "Ei, uusi viini on laskettava uusiin leileihin."
    ],
    [
      "Jeesus kulki kerran sapattina viljapellon laitaa, ja hänen opetuslapsensa katkoivat tähkäpäitä, hiersivät niitä käsissään ja söivät.",
      "Eräänä toisena sapattina Jeesus meni synagogaan ja opetti. Siellä oli mies, jonka oikea käsi oli surkastunut.",
      "Lainopettajat ja fariseukset pitivät silmällä, parantaisiko Jeesus sapattina, sillä he etsivät tilaisuutta nostaakseen syytteen häntä vastaan.",
      "Tämä sai lainopettajat ja fariseukset mielettömän raivon valtaan, ja he rupesivat suunnittelemaan, mitä tekisivät Jeesukselle.",
      "Samoihin aikoihin Jeesus meni vuorelle rukoilemaan ja vietti siellä koko yön rukoillen Jumalaa.",
      "Päivän koittaessa hän kutsui luokseen opetuslapsensa ja valitsi heistä kaksitoista, jotka nimesi apostoleiksi.",
      "Nämä olivat Simon, jolle hän antoi myös nimen Pietari, tämän veli Andreas, Jaakob ja Johannes, Filippus, Bartolomeus,",
      "Matteus, Tuomas ja Jaakob Alfeuksen poika, Simon, jota kutsuttiin Kiivailijaksi,",
      "Juudas Jaakobin poika ja Juudas Iskariot, josta tuli kavaltaja.",
      "Jeesus laskeutui vuorelta yhdessä heidän kanssaan ja pysähtyi tasaiselle paikalle. Siellä oli suuri joukko hänen opetuslapsiaan ja paljon kansaa kaikkialta Juudeasta, Jerusalemista ja rannikolta Tyroksen ja Sidonin seudulta.",
      "Kaikki he olivat tulleet kuulemaan Jeesusta ja hakemaan parannusta tauteihinsa. Myös saastaisten henkien vaivaamat tulivat terveiksi.",
      "Jokainen yritti väentungoksessa päästä koskettamaan häntä, sillä hänestä lähti voimaa, joka paransi kaikki.",
      "Autuaita te, jotka nyt olette nälissänne: teidät ravitaan. Autuaita te, jotka nyt itkette: te saatte nauraa.",
      "Iloitkaa silloin, hyppikää riemusta, sillä palkka, jonka te taivaassa saatte, on suuri. Samoinhan tekivät heidän isänsä profeetoille.",
      "-- Mutta te rikkaat -- voi teitä! Te olette jo onnenne saaneet.",
      "Voi teitä, jotka nyt olette kylläiset! Te näette vielä nälkää. Voi teitä, jotka nyt nauratte! Te saatte surra ja itkeä.",
      "Siunatkaa niitä, jotka teitä kiroavat, rukoilkaa niiden puolesta, jotka parjaavat teitä.",
      "Jos joku lyö sinua poskelle, tarjoa toinenkin poski. Jos joku vie sinulta viitan, anna hänen ottaa paitasikin.",
      "Anna jokaiselle, joka sinulta pyytää, äläkä vaadi takaisin siltä, joka sinulta jotakin vie.",
      "Jos te rakastatte niitä, jotka rakastavat teitä, mitä kiitettävää siinä on? Syntisetkin rakastavat niitä, joilta itse saavat rakkautta.",
      "Jos te teette hyvää niille, jotka tekevät hyvää teille, mitä kiitettävää siinä on? Syntisetkin tekevät niin.",
      "Ja jos te lainaatte niille, joiden uskotte maksavan takaisin, mitä kiitettävää siinä on? Syntisetkin lainaavat toisilleen, kun tietävät saavansa takaisin saman verran.",
      "Ei, rakastakaa vihamiehiänne, tehkää hyvää ja lainatkaa, vaikka ette uskoisikaan saavanne takaisin. Silloin teidän palkkanne on suuri ja te olette Korkeimman lapsia, sillä hän on hyvä kiittämättömille ja pahoille.",
      "Ei oppilas ole opettajaansa etevämpi, mutta kyllin oppia saatuaan jokainen on opettajansa veroinen.",
      "Kuinka voit sanoa veljellesi: 'Annapa, veli, kun otan roskan silmästäsi'? Ethän sinä näe edes hirttä omassa silmässäsi. Sinä tekopyhä! Ota ensin hirsi omasta silmästäsi, vasta sitten näet ottaa roskan veljesi silmästä.",
      "Hedelmästään jokainen puu tunnetaan. Eihän orjantappuroista koota viikunoita eikä piikkipensaasta poimita rypäleitä.",
      "Hyvä ihminen tuo sydämensä hyvyyden varastosta esiin hyvää, paha ihminen tuo pahuutensa varastosta esiin pahaa. Mitä sydän on täynnä, sitä suu puhuu.",
      "Minä kerron teille, millainen on se, joka tulee minun luokseni, kuulee minun sanani ja tekee niiden mukaan.",
      "Hän on kuin mies, joka taloa rakentaessaan kaivoi syvään ja laski perustuksen kalliolle. Kun sitten vedet tulvivat ja syöksyivät taloa vasten, ne eivät saaneet sitä horjumaan, koska se oli hyvin rakennettu."
    ],
    [
      "Kun Jeesus oli puhunut kaiken tämän heille kansan kuunnellessa, hän lähti Kapernaumiin.",
      "Erään sadanpäällikön palvelija oli kuolemansairaana. Sadanpäällikkö piti palvelijaa suuressa arvossa,",
      "ja kuultuaan Jeesuksesta hän lähetti juutalaisten vanhimpia pyytämään, että Jeesus tulisi ja pelastaisi palvelijan hengen.",
      "En pitänyt itseäni senkään arvoisena, että olisin tullut sinun luoksesi. Käske, niin palvelijani paranee.",
      "Kun Jeesusta vastaan lähetetyt miehet palasivat taloon, he tapasivat palvelijan terveenä.",
      "Pian tämän jälkeen Jeesus lähti Nainin kaupunkiin, ja hänen kanssaan kulkivat opetuslapset ja suuri joukko ihmisiä.",
      "Kun hän jo oli lähellä kaupungin porttia, sieltä kannettiin kuollutta, leskiäidin ainoaa poikaa, ja äidin mukana oli runsaasti kaupungin väkeä.",
      "Silloin kuollut nousi istumaan ja alkoi puhua, ja Jeesus antoi hänet takaisin äidille.",
      "Tähän tapaan Jeesuksesta puhuttiin kohta joka puolella Juudeaa ja kaikkialla sen ympäristössä.",
      "Johanneksen opetuslapset kertoivat kaikesta tästä opettajalleen. Silloin hän kutsui kaksi heistä luokseen",
      "Jeesus oli silloin juuri parantanut monien taudit ja vaivat, karkottanut pahoja henkiä ja antanut monelle sokealle näön.",
      "Vai mitä odotitte näkevänne? Kenties hienosti pukeutuneen miehen? Kuninkaanlinnoista te niitä löydätte, jotka koreilevat vaatteillaan ja elävät ylellisesti!",
      "Mitä te sitten odotitte näkevänne? Profeetanko? Aivan oikein, ja minä sanon teille, että hän on enemmänkin kuin profeetta.",
      "Hän on se, josta on kirjoitettu: -- Minä lähetän sanansaattajani sinun edelläsi, hän raivaa sinulle tien.",
      "Mutta fariseukset ja lainopettajat asettuivat Jumalan tahtoa vastaan eivätkä ottaneet Johannekselta kastetta.",
      "He ovat kuin torilla istuvat lapset, jotka huutavat toisilleen: 'Me soitimme teille huilua, mutta te ette tanssineet, me pidimme valittajaisia, mutta te ette itkeneet mukana.'",
      "Johannes Kastaja on tullut, hän ei syö leipää eikä juo viiniä, ja te sanotte: 'Hänessä on paha henki.'",
      "Ihmisen Poika on tullut, hän syö ja juo, ja te sanotte: 'Mikä syömäri ja juomari, publikaanien ja syntisten ystävä!'",
      "Eräs fariseus kutsui Jeesuksen kotiinsa aterialle, ja hän meni sinne ja asettui ruokapöytään.",
      "Kaupungissa asui nainen, joka vietti syntistä elämää. Kun hän sai tietää, että Jeesus oli aterialla fariseuksen luona, hän tuli sinne mukanaan alabasteripullo, jossa oli tuoksuöljyä.",
      "Hän asettui Jeesuksen taakse tämän jalkojen luo ja itki. Kun Jeesuksen jalat kastuivat hänen kyynelistään, hän kuivasi ne hiuksillaan, suuteli niitä ja voiteli ne tuoksuöljyllä.",
      "Sinä et tervehtinyt minua suudelmalla, mutta hän on suudellut jalkojani siitä saakka kun tänne tulin.",
      "Sinä et voidellut päätäni öljyllä, mutta hän voiteli jalkani tuoksuöljyllä."
    ],
    [
      "Sen jälkeen Jeesus kulki kaupungista kaupunkiin ja kylästä kylään julistaen ilosanomaa Jumalan valtakunnasta. Hänellä oli seurassaan kaksitoista opetuslastaan",
      "sekä muutamia naisia, jotka hän oli parantanut taudeista ja vapauttanut pahojen henkien vallasta. Näitä olivat Magdalan Maria, josta hän oli ajanut ulos seitsemän pahaa henkeä,",
      "Johanna, jonka aviomies Kuusas oli Herodeksen korkeita virkamiehiä, sekä Susanna. Lisäksi oli monia muita naisia, ja kaikki nämä avustivat heitä omilla varoillaan.",
      "Kun paikalle tuli paljon väkeä ja kaikista kaupungeista virtasi ihmisiä Jeesuksen luo, hän esitti heille vertauksen:",
      "Osa putosi kalliolle ja lähti kasvuun, mutta oraat kuivettuivat, koska eivät saaneet maasta kosteutta.",
      "Osa putosi keskelle ohdakkeita, ja kun oras kasvoi, kasvoivat ohdakkeetkin ja tukahduttivat sen.",
      "Opetuslapset kysyivät Jeesukselta, mitä vertaus tarkoitti.",
      "Vertaus tarkoittaa tätä: Siemen on Jumalan sana.",
      "Tien laitaan pudonnut siemen tarkoittaa ihmisiä, jotka kuulevat sanan mutta joiden sydämestä Paholainen heti tulee ottamaan sen pois, jotta he eivät uskoisi ja pelastuisi.",
      "Kalliolle pudonnut siemen tarkoittaa niitä, jotka sanan kuullessaan ottavat sen iloiten vastaan mutta uskovat vain hetken aikaa. Heillä ei ole juurta, ja niin he koetukseen joutuessaan luopuvat.",
      "Ohdakkeisiin pudonnut osa tarkoittaa niitä, jotka kuulevat sanan mutta sitten tukahtuvat elämän huoliin, rikkauteen ja nautintoihin. He eivät tuota kypsää satoa.",
      "Mutta hyvään maahan pudonnut siemen tarkoittaa niitä, jotka sanan kuultuaan pysyvät siinä puhtain ja ehein sydämin ja kestävinä tuottavat satoa.",
      "Ei ole mitään kätkettyä, mikä ei tulisi ilmi, eikä salattua, mikä ei paljastuisi ja tulisi tietoon.",
      "Jeesuksen äiti ja veljet tulivat tapaamaan häntä, mutta eivät tungoksessa päässeet hänen luokseen.",
      "Matkalla Jeesus nukahti. Mutta järvelle syöksyi myrskytuuli, ja veneeseen tuli vettä niin että he olivat vaarassa.",
      "He laskivat maihin Gerasan alueella, joka on vastapäätä Galileaa.",
      "Kun Jeesus nousi rannalle, häntä vastaan tuli kaupungista mies, jota vaivasivat pahat henget. Mies oli jo kauan kulkenut vaatteitta, eikä hän asunut ihmisasumuksessa vaan oleskeli hautaluolissa.",
      "Jeesus näet oli käskenyt saastaisen hengen lähteä miehestä. Se oli jo pitkän aikaa pitänyt miestä otteessaan. Hänet oli köytetty ja kahlehdittu, että hän pysyisi aloillaan, mutta kerran toisensa jälkeen hän oli katkonut siteensä ja pahan hengen ajamana paennut ihmisten ilmoilta.",
      "Ne pyysivät, että Jeesus ei käskisi niiden syöksyä kadotuksen kuiluun.",
      "Läheisellä vuorella oli iso sikalauma laitumella. Pahat henget pyysivät Jeesukselta lupaa mennä sikoihin, ja hän salli sen.",
      "Silloin henget lähtivät miehestä ja menivät sikoihin, ja lauma syöksyi jyrkännettä alas järveen ja hukkui.",
      "Kun sikopaimenet näkivät tämän, he lähtivät pakoon ja kertoivat kaiken kaupungissa ja kylissä.",
      "Monet lähtivät katsomaan, mitä oli tapahtunut. He tulivat Jeesuksen luo ja tapasivat miehen, josta pahat henget olivat lähteneet. Mies istui Jeesuksen jalkojen juuressa vaatteet yllään ja täydessä järjessään. Tämä sai heidät pelon valtaan.",
      "Paikalla olleet kertoivat heille, millä tavoin pahojen henkien vaivaama oli parantunut.",
      "Silloin kaikki Gerasan seudun ihmiset pyysivät Jeesusta poistumaan sieltä, sillä he olivat hyvin peloissaan. Jeesus nousikin veneeseen ja lähti paluumatkalle.",
      "Mies, josta pahat henget olivat lähteneet, pyysi, että saisi jäädä hänen seuraansa, mutta Jeesus lähetti hänet luotaan sanoen:",
      "Kun Jeesus tuli takaisin, häntä vastassa oli suuri joukko ihmisiä, sillä kaikki olivat odottaneet häntä.",
      "Silloin Jeesuksen eteen tuli Jairos, synagogan esimies. Hän heittäytyi Jeesuksen jalkoihin ja pyysi häntä tulemaan kotiinsa.",
      "Hänen ainoa lapsensa, noin kaksitoistavuotias tytär, oli kuolemaisillaan. Matkalla Jairoksen kotiin väkijoukko tungeksi Jeesuksen ympärillä.",
      "Siellä oli myös nainen, jota kaksitoista vuotta oli vaivannut verenvuoto. Hän oli kuluttanut kaikki varansa lääkäreihin, mutta kukaan ei ollut kyennyt parantamaan häntä.",
      "Hän tuli Jeesuksen taakse ja kosketti hänen viittansa tupsua, ja verenvuoto lakkasi heti.",
      "Kun nainen huomasi, ettei hän voinut pysyä salassa, hän tuli vavisten esiin ja heittäytyi Jeesuksen jalkojen juureen. Kaiken kansan kuullen hän kertoi, miksi oli koskenut Jeesukseen ja miten hän heti oli tullut terveeksi.",
      "Perille saavuttuaan hän ei antanut kenenkään muun tulla mukanaan sisään kuin Pietarin, Johanneksen ja Jaakobin sekä tytön isän ja äidin.",
      "He nauroivat hänelle, koska tiesivät, että tyttö oli kuollut.",
      "Silloin henki palasi tyttöön. Hän nousi heti jalkeille, ja Jeesus käski antaa hänelle syötävää.",
      "Tytön vanhemmat olivat hämmästyksestä suunniltaan. Jeesus kielsi heitä kertomasta kenellekään, mitä oli tapahtunut."
    ],
    [
      "Jeesus kutsui koolle kaksitoista opetuslastaan ja antoi heille voiman ja vallan parantaa taudit ja karkottaa pahat henget.",
      "Hän lähetti heidät julistamaan Jumalan valtakuntaa ja parantamaan sairaita",
      "Ja mihin taloon majoituttekin, siellä asukaa ja sieltä taas lähtekää.",
      "Niin opetuslapset lähtivät matkaan. He kulkivat kylästä kylään julistaen evankeliumia ja parantaen sairaita kaikkialla.",
      "Neljännesruhtinas Herodes sai kuulla kaikesta tästä eikä tiennyt mitä ajatella. Jotkut näet sanoivat, että Johannes oli noussut kuolleista,",
      "jotkut arvelivat Elian ilmestyneen maan päälle, ja toisten mukaan joku entisajan profeetoista oli noussut ylös.",
      "Apostolit palasivat ja kertoivat Jeesukselle, mitä kaikkea olivat tehneet. Jeesus otti heidät mukaansa ja lähti Betsaidan kaupungin lähistölle saadakseen olla siellä kaikessa rauhassa.",
      "Ihmiset saivat kuitenkin tietää, missä hän oli, ja lähtivät hänen peräänsä. Jeesus antoi heidän tulla luokseen. Hän puhui heille Jumalan valtakunnasta ja paransi kaikki, jotka olivat avun tarpeessa.",
      "He tekivät niin ja järjestivät kaikki aterioimaan.",
      "Sitten Jeesus otti ne viisi leipää ja kaksi kalaa, katsoi ylös taivaaseen ja lausui niistä kiitoksen. Hän mursi leivät ja antoi palat opetuslapsilleen kansalle tarjottaviksi.",
      "Kaikki söivät kyllikseen, ja tähteeksi jääneitä paloja kerättiin kaksitoista korillista. ilmoittaa kärsimyksestään",
      "Jeesus kielsi heitä ankarasti puhumasta tästä kenellekään",
      "Sillä se, joka tahtoo pelastaa elämänsä, kadottaa sen, mutta joka sen minun tähteni kadottaa, on sen pelastava.",
      "Mitä hyödyttää ihmistä, jos hän voittaa omakseen koko maailman mutta saattaa itsensä tuhoon ja turmioon?",
      "Joka häpeää minua ja minun sanojani, sitä on Ihmisen Poika häpeävä, kun hän tulee kunniassaan, Isänsä ja pyhien enkelien kirkkaudessa.",
      "Noin viikon kuluttua siitä, kun Jeesus oli tämän puhunut, hän otti mukaansa Pietarin, Johanneksen ja Jaakobin ja nousi vuorelle rukoilemaan.",
      "Hänen rukoillessaan hänen kasvonsa muuttuivat ja hänen vaatteensa sädehtivät kirkkaan valkoisina.",
      "Samassa siinä oli kaksi miestä, Mooses ja Elia, keskustelemassa hänen kanssaan.",
      "He ilmestyivät taivaallisessa kirkkaudessa ja puhuivat Jeesuksen poislähdöstä, joka oli toteutuva Jerusalemissa.",
      "Pietari ja hänen kanssaan olevat opetuslapset olivat vaipuneet syvään uneen. Havahtuessaan he näkivät Jeesuksen kirkkaudessaan ja ne kaksi miestä, jotka olivat hänen kanssaan.",
      "Pietarin puhuessa tuli pilvi ja peitti paikan varjoonsa. Opetuslapset pelästyivät, kun näkivät miesten peittyneen pilveen.",
      "Äänen vaiettua opetuslapset näkivät Jeesuksen olevan yksin. He pysyivät vaiti kaikesta kokemastaan eivätkä vielä silloin kertoneet siitä kenellekään.",
      "Kun he seuraavana päivänä tulivat alas vuorelta, oli Jeesusta vastassa suuri ihmisjoukko.",
      "Paha henki käy vähän väliä häneen kiinni. Hän alkaa yhtäkkiä huutaa, ja henki kouristaa häntä niin että vaahto valuu suusta. Kun henki lopulta jättää hänet, hän on aivan näännyksissä.",
      "Vielä pojan tullessakin henki paiskasi hänet maahan ja kouristi häntä. Mutta Jeesus käski ankarin sanoin saastaista henkeä poistumaan, paransi pojan ja antoi hänet isälle takaisin.",
      "Kaikki olivat hämmästyksen vallassa, kun näkivät Jumalan voiman ja suuruuden. Kun kaikki hämmästelivät Jeesuksen tekoja, hän sanoi opetuslapsilleen:",
      "Painakaa mieleenne, mitä teille sanon: Ihmisen Poika annetaan ihmisten käsiin.",
      "Opetuslapset eivät ymmärtäneet, mitä hän näillä sanoillaan tarkoitti. Se jäi heiltä salaan, niin että he eivät käsittäneet hänen puhettaan eivätkä rohjenneet kysyä häneltä sen merkitystä.",
      "Opetuslasten kesken syntyi kiistaa siitä, kuka heistä oli suurin.",
      "Jeesus tiesi, mikä ajatus heillä oli mielessään. Hän nosti viereensä lapsen",
      "Kun Jeesuksen taivaaseenottamisen aika oli lähenemässä, hän suuntasi kulkunsa Jerusalemia kohti.",
      "Edellään hän lähetti sananviejiä. Nämä lähtivät matkaan ja menivät erääseen Samarian kylään valmistelemaan Jeesuksen tuloa.",
      "Kyläläiset kuitenkin kieltäytyivät ottamasta Jeesusta vastaan, koska hän oli matkalla Jerusalemiin."
    ],
    [
      "Tämän jälkeen Herra valitsi vielä seitsemänkymmentäkaksi opetuslasta ja lähetti heidät kaksittain edellään jokaiseen kaupunkiin ja kylään, johon hän aikoi itse mennä.",
      "Älkää ottako mukaanne rahakukkaroa, älkää laukkua älkääkä jalkineita. Älkää matkan varrella pysähtykö tervehtimään ketään.",
      "Ja kun tulette johonkin taloon, sanokaa ensiksi: 'Rauha tälle kodille.'",
      "Jos siellä on joku, joka on rauhan arvoinen, hän saa teidän toivottamanne rauhan. Ellei ole, toivotuksenne palaa teille.",
      "Jääkää siihen taloon ja syökää ja juokaa mitä teille tarjotaan, sillä työmies on palkkansa ansainnut. Älkää siirtykö talosta toiseen.",
      "parantakaa kaupungin sairaat ja kertokaa kaikille: 'Jumalan valtakunta on tullut teitä lähelle.'",
      "Mutta jos teitä johonkin kaupunkiin tultuanne ei oteta vastaan, menkää sen kaduille ja julistakaa:",
      "'Me pyyhimme pois pölynkin, joka teidän kaupungistanne on jalkoihimme tarttunut -- pitäkää hyvänänne! Mutta tietäkää, että Jumalan valtakunta on tullut lähelle!'",
      "Minä sanon teille: Sodomakin pääsee tuomiopäivänä vähemmällä kuin sellainen kaupunki.",
      "Tuomiopäivänä Tyros ja Sidon pääsevätkin vähemmällä kuin te.",
      "Entä sinä, Kapernaum, korotetaanko sinut muka taivaaseen? Alas sinut syöstään, alas tuonelaan saakka!",
      "Joka kuulee teitä, kuulee minua, ja joka hylkää teidät, hylkää minut. Mutta joka hylkää minut, hylkää sen, joka on minut lähettänyt.",
      "Niin, minä olen antanut teille vallan: te voitte polkea käärmeitä ja skorpioneja ja kaikkea vihollisen voimaa, eikä se vahingoita teitä.",
      "Kaiken on Isäni antanut minun haltuuni. Ei kukaan muu kuin Isä tiedä, kuka Poika on. Eikä sitä, kuka Isä on, tiedä kukaan muu kuin Poika ja se, jolle Poika tahtoo hänet ilmoittaa.",
      "Samaa tietä sattui tulemaan pappi, mutta miehen nähdessään hän väisti ja meni ohi.",
      "Samoin teki paikalle osunut leeviläinen: kun hän näki miehen, hänkin väisti ja meni ohi.",
      "Hän meni miehen luo, valeli tämän haavoihin öljyä ja viiniä ja sitoi ne. Sitten hän nosti miehen juhtansa selkään, vei hänet majataloon ja piti hänestä huolta.",
      "Seuraavana aamuna hän otti kukkarostaan kaksi denaaria, antoi ne majatalon isännälle ja sanoi: 'Hoida häntä. Jos sinulle koituu enemmän kuluja, minä korvaan ne, kun tulen takaisin.'",
      "Jeesus vaelsi eteenpäin opetuslastensa kanssa ja tuli erääseen kylään. Siellä muuan nainen, jonka nimi oli Martta, otti hänet vieraakseen.",
      "Martalla oli sisar, Maria. Tämä asettui istumaan Herran jalkojen juureen ja kuunteli hänen puhettaan."
    ],
    [
      "Anna meille päivästä päivään jokapäiväinen leipämme.",
      "Eräs ystäväni poikkesi matkallaan luokseni, eikä minulla ole tarjota hänelle mitään.'",
      "Toinen vastaa sisältä: 'Älä häiritse minua. Ovi on jo lukossa, ja minä olen nukkumassa lasten kanssa. En minä voi nousta antamaan mitään.'",
      "Mutta minä sanon teille: vaikka hän ei nousisikaan antamaan toiselle leipää pelkkää ystävyyttään, hän kuitenkin tekee sen, kun tämä hellittämättä pyytää, ja hän antaa niin paljon kuin toinen tarvitsee.",
      "Sillä pyytävä saa, etsijä löytää, ja jokaiselle, joka kolkuttaa, avataan.",
      "Ei kai kukaan teistä ole sellainen isä, että antaa pojalleen käärmeen, kun poika pyytää kalaa?",
      "Tai skorpionin, kun hän pyytää munaa?",
      "Jeesus ajoi mykästä miehestä pahan hengen. Kun henki oli lähtenyt, mykkä mies alkoi puhua, ja kaikki hämmästyivät.",
      "Toiset taas halusivat panna hänet koetukselle ja vaativat häneltä merkkiä taivaasta.",
      "Jos nyt Saatana taistelee itseään vastaan, kuinka sen valtakunta voi pysyä koossa? Tehän sanotte, että minä ajan pahoja henkiä ihmisistä Belsebulin avulla.",
      "Mutta jos minä ajan pahoja henkiä ihmisistä Belsebulin avulla, kenen avulla sitten teikäläiset niitä karkottavat? Heistä te saatte itsellenne tuomarit.",
      "Jos minä sitä vastoin ajan pahoja henkiä ihmisistä Jumalan sormella, silloinhan Jumalan valtakunta on jo tullut teidän luoksenne.",
      "Mutta jos toinen vielä väkevämpi hyökkää hänen kimppuunsa ja voittaa hänet, tuo väkevämpi ottaa häneltä aseet ja varusteet, joihin hän luotti, ja jakaa saamansa saaliin.",
      "Joka ei ole minun puolellani, on minua vastaan, ja joka ei yhdessä minun kanssani kokoa, se hajottaa.",
      "Kun se sitten tulee ja löytää huoneensa lakaistuna ja hyvässä järjestyksessä,",
      "Niin kuin Joona oli merkki niniveläisille, niin on Ihmisen Poika oleva merkkinä tälle sukupolvelle.",
      "Etelän kuningatar herää tuomiolle yhdessä tämän sukupolven ihmisten kanssa ja langettaa heille tuomion. Hän tuli maan ääristä saakka kuulemaan Salomon viisautta, ja tässä teillä on enemmän kuin Salomo!",
      "Niniven asukkaat nousevat tuomiolle yhdessä tämän sukupolven kanssa ja langettavat sille tuomion. He kääntyivät, kun Joona saarnasi heille, ja tässä teillä on enemmän kuin Joona!",
      "Silmäsi on sinun ruumiisi lamppu. Kun silmäsi on terve, koko ruumiisi on valaistu. Kun silmäsi ovat huonot, ruumiisi on pimeä.",
      "Pidä siis varasi, ettei se valo, joka sinussa on, ole pimeyttä.",
      "Jeesuksen opettaessa muuan fariseus pyysi häntä kotiinsa aterialle. Hän meni sinne ja asettui pöytään.",
      "Fariseus hämmästyi huomatessaan, että hän ei ennen ateriaa peseytynyt.",
      "Te mielettömät! Eikö sama, joka on tehnyt ulkopuolen, ole tehnyt sisäpuolenkin?",
      "Mitä maljassa sisällä on, se antakaa köyhille. Silloin kaikki on teille puhdasta.",
      "Näin te tunnustatte ja hyväksytte isienne teot: he tappoivat profeetat, ja te rakennatte profeetoille muistomerkit.",
      "Tämän vuoksi onkin Jumalan Viisaus sanonut: 'Minä lähetän heidän luokseen profeettoja ja apostoleja, ja he tappavat ja vainoavat näitä.'",
      "Niinpä tämä sukupolvi saa maksaa kaikesta profeettojen verestä, joka maailman luomisesta lähtien on vuodatettu,",
      "Abelin verestä aina Sakarjan vereen asti, hänen, joka surmattiin alttarin ja pyhäkön välille. Niin, minä sanon teille: tämä sukupolvi vaaditaan vielä tilille.",
      "Voi teitä, lainopettajat! Te olette vieneet tiedon avaimen. Itse te ette ole menneet sisälle, ja niitäkin, jotka ovat halunneet mennä, te olette estäneet.",
      "Kun Jeesus lähti sieltä, lainopettajat ja fariseukset ahdistivat hellittämättä häntä kysymyksillään ja ottivat puheeksi kaikenlaisia asioita yrittäen houkutella hänet ansaan.",
      "He kuuntelivat valppaasti saadakseen hänet kiinni hänen omista sanoistaan."
    ],
    [
      "Ei ole kätköä, joka ei paljastu, eikä salaisuutta, joka ei tule ilmi.",
      "Niinpä se, mitä te sanotte pimeässä, kuullaan päivänvalossa, ja mitä te neljän seinän sisällä kuiskaatte toisen korvaan, se kuulutetaan julki katoilta.",
      "Kuulkaa, ketä teidän tulee pelätä. Pelätkää häntä, jolla on valta sekä tappaa ihminen että syöstä hänet helvettiin. Niin, sanon teille: häntä teidän on pelättävä.",
      "Varpusia saa kahdella kolikolla viisi, eikö niin? Silti Jumala ei unohda yhtäkään niistä.",
      "Teidän jokainen hiuskarvannekin on laskettu. Älkää siis pelätkö. Olettehan te arvokkaampia kuin kaikki varpuset.",
      "Mutta joka ihmisten edessä kieltää minut, se tullaan kieltämään Jumalan enkelien edessä.",
      "Ja jokaiselle, joka sanoo jotakin Ihmisen Poikaa vastaan, annetaan anteeksi, mutta sille, joka herjaa Pyhää Henkeä, ei anteeksi anneta.",
      "Hän mietti itsekseen: 'Mitä tekisin? Minun satoni ei mahdu enää mihinkään.'",
      "Hän päätti: 'Minäpä teen näin: puran aittani ja rakennan isommat niiden sijaan. Niihin minä kerään koko satoni ja kaiken muun, mitä omistan.",
      "Sitten sanon itselleni: Kelpaa sinun elää! Sinulla on kaikkea hyvää varastossa moneksi vuodeksi. Lepää nyt, syö, juo ja nauti elämästä!'",
      "Mutta Jumala sanoi hänelle: 'Sinä hullu! Tänä yönä sinun sielusi vaaditaan sinulta takaisin. Ja kaikki, minkä olet itsellesi varannut -- kenelle se joutuu?'",
      "Näin käy sen, joka kerää rikkautta itselleen mutta jolla ei ole aarretta Jumalan luona.",
      "Onhan henki enemmän kuin ruoka ja ruumis enemmän kuin vaatteet.",
      "Katsokaa korppeja: eivät ne kylvä eivätkä leikkaa, ei niillä ole vajaa eikä varastoa, ja silti Jumala ruokkii ne. Kuinka paljon arvokkaampia te olettekaan kuin linnut!",
      "Kuka teistä voi murehtimalla lisätä elämänsä pituutta kyynäränkään vertaa?",
      "Jos siis näinkään vähäinen asia ei ole teidän vallassanne, mitä te muusta huolehditte?",
      "Kun Jumala tuolla tavoin pukee ruohon, joka tänään kasvaa kedolla ja huomenna joutuu uuniin, niin paljon ennemmin hän teistä huolehtii, te vähäuskoiset!",
      "Tätä kaikkea maailman ihmiset tavoittelevat; teidän Isänne tietää kyllä, että te sitä tarvitsette.",
      "Etsikää hänen valtakuntaansa, niin te saatte myös kaiken tämän.",
      "Missä on aarteenne, siellä on myös sydämenne.",
      "Olkaa niin kuin palvelijat, jotka odottavat isäntäänsä häistä valmiina heti avaamaan oven, kun hän tulee ja kolkuttaa.",
      "Autuaita ne palvelijat, jotka heidän herransa palatessaan tapaa valvomasta! Totisesti: hän vyöttäytyy, kutsuu heidät pöytään ja jää itse palvelemaan heitä.",
      "Autuaita nuo palvelijat, jos hän tapaa heidät näin valvomasta, tulipa hän ennen sydänyötä tai sen jälkeen!",
      "Autuas se palvelija, jonka hänen isäntänsä palatessaan tapaa näin tekemästä!",
      "Totisesti: hänen hoitoonsa isäntä uskoo koko omaisuutensa.",
      "Mutta päivänä, jota tuo palvelija ei arvaa, hetkenä, jota hän ei tiedä, hänen isäntänsä tulee ja hakkaa hänet kuoliaaksi, ja niin palvelija saa saman kohtalon kuin epäuskoiset.",
      "Jos taas palvelija tietämättään tekee sellaista, mistä rangaistaan raipoin, hän pääsee vähillä iskuilla. Jolle on paljon annettu, siltä paljon vaaditaan, ja jolle on paljon uskottu, se pannaan paljosta vastaamaan.",
      "Mutta minut on kasteella kastettava -- ja missä ahdistuksessa olenkaan, ennen kuin olen sen läpi käynyt!",
      "Luuletteko, että olen tullut tuomaan maan päälle rauhaa? En suinkaan, vaan riitaa!",
      "Tästedes saman perheen jäsenet ovat eri puolta: viidestä on kolme kahta, kaksi kolmea vastaan.",
      "Tai kun tuulee etelästä, te sanotte: 'Tulee helle', ja niin tulee.",
      "Te tekopyhät! Maan ja taivaan ilmiöt te kyllä osaatte tulkita, kuinka sitten ette tätä aikaa?",
      "Kun olet vastapuolesi kanssa menossa oikeuteen, tee matkalla kaikkesi, että pääsisit sovintoon hänen kanssaan. Muuten hän raahaa sinut tuomarin eteen, ja tuomari luovuttaa sinut vartijalle, joka panee sinut vankilaan."
    ],
    [
      "Juuri siihen aikaan Jeesuksen luo tuli ihmisiä, jotka kertoivat Pilatuksen surmauttaneen uhraamaan tulleita galilealaisia, niin että heidän verensä oli sekoittunut uhrieläinten vereen.",
      "Eivät suinkaan -- samalla tavoin te kaikki olette tuhon omia, ellette käänny.",
      "Entä ne kahdeksantoista, jotka saivat surmansa, kun Siloan torni sortui heidän päälleen? Luuletteko, että he olivat syyllistyneet johonkin pahempaan kuin muut jerusalemilaiset?",
      "Silloin hän sanoi puutarhurille: 'Jo kolmena vuotena olen käynyt etsimässä hedelmiä tästä viikunapuusta, mutta en ole löytänyt. Kaada se, sehän vain vie voiman maasta.'",
      "Mutta puutarhuri vastasi: 'Herra, anna sen olla vielä yksi vuosi. Minä muokkaan ja lannoitan maan sen ympäriltä.",
      "Jeesus oli sapattina eräässä synagogassa opettamassa.",
      "Siellä oli nainen, jota kahdeksantoista vuotta oli vaivannut sairauden henki. Hänen selkänsä oli pahasti köyryssä, eikä hän kyennyt suoristamaan itseään.",
      "Hän pani kätensä naisen päälle, ja heti tämä oikaisi selkänsä ja ylisti Jumalaa.",
      "Jeesuksen vastauksen kuullessaan kaikki hänen vastustajansa olivat häpeissään, mutta kansa iloitsi kaikista ihmeteltävistä teoista, joita hän teki.",
      "Jeesus vaelsi kohti Jerusalemia. Hän kulki kaupungista kaupunkiin ja kylästä kylään ja opetti.",
      "Silloin te alatte selittää: 'Mehän söimme ja joimme sinun kanssasi, ja sinä opetit meidän kaduillamme.'",
      "Mutta hän sanoo: 'Keitä te olette? En tunne teitä. Menkää pois minun luotani, kaikki te vääryydentekijät.'",
      "Idästä ja lännestä, pohjoisesta ja etelästä tulee ihmisiä, jotka käyvät aterialle Jumalan valtakunnassa.",
      "Mutta tänään ja huomenna ja seuraavanakin päivänä minun on jatkettava kulkuani - - eihän ole mahdollista, että profeetta surmataan muualla kuin Jerusalemissa."
    ],
    [
      "Jeesus meni sapattina erään fariseusten johtomiehen kotiin aterialle, ja kaikki tarkkailivat, mitä hän tekisi.",
      "Kävi niin, että hänen luokseen tuli vesipöhöä sairastava mies.",
      "He eivät sanoneet siihen mitään. Silloin Jeesus kosketti miestä, paransi hänet ja lähetti hänet pois.",
      "Tähän he eivät kyenneet vastaamaan.",
      "Jeesus pani merkille, että vieraat pyrkivät aterialla asettumaan parhaille paikoille. Niinpä hän esitti heille vertauksen:",
      "ja isäntä, joka on teidät molemmat kutsunut, tulee sanomaan sinulle: 'Anna tämä paikka hänelle.' Silloin joudut nolona siirtymään viimeiselle sijalle.",
      "Ei -- kun sinut kutsutaan, valitse pöydässä kaikkein vaatimattomin paikka. Silloin isäntä tulee ja sanoo sinulle: 'Ystäväni, siirry tänne lähemmäksi', ja sinä saat suuren kunnian kaikkien vieraiden nähden.",
      "Ei -- kun sinä järjestät pidot, kutsu köyhiä ja raajarikkoja, rampoja ja sokeita.",
      "Kun pitojen oli määrä alkaa, hän lähetti palvelijansa sanomaan kutsutuille: 'Tulkaa, kaikki on jo valmiina.'",
      "Mutta yksi toisensa jälkeen nämä alkoivat esittää verukkeita. 'Olen ostanut pellon', sanoi yksi, 'minun täytyy mennä katsomaan sitä. Suothan anteeksi, etten pääse tulemaan.'",
      "'Ostin viisi härkäparia', sanoi toinen, 'ja olen lähdössä kokeilemaan niitä. Suothan anteeksi, etten pääse tulemaan.'",
      "Kolmas sanoi: 'Olen juuri mennyt naimisiin enkä siksi voi tulla.'",
      "Palvelija tuli sanomaan: 'Herra, olen tehnyt niin kuin käskit, mutta vielä on tilaa.'",
      "Silloin herra sanoi: 'Mene maanteille ja kylien kujille ja vaadi ihmisiä tulemaan, jotta taloni täyttyisi.",
      "Jeesuksen mukana kulki suuri joukko ihmisiä. Hän kääntyi ja sanoi heille:",
      "Joka ei kanna ristiään ja kulje minun jäljessäni, ei voi olla minun opetuslapseni.",
      "Jos joku teistä aikoo rakentaa tornin, niin kai hän ensin istuutuu arvioimaan kustannuksia nähdäkseen, onko hänellä varoja rakentaa se valmiiksi.",
      "Muuten voi käydä niin, että hän laskee perustuksen mutta joutuu jättämään työn kesken. Silloin kaikki, jotka tämän näkevät, alkavat pilkata häntä:",
      "'On siinäkin mies! Alkoi rakentaa, mutta kesken se jäi.'",
      "Ellei hän siihen pysty, hän lähettää rauhanneuvottelijoita, kun vihollinen on vielä kaukana."
    ],
    [
      "Publikaanit ja muut syntiset tulivat Jeesuksen luo kuullakseen häntä.",
      "Silloin Jeesus esitti heille vertauksen:",
      "Kun hän löytää lampaansa, hän nostaa sen iloiten hartioilleen,",
      "ja kotiin tultuaan hän kutsuu ystävänsä ja naapurinsa ja sanoo heille: 'Iloitkaa kanssani! Minä löysin lampaani, joka oli kadoksissa.'",
      "Minä sanon teille: näin on taivaassakin. Yhdestä syntisestä, joka kääntyy, iloitaan siellä enemmän kuin yhdeksästäkymmenestäyhdeksästä hurskaasta, jotka eivät ole parannuksen tarpeessa.",
      "Ja rahan löydettyään hän kutsuu ystävättärensä ja naapurin naiset ja sanoo: 'Iloitkaa kanssani! Minä löysin rahan, jonka olin kadottanut.'",
      "Nuorempi heistä sanoi isälleen: 'Isä, anna minulle osuuteni omaisuudestasi.' Isä jakoi omaisuutensa poikien kesken.",
      "Jo muutaman päivän päästä nuorempi kokosi kaikki varansa ja lähti kauas vieraille maille. Siellä hän tuhlasi koko omaisuutensa viettäen holtitonta elämää.",
      "Kun hän oli pannut kaiken menemään, siihen maahan tuli ankara nälänhätä, ja hän joutui kärsimään puutetta.",
      "Silloin hän meni erään sikäläisen miehen palvelukseen, ja tämä lähetti hänet tiluksilleen sikopaimeneksi.",
      "Nälkäänsä hän olisi halunnut syödä palkoja, sikojen ruokaa, mutta niitäkään ei hänelle annettu.",
      "Ei, nyt minä lähden isäni luo ja sanon hänelle: Isä, minä olen tehnyt syntiä taivasta vastaan ja sinua vastaan.",
      "En ole enää sen arvoinen, että minua kutsutaan pojaksesi. Ota minut palkkalaistesi joukkoon.'",
      "Poika sanoi hänelle: 'Isä, minä olen tehnyt syntiä taivasta vastaan ja sinua vastaan. En ole enää sen arvoinen, että minua kutsutaan pojaksesi.'",
      "Mutta isä sanoi palvelijoilleen: 'Hakekaa joutuin parhaat vaatteet ja pukekaa hänet niihin, pankaa hänelle sormus sormeen ja kengät jalkaan.",
      "Tuokaa syöttövasikka ja teurastakaa se. Nyt syödään ja vietetään ilojuhlaa!",
      "Minun poikani oli kuollut mutta heräsi eloon, hän oli kadoksissa, mutta nyt hän on löytynyt.' Niin alkoi iloinen juhla.",
      "Hän huusi luokseen yhden palvelijoista ja kysyi, mitä oli tekeillä.",
      "Palvelija vastasi: 'Veljesi tuli kotiin, ja isäsi käski teurastaa syöttövasikan, kun sai hänet terveenä takaisin.'",
      "Silloin vanhempi veli suuttui eikä halunnut mennä sisään. Isä tuli ulos ja suostutteli häntä,",
      "mutta hän vastasi: 'Kaikki nämä vuodet minä olen raatanut sinun hyväksesi enkä ole kertaakaan jättänyt käskyäsi täyttämättä. Silti et ole koskaan antanut minulle edes vuohipahaista juhliakseni ystävieni kanssa.",
      "Mutta kun tämä sinun poikasi tulee, tämä, joka on hävittänyt omaisuutesi porttojen parissa, sinä teurastat hänelle syöttövasikan!'",
      "Isä vastasi hänelle: 'Poikani, sinä olet aina minun luonani, ja kaikki, mikä on minun, on sinun."
    ],
    [
      "Hän kutsui tämän luokseen ja sanoi: 'Mitä minä sinusta kuulen! Tee tili toimistasi, minun talouttani sinä et enää hoida.'",
      "Mies mietti: 'Mitä minä nyt teen? Isäntä panee minut pois taloudenhoitajan toimesta. Kaivaa en jaksa, kerjätä en kehtaa.",
      "-- Nytpä tiedän! Järjestän niin, että toiset ottavat minut taloonsa, kun joudun lähtemään työpaikastani.'",
      "Hän kutsui isäntänsä velalliset vuoron perään luokseen. 'Paljonko olet velkaa isännälleni?' hän kysyi ensimmäiseltä.",
      "'Sata astiaa öljyä', tämä vastasi. Taloudenhoitaja sanoi: 'Tässä on velkakirjasi, istu ja merkitse äkkiä viisikymmentä.'",
      "Minä sanonkin teille: hankkikaa väärällä rikkaudella ystäviä, jotka ottavat teidät iäisiin asuntoihin, kun tuota rikkautta ei enää ole.",
      "Jos te ette luotettavasti hoida väärää rikkautta, kuka uskoo teille todellista?",
      "Ja jos te ette luotettavasti hoida toisen omaisuutta, kuka teille kerran antaa sen, mikä on teidän omaanne?",
      "Fariseukset kuulivat kaiken tämän. He olivat rahanahneita, ja niinpä he ivailivat Jeesusta.",
      "Mutta laista ei häviä piirtoakaan, ennemmin katoavat taivas ja maa.",
      "Jokainen, joka hylkää vaimonsa ja nai toisen, tekee aviorikoksen, ja samoin tekee aviorikoksen se, joka nai miehensä hylkäämän naisen.",
      "Mutta hänen porttinsa pielessä virui köyhä Lasarus, täynnä paiseita.",
      "Köyhä olisi nälkäänsä halunnut syödä niitä ruokapaloja, joita rikkaan pöydältä putoili. Koiratkin tulivat siihen ja nuolivat hänen paiseitaan.",
      "Kun hän tuonelan tuskissa kohotti katseensa, hän näki kaukana Abrahamin ja Lasaruksen hänen rintaansa vasten.",
      "Silloin hän huusi: 'Isä Abraham, armahda minua! Lähetä Lasarus tänne, että hän kastaisi sormenpäänsä veteen ja vilvoittaisi kieltäni. Näissä liekeissä on kauhea olla.'",
      "Mutta Abraham sanoi: 'Muista, poikani, että sinä sait eläessäsi hyvän osan, Lasarus huonon. Nyt hän saa täällä vaivoihinsa lohdun, mutta sinä saat kärsiä tuskaa.",
      "Sitä paitsi meidän välillämme on syvä, ylipääsemätön kuilu, niin ettei täältä kukaan voi tulla teidän luoksenne, vaikka tahtoisikin, eikä sieltä pääse kukaan kuilun yli meidän puolellemme.'",
      "Rikas mies sanoi: 'Isä, minä pyydän, lähetä hänet sitten vanhempieni taloon.",
      "Minulla on viisi veljeä -- hänen pitäisi varoittaa heitä, etteivät hekin joutuisi tähän kärsimyksen paikkaan.'",
      "Abraham vastasi: 'Heillä on Mooses ja profeetat. Kuulkoot heitä.'",
      "'Ei, isä Abraham', mies sanoi, 'mutta jos joku kuolleiden joukosta menisi heidän luokseen, he kääntyisivät.'"
    ],
    [
      "Parempi olisi hänelle, että hänet heitettäisiin mereen myllynkivi kaulassa, kuin että hän johdattaa lankeemukseen yhdenkään näistä vähäisistä.",
      "Ei, te sanotte: 'Laita minulle syötävää, vyötä vaatteesi ja palvele minua sen aikaa kun syön ja juon. Sitten saat sinä syödä ja juoda.'",
      "Ei palvelija siitä saa kiitosta, että hän tekee, mitä hänen tulee tehdä.",
      "Matkallaan kohti Jerusalemia Jeesus kulki Samarian ja Galilean rajaseudulla.",
      "Kun hän oli tulossa erääseen kylään, häntä vastaan tuli kymmenen spitaalista miestä. Nämä pysähtyivät matkan päähän",
      "Huomattuaan parantuneensa yksi heistä kääntyi takaisin. Hän ylisti Jumalaa suureen ääneen,",
      "lankesi maahan Jeesuksen jalkojen juureen ja kiitti häntä. Tämä mies oli samarialainen.",
      "Teille sanotaan silloin: 'Hän on tuolla', ja: 'Hän on täällä', mutta älkää lähtekö minnekään, älkää juosko perässä.",
      "Sillä niin kuin salama välähtää ja valaisee taivaan äärestä ääreen, niin on Ihmisen Poika oleva ilmestymisensä päivänä.",
      "Mutta sitä ennen hänen täytyy kärsiä paljon, ja tämä sukupolvi hylkää hänet.",
      "Ihmiset söivät ja joivat, menivät naimisiin ja naittivat tyttäriään aina siihen päivään asti, jona Nooa meni arkkiin, ja tulva tuli ja tuhosi heidät kaikki.",
      "On oleva niin kuin oli Lootin päivinä. Ihmiset söivät ja joivat, ostivat ja myivät, istuttivat ja rakensivat.",
      "Mutta sinä päivänä, jona Loot lähti Sodomasta, taivaasta satoi tulta ja tulikiveä, ja se tuhosi heidät kaikki.",
      "Jos sinä päivänä joku on katolla ja hänen tavaransa ovat sisällä talossa, hänen ei pidä mennä alas noutamaan niitä, ja jos joku on pellolla, hänen ei pidä palata kotiin.",
      "Muistakaa Lootin vaimoa!",
      "Joka yrittää turvata elämänsä, kadottaa sen, mutta joka sen kadottaa, on pelastava sen omakseen.",
      "Minä sanon teille: Sinä yönä on kaksi samalla vuoteella: toinen otetaan, toinen jätetään.",
      "Kaksi naista on yhdessä jauhamassa: toinen otetaan, toinen jätetään. ["
    ],
    [
      "Jeesus esitti opetuslapsille vertauksen opettaakseen, että aina tulee rukoilla, koskaan lannistumatta:",
      "Samassa kaupungissa eli myös leskivaimo, joka tavan takaa tuli tuomarin luo pyytämään: 'Ratkaise jo asiani, tuomitse riitapuoleni.'",
      "Pitkään aikaan tuomari ei suostunut. Sitten hän kuitenkin ajatteli: 'Kaukana siitä, että pelkäisin Jumalaa tai piittaisin ihmisistä,",
      "Tottahan sitten Jumala hankkii oikeuden valituilleen, jotka päivin ja öin huutavat häntä avuksi. Hänkö viivyttäisi apuaan?",
      "Muutamille, jotka olivat varmoja omasta vanhurskaudestaan ja väheksyivät muita, Jeesus esitti tämän kertomuksen:",
      "Fariseus asettui paikalleen seisomaan ja rukoili itsekseen: 'Jumala, minä kiitän sinua, etten ole sellainen kuin muut ihmiset, rosvot, huijarit, huorintekijät tai vaikkapa tuo publikaani.",
      "Minä paastoan kahdesti viikossa ja maksan kymmenykset kaikesta, siitäkin mitä ostan.'",
      "Publikaani seisoi taempana. Hän ei tohtinut edes kohottaa katsettaan taivasta kohti vaan löi rintaansa ja sanoi: 'Jumala, ole minulle syntiselle armollinen!'",
      "Minä sanon teille: hän lähti kotiinsa vanhurskaana, tuo toinen ei. Jokainen, joka itsensä korottaa, alennetaan, mutta joka itsensä alentaa, se korotetaan.",
      "Jeesuksen luo tuotiin myös pieniä lapsia, jotta hän koskisi heihin. Tämän nähdessään opetuslapset moittivat tuojia,",
      "Kun mies kuuli tämän, hän tuli murheelliseksi, sillä hän oli hyvin rikas.",
      "Hänet annetaan pakanoiden käsiin, häntä pilkataan ja häpäistään ja hänen päälleen syljetään,",
      "Opetuslapset eivät ymmärtäneet Jeesuksen sanoista mitään. Asia pysyi heiltä salassa, eivätkä he käsittäneet, mitä Jeesus tarkoitti.",
      "Kun Jeesus lähestyi Jerikoa, tien vieressä istui sokea mies kerjäämässä.",
      "Kuullessaan, että tiellä kulki paljon väkeä, mies kysyi, mitä oli tekeillä.",
      "Hänelle kerrottiin, että Jeesus Nasaretilainen oli menossa siitä ohi.",
      "Jeesus pysähtyi ja käski tuoda hänet luokseen. Mies tuli, ja Jeesus kysyi häneltä:",
      "Siinä samassa mies sai näkönsä, ja hän lähti seuraamaan Jeesusta ylistäen Jumalaa. Ja kaikki, jotka näkivät tämän, kiittivät ja ylistivät Jumalaa."
    ],
    [
      "Jeesus tuli Jerikoon ja kulki kaupungin halki.",
      "Siellä asui mies, jonka nimi oli Sakkeus. Hän oli publikaanien esimies ja hyvin rikas.",
      "Hän halusi nähdä, mikä mies Jeesus oli, mutta ei pienikokoisena ylettynyt kurkistamaan väkijoukon takaa.",
      "Niinpä hän juoksi jonkin matkaa edemmäs ja kiipesi metsäviikunapuuhun nähdäkseen Jeesuksen, joka oli tulossa sitä tietä.",
      "Sakkeus tuli kiireesti alas ja otti iloiten Jeesuksen vieraakseen.",
      "Niille, jotka olivat tätä kuulemassa, Jeesus esitti vielä vertauksen, koska hän oli jo lähellä Jerusalemia ja monet luulivat Jumalan valtakunnan ilmestyvän aivan kohta.",
      "Hän kutsui luokseen kymmenen palvelijaansa, antoi heille kullekin kultarahan ja sanoi: 'Käyttäkää näitä parhaanne mukaan, kunnes minä palaan.'",
      "Hänen maanmiehensä kuitenkin vihasivat häntä ja lähettivät hänen peräänsä lähetystön sanomaan: 'Me emme tahdo sitä miestä kuninkaaksemme.'",
      "Ensimmäinen tuli hänen eteensä ja sanoi: 'Herra, antamasi kultaraha on tuottanut kymmenen lisää.'",
      "Kuningas sanoi hänelle: 'Mainiota! Olet hyvä palvelija. Koska aivan vähässäkin olet ollut uskollinen, saat hallintaasi kymmenen kaupunkia.'",
      "Toinen tuli ja sanoi: 'Herra, antamasi kultaraha on tuottanut viisi kultarahaa.'",
      "Hänelle kuningas sanoi: 'Sinut minä panen hallitsemaan viittä kaupunkia.'",
      "Minä pelkäsin sinua, koska olet armoton mies. Sinä otat, mitä et ole talteen pannut, ja leikkaat, mitä et ole kylvänyt.'",
      "Kuningas sanoi hänelle: 'Omien sanojesi mukaan minä sinut tuomitsen. Sinä kelvoton palvelija! Sinä siis tiesit, että minä olen armoton mies, että otan, mitä en ole talteen pannut, ja leikkaan, mitä en ole kylvänyt.",
      "Mikset sitten vienyt minun rahaani pankkiin, niin että olisin palattuani voinut nostaa sen korkoineen?'",
      "He sanoivat: 'Herra, hänellä on jo kymmenen kultarahaa.'",
      "Mutta hän jatkoi: 'Jokaiselle, jolla on, annetaan, mutta jolla ei ole, siltä otetaan pois sekin, mitä hänellä on.",
      "Tämän sanottuaan Jeesus lähti toisten edellä nousemaan Jerusalemiin vievää tietä.",
      "Kun hän oli tulossa Öljymäeksi kutsutulle vuorelle ja oli jo lähellä Betfagea ja Betaniaa, hän lähetti edeltä kaksi opetuslastaan",
      "Miehet lähtivät ja havaitsivat kaiken olevan niin kuin Jeesus oli heille sanonut.",
      "He toivat varsan Jeesukselle, heittivät vaatteitaan sen selkään ja auttoivat Jeesuksen ratsaille.",
      "Kun hän sitten ratsasti, opetuslapset levittivät vaatteitaan tielle.",
      "Jeesuksen lähestyessä sitä paikkaa, mistä tie laskeutuu Öljymäen rinnettä alas, koko opetuslasten joukko alkoi riemuissaan suureen ääneen ylistää Jumalaa kaikista niistä voimateoista, jotka he olivat nähneet.",
      "He huusivat: -- Siunattu hän, kuningas, joka tulee Herran nimessä! Taivaassa rauha, kunnia korkeuksissa!",
      "Kun Jeesus tuli lähemmäksi ja näki kaupungin, hän puhkesi itkuun sen tähden",
      "Vielä tulet näkemään ajan, jolloin viholliset rakentavat ympärillesi vallin, saartavat sinut ja käyvät kimppuusi joka puolelta.",
      "Jeesus meni temppeliin ja alkoi ajaa ulos niitä, jotka siellä kävivät kauppaa.",
      "Hän opetti sitten joka päivä temppelissä. Ylipapit, lainopettajat ja muut kansan johtomiehet miettivät, miten raivaisivat hänet pois tieltä.",
      "He eivät kuitenkaan keksineet, mitä tehdä, sillä koko kansa oli jatkuvasti Jeesuksen ympärillä kuuntelemassa häntä."
    ],
    [
      "Kun Jeesus eräänä päivänä taas opetti temppelissä kansaa ja julisti hyvää sanomaa, ylipapit ja lainopettajat tulivat yhdessä vanhimpien kanssa hänen luokseen",
      "Niin he vastasivat, etteivät tienneet sitä.",
      "Silloin omistaja lähetti toisen palvelijan. Viljelijät pieksivät tämänkin, häpäisivät häntä ja lähettivät hänet pois tyhjin käsin.",
      "Mies lähetti vielä kolmannen palvelijan, mutta tämänkin he hakkasivat verille ja ajoivat tiehensä.",
      "Mutta kun vuokraajat näkivät pojan, he päättelivät yhdessä: 'Hän on perillinen. Tapetaan hänet, niin saamme hänen perintönsä.'",
      "He raahasivat hänet ulos viinitarhasta ja tappoivat hänet. -- Mitä viinitarhan omistaja nyt tekee heille?",
      "Lainopettajien ja ylipappien teki mieli ottaa Jeesus kiinni siltä seisomalta, mutta he pelkäsivät kansaa. He ymmärsivät, että Jeesus oli vertauksessaan puhunut heistä.",
      "Lainopettajat ja ylipapit pitivät Jeesusta silmällä ja lähettivät hänen luokseen hurskaiksi tekeytyviä urkkijoita. He pyrkivät saamaan hänet sanoistaan kiinni, jotta voisivat luovuttaa hänet virkavallan käsiin, maaherran tuomittavaksi.",
      "Jeesus huomasi heidän juonensa ja sanoi:",
      "Niinpä he eivät kansan kuullen saaneet Jeesusta kiinni puheistaan. Jeesuksen vastaus sai heidät ymmälle, ja he vaikenivat.",
      "Jeesuksen luo tuli sitten muutamia saddukeuksia, niitä, jotka kieltävät ylösnousemuksen. He esittivät hänelle kysymyksen:",
      "Oli seitsemän veljestä. Vanhin heistä otti vaimon ja kuoli lapsettomana.",
      "Silloin toinen otti hänet,",
      "sitten kolmas, ja vuorollaan kaikki seitsemän. Kaikki he kuolivat jättämättä jälkeensä lapsia.",
      "Lopuksi nainenkin kuoli.",
      "Mutta tulevassa maailmassa ne, jotka on katsottu ylösnousemuksen arvoisiksi, eivät enää mene naimisiin.",
      "He eivät enää voi kuolla, sillä he ovat enkelien kaltaisia. He ovat Jumalan lapsia, ylösnousemuksesta osallisia.",
      "Ja sen, että kuolleet nousevat ylös, on Mooseskin osoittanut kertomuksessa palavasta pensaasta. Hänhän sanoo, että Herra on Abrahamin Jumala, Iisakin Jumala ja Jaakobin Jumala.",
      "Silloin ei enää kenelläkään ollut rohkeutta kysyä häneltä mitään.",
      "Daavid itse sanoo Psalmien kirjassa: -- Herra sanoi minun herralleni: Istu oikealle puolelleni.",
      "Minä kukistan vihollisesi, panen heidät korokkeeksi jalkojesi alle.",
      "Kaiken kansan kuullen Jeesus sanoi opetuslapsilleen:"
    ],
    [
      "Jeesus käänsi katseensa uhriarkkuun päin ja näki rikkaiden panevan siihen lahjoja.",
      "Hän näki myös, kuinka eräs köyhä leskivaimo pani arkkuun kaksi pientä lanttia.",
      "Kun jotkut ihastelivat temppeliä, sen kauniita kiviä ja näkyville pantuja lahjoja, Jeesus sanoi:",
      "Tulee aika, jolloin kaikki tämä, mitä te nyt katselette, revitään maahan. Tähän ei jää kiveä kiven päälle.",
      "ja joka puolella on suuria maanjäristyksiä, nälänhätää ja ruttotauteja. Kauhistuttavia asioita tapahtuu, ja taivaalla näkyy suuria ennusmerkkejä.",
      "Näin te saatte tilaisuuden todistaa minusta.",
      "Painakaa vain mieleenne, että teidän ei tule etukäteen miettiä, miten itseänne puolustatte.",
      "Minä annan teille viisauden puhua niin, ettei yksikään vastustajanne kykene kiistämään eikä kumoamaan sanojanne.",
      "Kaikki vihaavat teitä minun nimeni tähden.",
      "Mutta edes hiuskarva päästänne ei mene hukkaan.",
      "Pysykää lujina, niin voitatte omaksenne elämän.",
      "Silloin on kaikkien Juudeassa asuvien paettava vuorille. Niiden, jotka ovat kaupungissa, on lähdettävä sieltä, eikä maaseudulla olevien pidä tulla kaupunkiin.",
      "Sillä ne päivät ovat koston päiviä: kaikki, mitä on kirjoitettu, käy toteen.",
      "Voi niitä, jotka noina päivinä ovat raskaana tai imettävät! Tähän maahan tulee suuri hätä, ja tätä kansaa kohtaa viha.",
      "Monet surmataan miekan terällä, toiset viedään vangiksi kaikkien kansojen sekaan, ja vieraat kansat polkevat Jerusalemia, kunnes niille annettu aika täyttyy.",
      "Kaikki lamaantuvat pelosta odottaessaan sitä, mikä on kohtaava ihmiskuntaa, sillä taivaiden voimat järkkyvät.",
      "Silloin nähdään Ihmisen Pojan tulevan pilven päällä suuressa voimassaan ja kirkkaudessaan.",
      "Kun näette sen puhkeavan lehteen, te tiedätte ilman muuta, että kesä on jo lähellä.",
      "Samalla tavoin te nähdessänne tämän tapahtuvan tiedätte, että Jumalan valtakunta on lähellä.",
      "Totisesti: tämä sukupolvi ei katoa ennen kuin kaikki tämä tapahtuu.",
      "Taivas ja maa katoavat, mutta minun sanani eivät katoa.",
      "niin kuin ansa. Sitä päivää ei vältä yksikään, joka maan päällä elää.",
      "Päivät Jeesus opetti temppelissä, mutta illalla hän aina lähti sieltä ja vietti yönsä vuorella, jota sanotaan Öljymäeksi.",
      "Jo varhain aamulla kansa tuli temppeliin hänen luokseen kuulemaan häntä."
    ],
    [
      "Happamattoman leivän juhla, jota kutsutaan myös pääsiäiseksi, oli jo lähellä.",
      "Ylipapit ja lainopettajat miettivät miettimistään, millä keinoin saisivat Jeesuksen raivatuksi tieltä, sillä he pelkäsivät kansaa.",
      "Silloin meni Saatana Juudakseen, jota kutsuttiin Iskariotiksi; hän oli yksi kahdestatoista opetuslapsesta.",
      "Hän lähti ylipappien ja temppelivartioston päällikköjen luo ja keskusteli heidän kanssaan siitä, miten toimittaisi Jeesuksen heidän käsiinsä.",
      "He ilahtuivat ja tarjosivat hänelle rahaa.",
      "Juudas suostui tarjoukseen ja etsi nyt sopivaa tilaisuutta saattaakseen Jeesuksen heidän käsiinsä kaikessa hiljaisuudessa.",
      "Sitten tuli se happamattoman leivän päivä, jona pääsiäislammas oli teurastettava.",
      "ja sanokaa talon isännälle: 'Opettaja kysyy sinulta, missä on huone, jossa hän voi syödä pääsiäisaterian opetuslastensa kanssa.'",
      "He lähtivät matkaan, ja kaikki kävi niin kuin Jeesus oli heille sanonut. He valmistivat pääsiäisaterian.",
      "Kun hetki koitti, Jeesus kävi aterialle yhdessä apostolien kanssa.",
      "Mutta tälle samalle pöydälle ojentaa yhdessä minun kanssani kätensä myös minun kavaltajani.",
      "Opetuslapset alkoivat kysellä toisiltaan, kuka heistä se saattaisi olla.",
      "Opetuslasten kesken syntyi myös kiistaa siitä, ketä heistä olisi pidettävä suurimpana.",
      "Niin ei saa olla teidän keskuudessanne. Joka teidän joukossanne on suurin, se olkoon kuin nuorin, ja joka on johtaja, olkoon kuin palvelija.",
      "Kumpi on suurempi, se, joka on aterialla, vai se, joka palvelee häntä? Eikö se, joka on aterialla? Mutta minä olen teidän keskellänne niin kuin se, joka palvelee.",
      "Niinpä minä annan teille kuninkaallisen vallan, niin kuin Isäni on minulle antanut.",
      "Te saatte minun valtakunnassani syödä ja juoda minun pöydässäni, ja te istutte valtaistuimilla ja hallitsette Israelin kahtatoista heimoa.",
      "Jeesus lähti kaupungista ja meni tapansa mukaan Öljymäelle. Opetuslapset seurasivat häntä.",
      "Itse hän meni vähän edemmäs, kivenheiton päähän, polvistui ja rukoili:",
      "Isä, jos tahdot, niin ota tämä malja minulta pois. Mutta älköön toteutuko minun tahtoni, vaan sinun.",
      "Silloin taivaasta ilmestyi hänelle enkeli, joka vahvisti häntä.",
      "Suuressa tuskassaan Jeesus rukoili yhä kiihkeämmin, niin että hänen hikensä vuoti maahan veripisaroiden tavoin.",
      "Kun hän sitten nousi rukoilemasta ja tuli opetuslasten luo, hän tapasi heidät nukkumasta murheen uuvuttamina.",
      "Jeesuksen vielä puhuessa sinne tuli joukko miehiä, ja heidän oppaanaan oli Juudas, yksi kahdestatoista opetuslapsesta. Juudas tuli Jeesusta kohti antaakseen hänelle suudelman,",
      "Yksi heistä iskikin ylipapin palvelijaa niin että tämän oikea korva irtosi.",
      "He vangitsivat Jeesuksen ja veivät hänet mukanaan ylipapin taloon. Pietari seurasi häntä jonkin matkan päässä.",
      "Keskelle pihaa sytytettiin nuotio, ja kun väki asettui sen ympärille, Pietari istuutui muiden joukkoon.",
      "Hän meni ulos ja itki katkerasti.",
      "Miehet, joiden käsissä Jeesus oli, pilkkasivat ja löivät häntä.",
      "Monella muullakin tavalla he herjasivat häntä.",
      "Kun päivä koitti, kokoontuivat kansan vanhimmat, ylipapit ja lainopettajat neuvoston istuntoon. Jeesus tuotiin heidän eteensä,",
      "Ja jos jotakin kysyn, te ette vastaa."
    ],
    [
      "He lähtivät sieltä kaikki yhdessä, veivät Jeesuksen Pilatuksen eteen",
      "Tämän kuultuaan Pilatus kysyi, oliko mies galilealainen.",
      "Saatuaan tietää, että Jeesus oli Herodeksen hallintoalueelta, hän lähetti Jeesuksen Herodeksen luo, sillä tämäkin oli niinä päivinä Jerusalemissa.",
      "Herodes ilahtui kovin nähdessään Jeesuksen, sillä hän oli jo pitkään halunnut tavata hänet. Hän oli kuullut Jeesuksesta ja toivoi, että tämä tekisi hänen nähtensä jonkin ihmeteon.",
      "Hän kyseli Jeesukselta kaikenlaista, mutta Jeesus ei vastannut hänelle mitään.",
      "Ylipapit ja lainopettajat, jotka olivat paikalla, syyttivät Jeesusta kiivaasti.",
      "Herodes ja hänen sotilaansa alkoivat nyt kohdella Jeesusta halveksuvasti. Herodes teki Jeesuksesta pilkkaa puettamalla hänet komeaan pukuun, ja sitten hän lähetti Jeesuksen takaisin Pilatuksen luo.",
      "Tuona päivänä Herodeksesta ja Pilatuksesta tuli ystävät; siihen saakka he olivat olleet vihoissa keskenään.",
      "Pilatus kutsui koolle ylipapit, hallitusmiehet ja kansan",
      "Ei liioin Herodes, sillä hän lähetti miehen takaisin meidän eteemme. Ei hän ole tehnyt mitään, mistä seuraisi kuolemantuomio.",
      "Hänen näet täytyi aina juhlan aikana päästää heille joku vanki vapaaksi.]",
      "Barabbas oli kaupungissa puhjenneen mellakan ja murhan tähden vangittu mies.",
      "Pilatus vetosi uudestaan heihin, sillä hän halusi vapauttaa Jeesuksen.",
      "Mutta he eivät antaneet periksi vaan huusivat yhä kovemmin ja vaativat, että Jeesus oli ristiinnaulittava. Huutonsa voimalla he saivat tahtonsa läpi.",
      "Pilatus päätti lopulta suostua heidän vaatimukseensa.",
      "Hän vapautti sen miehen, jonka he halusivat -- miehen, joka oli vangittu mellakan ja murhan tähden -- mutta Jeesuksen hän luovutti heidän valtaansa.",
      "Jeesusta lähdettiin viemään. Matkalla sotilaat pysäyttivät Simon-nimisen kyreneläisen miehen, joka oli tulossa kaupunkiin, ja panivat hänet kantamaan ristiä Jeesuksen jäljessä.",
      "Mukana seurasi suuri väkijoukko, myös monia naisia, jotka valittivat ääneen ja itkivät Jeesusta.",
      "Tulee aika, jolloin sanotaan: 'Autuaita ovat hedelmättömät, autuaita ne kohdut, jotka eivät ole synnyttäneet, ja rinnat, jotka eivät ole lasta ruokkineet.'",
      "Silloin ihmiset sanovat vuorille: 'Kaatukaa meidän päällemme', ja kukkuloille: 'Peittäkää meidät.'",
      "Jeesuksen kanssa teloitettavaksi vietiin kaksi muuta miestä, kaksi rikollista.",
      "Kun tultiin paikkaan, jota kutsutaan Pääkalloksi, he ristiinnaulitsivat Jeesuksen ja rikolliset, toisen hänen oikealle puolelleen, toisen vasemmalle.",
      "Myös sotilaat pilkkasivat häntä. He tulivat hänen luokseen, tarjosivat hänelle hapanviiniä",
      "Oli jo kuudes tunti. Silloin, keskipäivällä, aurinko pimeni. Pimeys tuli koko maan ylle, ja sitä kesti yhdeksänteen tuntiin saakka.",
      "Temppelin väliverho repesi keskeltä kahtia.",
      "Ja kaikki ne ihmiset, jotka suurin joukoin olivat kerääntyneet katselemaan tätä näytelmää, palasivat tämän nähtyään kaupunkiin rintaansa lyöden.",
      "Jeesuksen tuttavat seisoivat kaikki etäämpänä ja seurasivat sieltä tapahtumia. Siellä olivat myös naiset, jotka olivat tulleet Galileasta hänen mukanaan.",
      "(H23:50-51)Muuan neuvoston jäsen, Joosef, joka oli kotoisin juutalaisesta Arimatian kaupungista, ei ollut yhtynyt neuvoston päätökseen eikä osallistunut sen toimiin. Hän oli hyvä ja hurskas mies ja odotti Jumalan valtakuntaa.",
      "Joosef meni Pilatuksen puheille ja pyysi Jeesuksen ruumista.",
      "Hän otti sen ristiltä, kääri pellavavaatteeseen ja pani kallioon hakattuun hautaan, johon ei vielä ollut haudattu ketään.",
      "Oli valmistuspäivä, sapatti oli juuri alkamassa.",
      "Naiset, jotka olivat Jeesuksen kanssa tulleet Galileasta, lähtivät Joosefin mukaan. He näkivät, kuinka Jeesuksen ruumis pantiin hautaan.",
      "Palattuaan kaupunkiin he hankkivat tuoksuvia öljyjä ja voiteita, mutta sapatin he viettivät levossa lain käskyn mukaan."
    ],
    [
      "Ensimmäisenä päivänä sapatin jälkeen naiset jo aamuvarhaisella menivät haudalle ja ottivat hankkimansa tuoksuöljyt mukaan.",
      "He havaitsivat, että kivi oli vieritetty haudan suulta,",
      "ja kun he menivät sisälle hautaan, he eivät löytäneet Herran Jeesuksen ruumista.",
      "Kun he olivat ymmällä tästä, heidän edessään seisoi yhtäkkiä kaksi miestä sädehtivän kirkkaissa vaatteissa.",
      "Ei hän ole täällä, hän on noussut kuolleista. Muistakaa, mitä hän sanoi teille ollessaan vielä Galileassa:",
      "Silloin he muistivat, mitä Jeesus oli puhunut.",
      "Haudalta palattuaan naiset veivät tästä sanan yhdelletoista opetuslapselle ja kaikille muille.",
      "Nämä naiset olivat Magdalan Maria, Johanna ja Jaakobin äiti Maria, ja vielä muitakin oli heidän kanssaan. He kertoivat kaiken apostoleille,",
      "mutta nämä arvelivat naisten puhuvan omiaan eivätkä uskoneet heitä.",
      "Pietari lähti kuitenkin juoksujalkaa haudalle. Kurkistaessaan sisään hän näki ainoastaan käärinliinat, ja hän lähti pois ihmetellen mielessään sitä, mikä oli tapahtunut.",
      "Samana päivänä oli kaksi opetuslasta menossa Emmaus-nimiseen kylään, jonne on Jerusalemista noin kahden tunnin kävelymatka.",
      "He keskustelivat kaikesta siitä, mitä oli tapahtunut.",
      "Heidän siinä puhellessaan ja pohdiskellessaan Jeesus itse liittyi heidän seuraansa ja kulki heidän kanssaan.",
      "He eivät kuitenkaan tunteneet häntä, sillä heidän silmänsä olivat kuin sokaistut.",
      "Meidän ylipappimme ja hallitusmiehemme luovuttivat hänet tuomittavaksi kuolemaan ja ristiinnaulitsivat hänet.",
      "Me kuitenkin olimme eläneet siinä toivossa, että hän olisi se, joka lunastaa Israelin. Eikä siinä kaikki. Tänään on jo kolmas päivä siitä kun se tapahtui,",
      "ja nyt ovat muutamat naiset meidän joukostamme saattaneet meidät kerta kaikkiaan hämmennyksiin. He kävivät varhain aamulla haudalla",
      "mutta eivät löytäneet hänen ruumistaan. Sieltä tultuaan he lisäksi kertoivat nähneensä näyn: enkeleitä, jotka sanoivat, että Jeesus elää.",
      "Ja hän selitti heille Mooseksesta ja kaikista profeetoista alkaen, mitä hänestä oli kaikissa kirjoituksissa sanottu.",
      "He olivat jo saapumassa kylään, jonne olivat menossa. Jeesus oli jatkavinaan matkaansa,",
      "Kun hän sitten aterioi heidän kanssaan, hän otti leivän, kiitti Jumalaa, mursi leivän ja antoi sen heille.",
      "Silloin heidän silmänsä aukenivat ja he tunsivat hänet. Mutta samassa hän jo oli poissa heidän näkyvistään.",
      "Heti paikalla he lähtivät matkaan ja palasivat Jerusalemiin. Siellä olivat koolla yksitoista opetuslasta ja muut heidän joukkoonsa kuuluvat.",
      "Nuo kaksi puolestaan kertoivat, mitä matkalla oli tapahtunut ja miten he olivat tunteneet Jeesuksen, kun hän mursi leivän.",
      "He pelästyivät suunnattomasti, sillä he luulivat näkevänsä aaveen.",
      "Näin puhuessaan hän näytti heille kätensä ja jalkansa.",
      "He antoivat hänelle palan paistettua kalaa",
      "ja näkivät, kuinka hän otti sen käteensä ja söi.",
      "Nyt hän avasi heidän mielensä ymmärtämään kirjoitukset.",
      "ja kaikille kansoille, Jerusalemista alkaen, on hänen nimessään saarnattava parannusta ja syntien anteeksiantamista.",
      "Te olette tämän todistajat.",
      "Jeesus vei opetuslapset ulos kaupungista, lähelle Betaniaa, ja siellä hän kohotti kätensä ja siunasi heidät.",
      "Siunatessaan hän erkani heistä, ja hänet otettiin ylös taivaaseen.",
      "He kumartuivat maahan asti ja osoittivat hänelle kunnioitustaan, ja sitten he riemua täynnä palasivat Jerusalemiin.",
      "He olivat alati temppelissä ja ylistivät Jumalaa."
    ]
  ],
  "name": "Luke"
}
