{
  "id": "eph",
  "chapters": [
    [
      "Paavali, Jumalan tahdosta Kristuksen Jeesuksen apostoli, tervehtii Efesoksessa asuvia, Kristukseen Jeesukseen uskovia pyhiä.",
      "Jumalan, meidän Isämme, ja Herran Jeesuksen Kristuksen armo ja rauha teille.",
      "Ylistetty olkoon meidän Herramme Jeesuksen Kristuksen Jumala ja Isä! Hän on siunannut meitä kaikella Hengen siunauksella, taivaallisilla aarteilla Kristuksessa.",
      "Jo ennen maailman luomista hän on valinnut meidät Kristuksessa olemaan edessään pyhiä ja nuhteettomia Kristuksesta osallisina.",
      "Rakkaudessaan hän näki hyväksi jo edeltä määrätä meidät yhteyteensä, omiksi lapsikseen, Jeesuksen Kristuksen tähden.",
      "Ylistetty olkoon hänen armonsa kirkkaus, kun hän antoi meille rakkaan Poikansa!",
      "Kristuksen veressä meillä on lunastus, rikkomustemme anteeksianto. Näin Jumala on antanut armonsa rikkauden",
      "tulla runsaana osaksemme ja suonut meille kaikkea viisautta ja ymmärrystä.",
      "Hän on ilmaissut meille tahtonsa salaisuuden, sen Kristusta koskevan suunnitelman, jonka hän oli nähnyt hyväksi tehdä",
      "ja joka oli määräajan tullessa toteutuva: hän oli yhdistävä Kristuksessa yhdeksi kaiken, mitä on taivaassa ja maan päällä.",
      "Jumala on myös antanut Kristuksessa meille perintöosan, niin kuin hän oli suunnitellut ja ennalta määrännyt -- hän, joka saattaa kaiken tapahtumaan tahtonsa ja päätöksensä mukaisesti.",
      "Siksi meidän, jotka olemme jo ennalta saaneet panna toivomme Kristukseen, tulee elää Jumalan kirkkauden ylistykseksi.",
      "Kristukseen tekin nyt uskotte kuultuanne totuuden sanan, pelastuksenne evankeliumin. Häneen uskoessanne te myös olette saaneet luvatun Pyhän Hengen sinetiksenne.",
      "Se on meidän perintöosamme vakuutena, joka takaa meille lunastuksen, Jumalan kirkkauden ylistykseksi.",
      "Saatuani kuulla teidän uskostanne Herraan Jeesukseen ja rakkaudestanne kaikkia pyhiä kohtaan",
      "olen lakkaamatta kiittänyt Jumalaa teistä muistaessani teitä rukouksissani.",
      "Minä rukoilen, että Herramme Jeesuksen Kristuksen Jumala, kirkkauden Isä, antaisi teille viisauden ja näkemisen hengen, niin että oppisitte tuntemaan hänet,",
      "ja että hän valaisisi teidän sisäiset silmänne näkemään, millaiseen toivoon hän on meidät kutsunut, miten äärettömän rikkaan perintöosan hän antaa meille pyhien joukossa",
      "ja miten mittaamaton on hänen voimansa, joka vaikuttaa meissä uskovissa. Se on sama väkevä voima,",
      "jota hän osoitti herättäessään Kristuksen kuolleista ja asettaessaan hänet istumaan oikealle puolelleen taivaassa,",
      "ylemmäksi kaikkia valtoja, voimia ja mahteja, ylemmäksi kaikkia herruuksia, jotka mainitaan tässä ja tulevassakin maailmassa.",
      "Jumala on alistanut kaiken hänen valtaansa ja asettanut hänet kaiken yläpuolelle seurakuntansa pääksi.",
      "Seurakunta on Kristuksen ruumis ja hänen täyteytensä, hänen, joka kaiken kaikessa täyttää."
    ],
    [
      "Jumala on tehnyt eläviksi teidät, jotka olitte kuolleita rikkomustenne ja syntienne tähden.",
      "Ennen te elitte niiden vallassa tämän maailman menon mukaan, totellen avaruuden henkivaltojen hallitsijaa, sitä henkeä, joka yhä vaikuttaa tottelemattomissa ihmisissä.",
      "Heidän joukossaan mekin kaikki ennen elimme noudattaen oman luontomme haluja ja tehden niin kuin ruumiimme ja mielemme tahtoivat, ja näin olimme luonnostamme vihan alaisia niin kuin kaikki muutkin.",
      "Jumalan laupeus on kuitenkin niin runsas ja hän rakasti meitä niin suuresti,",
      "että hän teki meidät, rikkomustemme tähden kuolleet, eläviksi Kristuksen kanssa. Armosta teidät on pelastettu.",
      "Jumala herätti meidät yhdessä Kristuksen Jeesuksen kanssa ja antoi meillekin paikan taivaassa",
      "osoittaakseen kaikille tuleville aikakausille, kuinka äärettömän runsas on hänen armonsa ja kuinka suuri hänen hyvyytensä, kun hän antoi meille Kristuksen Jeesuksen.",
      "Armosta Jumala on teidät pelastanut antamalla teille uskon. Pelastus ei ole lähtöisin teistä, vaan se on Jumalan lahja.",
      "Se ei perustu ihmisen tekoihin, jottei kukaan voisi ylpeillä.",
      "Mekin olemme Jumalan tekoa, luotuja Kristuksen Jeesuksen yhteyteen toteuttamaan niitä hyviä tekoja, joita tekemään Jumala on meidät tarkoittanut.",
      "Muistakaa, että te olitte synnyltänne vierasheimoisia, ympärileikkaamattomia -- niinhän teitä nimittävät ne, joita ihmisten tekemän leikkauksen vuoksi sanotaan ympärileikatuiksi.",
      "Siihen aikaan te elitte ilman Kristusta, Israelin kansan ulkopuolella ja osattomina liitoista ja niiden lupauksista, olitte maailmassa vailla toivoa ja vailla Jumalaa.",
      "Mutta nyt Jumala on Kristuksessa Jeesuksessa, hänen veressään, tuonut lähelleen teidät, jotka ennen olitte kaukana hänestä.",
      "Kristus on meidän rauhamme. Hän on tehnyt nämä kaksi ihmisryhmää yhdeksi ja kuolemallaan hajottanut niitä erottaneen vihollisuuden muurin.",
      "Hän on kumonnut lain käskyineen ja säädöksineen, jotta hän omassa itsessään loisi nuo kaksi yhdeksi uudeksi ihmiseksi, ja näin hän on tehnyt rauhan.",
      "Ristillä kuollessaan hän omassa ruumiissaan sai aikaan sovinnon Jumalan ja näiden molempien välille ja teki näin lopun vihollisuudesta.",
      "Hän tuli julistamaan rauhaa teille, jotka olitte kaukana, ja rauhaa niille, jotka olivat lähellä.",
      "Hän on avannut meille molemmille pääsyn Isän luo yhden ja saman Hengen johdattamina.",
      "Te ette siis enää ole vieraita ja muukalaisia, vaan kuulutte Jumalan perheeseen, samaan kansaan kuin pyhät.",
      "Te olette kiviä siinä rakennuksessa, jonka perustuksena ovat apostolit ja profeetat ja jonka kulmakivenä on itse Kristus Jeesus.",
      "Hän liittää koko rakennuksen yhteen niin että se kasvaa Herran pyhäksi temppeliksi,",
      "ja hän liittää teidätkin Hengellään rakennuskivinä Jumalan asumukseen."
    ],
    [
      "Tästä syystä minä Paavali, joka olen Kristuksen Jeesuksen tahdosta vankina teidän vierasheimoisten tähden, polvistun Isän eteen.",
      "Olettehan kuulleet siitä Jumalan suunnitelmasta, jonka hän armossaan on ilmoittanut minulle, teidän parhaaksenne.",
      "Minulle on ilmestyksessä annettu tiedoksi tämä salaisuus, niin kuin olen edellä lyhyesti kirjoittanut.",
      "Tätä lukiessanne voitte huomata, kuinka hyvin minä olen perillä Kristuksen salaisuudesta.",
      "Sitä ei menneiden sukupolvien aikana annettu ihmisten tietoon, mutta nyt Henki on ilmoittanut sen Kristuksen pyhille apostoleille ja profeetoille:",
      "muihin kansoihin kuuluvilla on sama oikeus perintöön kuin juutalaisillakin, he ovat saman ruumiin jäseniä ja heitä koskee nyt sama lupaus, kun evankeliumi on johtanut heidät Kristuksen Jeesuksen yhteyteen.",
      "Tämän evankeliumin palvelija minusta on tullut sen armolahjan perusteella, jonka Jumala on voimassaan minulle suonut.",
      "Minulle, kaikista pyhistä vähäisimmälle, on annettu se armo, että saan julistaa kansoille sanomaa Kristuksen tutkimattomasta rikkaudesta",
      "ja ilmoittaa sen pyhän suunnitelman, jonka Jumala, kaiken luoja, on ikiajoista asti pitänyt salaisuutenaan.",
      "Näin myös avaruuden henkivallat ja voimat tulevat seurakunnan välityksellä tuntemaan Jumalan viisauden kaikessa moninaisuudessaan.",
      "Tällainen oli Jumalan ikiaikainen suunnitelma, joka meidän Herramme Kristuksen Jeesuksen oli määrä toteuttaa.",
      "Kristuksen omina ja häneen uskoen voimme rohkeasti ja luottavaisina lähestyä Jumalaa.",
      "Siksi pyydän teitä olemaan lannistumatta, vaikka minä saan teidän tähtenne kärsiä vainoa. Se koituu teidän kunniaksenne.",
      "Tämän vuoksi minä polvistun Isän eteen,",
      "hänen, jonka asemaa jokainen isän ja lapsen suhde taivaassa ja maan päällä kuvastaa.",
      "Rukoilen, että hän sanomattomassa kirkkaudessaan hengellään vahvistaisi ja voimistaisi teidän sisäistä olemustanne.",
      "Näin Kristus asuu teidän sydämissänne, kun te uskotte, ja rakkaus on elämänne perustus ja kasvupohja.",
      "Silloin te kykenette yhdessä kaikkien pyhien kanssa käsittämään kaiken leveyden, pituuden, korkeuden ja syvyyden,",
      "ja voitte tajuta Kristuksen rakkauden, joka ylittää kaiken tiedon. Niin Jumalan koko täyteys valtaa teidät.",
      "Jumalalle, joka meissä vaikuttavalla voimallaan kykenee tekemään monin verroin enemmän kuin osaamme pyytää tai edes ajatella,",
      "olkoon ylistys seurakunnassa ja Kristuksessa Jeesuksessa kautta kaikkien sukupolvien, aina ja ikuisesti. Aamen."
    ],
    [
      "Minä, joka olen Herran vuoksi vankina, kehotan teitä siis elämään saamanne kutsun arvoisesti,",
      "aina nöyrinä, lempeinä ja kärsivällisinä. Auttakoon rakkaus teitä tulemaan toimeen keskenänne.",
      "Pyrkikää rauhan sitein säilyttämään Hengen luoma ykseys.",
      "On vain yksi ruumis ja yksi Henki, niin kuin myös se toivo, johon teidät on kutsuttu, on yksi.",
      "Yksi on Herra, yksi usko, yksi kaste!",
      "Yksi on Jumala, kaikkien Isä! Hän hallitsee kaikkea, vaikuttaa kaikessa ja on kaikessa.",
      "Mutta kukin meistä on saanut oman armolahjansa, sen jonka Kristus on nähnyt hyväksi antaa.",
      "Kirjoituksissa sanotaankin: -- Hän nousi korkeuteen vangit voittosaaliinaan, hän antoi lahjoja ihmisille.",
      "Eikö se, että hän nousi korkeuteen, merkitse, että hän oli laskeutunut alas, aina maan alimpiin paikkoihin?",
      "Hän, joka laskeutui alas, nousi myös kaikkia taivaita ylemmäs täyttääkseen kaikkeuden läsnäolollaan.",
      "Hän antoi seurakunnalle sekä apostolit että profeetat ja evankeliumin julistajat, sekä paimenet että opettajat,",
      "varustaakseen kaikki seurakunnan jäsenet palvelutyöhön, Kristuksen ruumiin rakentamiseen.",
      "Kun me kaikki sitten pääsemme yhteen ja samaan uskoon ja Jumalan Pojan tuntemiseen ja niin saavutamme aikuisuuden, Kristuksen täyteyttä vastaavan kypsyyden,",
      "silloin emme enää ole alaikäisiä, jotka ajelehtivat kaikenlaisten opin tuulten heiteltävinä ja ovat kavalien ja petollisten ihmisten pelinappuloita.",
      "Silloin me noudatamme totuutta ja rakkautta ja kasvamme kaikin tavoin kiinni Kristukseen, häneen, joka on pää.",
      "Hän liittää yhteen koko ruumiin ja pitää sitä koossa kaikkien jänteiden avulla, kunkin jäsenen toimiessa oman tehtävänsä mukaan, ja näin ruumis kasvaa ja rakentuu rakkaudessa.",
      "Minä varoitan teitä vakavasti Herran nimeen: älkää enää eläkö niin kuin pakanat! Heidän ajatuksensa ovat turhanpäiväisiä,",
      "heidän ymmärryksensä on hämärtynyt, ja se elämä, jonka Jumala antaa, on heille vieras, sillä he ovat tietämättömiä ja sydämeltään paatuneita.",
      "Heidän tuntonsa on turtunut, ja he ovat heittäytyneet irstailuihin sekä kaikenlaiseen saastaisuuteen ja ahneuteen.",
      "Mutta ei teille ole Kristuksesta tällaista opetettu,",
      "jos todella olette hänestä kuulleet, jos teille on opetettu se totuus, joka Jeesuksessa on.",
      "Sen opetuksen mukaan teidän tulee hylätä entinen elämäntapanne ja vanha minänne, joka on petollisten himojensa vuoksi tuhon oma.",
      "Teidän tulee uudistua mieleltänne ja hengeltänne",
      "ja pukea yllenne uusi ihminen, joka on luotu sellaiseksi kuin Jumala tahtoo, elämään oikeuden ja totuuden mukaista, pyhää elämää.",
      "Luopukaa siis valheesta ja puhukaa toinen toisellenne totta, sillä me olemme saman ruumiin jäseniä.",
      "Vaikka vihastuttekin, älkää tehkö syntiä. Sopikaa riitanne, ennen kuin aurinko laskee.",
      "Älkää antako Paholaiselle tilaisuutta.",
      "Varas älköön enää varastako, vaan tehköön työtä ja ansaitkoon rehellisesti toimeentulonsa, niin että voi myös antaa tarpeessa olevalle.",
      "Älkää päästäkö suustanne sopimatonta puhetta, vaan puhukaa sitä, mikä kulloinkin on hyvää ja hyödyllistä ja kuulijoille iloksi.",
      "Älkää tuottako surua Jumalan Pyhälle Hengelle, jonka olette saaneet sinetiksi lunastuksen päivää varten.",
      "Hylätkää kaikki katkeruus, kiukku, viha, riitely ja herjaaminen, kaikkinainen pahuus.",
      "Olkaa toisianne kohtaan ystävällisiä ja lempeitä ja antakaa toisillenne anteeksi, niin kuin Jumalakin on antanut teille anteeksi Kristuksen tähden."
    ],
    [
      "Pitäkää siis Jumalaa esikuvananne, olettehan hänen rakkaita lapsiaan.",
      "Rakkaus ohjatkoon elämäänne, onhan Kristuskin rakastanut meitä ja antanut meidän tähtemme itsensä lahjaksi, hyvältä tuoksuvaksi uhriksi Jumalalle.",
      "Siveettömyydestä, kaikenlaisesta saastaisuudesta ja ahneudesta ei teidän keskuudessanne saa olla puhettakaan, eihän mikään sellainen sovi pyhille.",
      "Myöskään rivoudet, typerät jutut tai kaksimielisyydet eivät teille sovi, teidän suuhunne sopii kiitos.",
      "Tehän tiedätte hyvin, ettei kenelläkään siveettömällä eikä saastaisella ole osaa Kristuksen ja Jumalan valtakunnasta, ei myöskään ahneella, sillä hän on epäjumalanpalvelija.",
      "Älkää antako kenenkään pettää itseänne tyhjillä puheilla, sillä niiden vuoksi Jumalan viha kohtaa kaikkia tottelemattomia.",
      "Älkää siis olko sellaisten kanssa missään tekemisissä.",
      "Ennen tekin olitte pimeyttä, mutta nyt te loistatte Herran valoa. Eläkää valon lapsina!",
      "Valo kasvattaa hyvyyden, oikeuden ja totuuden hedelmiä.",
      "Pyrkikää saamaan selville, mikä on Herran mielen mukaista.",
      "Älkää osallistuko pimeyden töihin: ne eivät kanna hedelmää. Tuokaa ne päivänvaloon.",
      "Mitä sellaiset ihmiset salassa tekevät, on häpeällistä sanoakin,",
      "mutta kaikki tulee ilmi, kun valo sen paljastaa.",
      "Kaikki, mikä on paljastettu, on valossa. Sen vuoksi sanotaankin: -- Herää, sinä joka nukut, ja nouse kuolleista, niin Kristus on sinua valaiseva!",
      "Katsokaa siis tarkoin, miten elätte: älkää eläkö tyhmien tavoin, vaan niin kuin viisaat.",
      "Käyttäkää oikein jokainen hetki, sillä tämä aika on paha.",
      "Älkää olko järjettömiä, vaan ymmärtäkää, mikä on Herran tahto.",
      "Älkää juopuko viinistä, sillä siitä seuraa rietas meno, vaan antakaa Hengen täyttää itsenne.",
      "Veisatkaa yhdessä psalmeja, ylistysvirsiä ja hengellisiä lauluja, soittakaa ja laulakaa täydestä sydämestä Herralle",
      "ja kiittäkää aina ja kaikesta Jumalaa, Isää, meidän Herramme Jeesuksen Kristuksen nimessä.",
      "Alistukaa toistenne tahtoon, Kristusta totellen.",
      "Vaimot, suostukaa miehenne tahtoon niin kuin Herran tahtoon,",
      "sillä mies on vaimonsa pää, niin kuin Kristus on seurakunnan pää; onhan hän seurakunnan, oman ruumiinsa, pelastaja.",
      "Niin kuin seurakunta alistuu Kristuksen tahtoon, niin myös vaimon tulee kaikessa alistua miehensä tahtoon.",
      "Miehet, rakastakaa vaimoanne niin kuin Kristuskin rakasti seurakuntaa ja antoi henkensä sen puolesta",
      "pyhittääkseen sen. Hän pesi sen puhtaaksi vedellä ja sanalla",
      "voidakseen asettaa sen eteensä kirkkaana, pyhänä ja moitteettomana, vailla tahraa, ryppyä tai virhettä.",
      "Samoin aviomiehenkin velvollisuus on rakastaa vaimoaan niin kuin omaa ruumistaan. Joka rakastaa vaimoaan, rakastaa itseään.",
      "Eihän kukaan vihaa omaa ruumistaan, vaan jokainen ravitsee ja vaalii sitä. Juuri niin hoitaa Kristuskin seurakuntaansa,",
      "omaa ruumistaan, jonka jäseniä me olemme.",
      "Siksi mies jättää isänsä ja äitinsä ja liittyy vaimoonsa, niin että nämä kaksi tulevat yhdeksi lihaksi.",
      "Tämä on suuri salaisuus; minä tarkoitan Kristusta ja seurakuntaa.",
      "Mutta se koskee myös kaikkia teitä: jokaisen tulee rakastaa vaimoaan niin kuin itseään, ja vaimon tulee kunnioittaa miestään."
    ],
    [
      "Lapset, olkaa vanhemmillenne kuuliaisia Herraa totellen, sillä se on oikein.",
      "Ja te isät, älkää herättäkö lapsissanne vihaa, vaan kasvattakaa ja ojentakaa heitä Herran tahdon mukaan.",
      "Orjat, totelkaa maallisia isäntiänne. Pelätkää ja kunnioittakaa heitä ja palvelkaa heitä vilpittömin sydämin, niin kuin Kristusta.",
      "Älkää olko silmänpalvelijoita ja mielistelijöitä, vaan noudattakaa Kristuksen palvelijoina Jumalan tahtoa koko sydämestänne.",
      "Tehkää työnne auliisti, niin kuin palvelisitte Herraa ettekä ihmisiä.",
      "Muistakaa, että jokainen, joka tekee hyvää, saa siitä palkan Herralta, olipa hän orja tai vapaa.",
      "Ja te isännät, kohdelkaa samoin orjianne älkääkä uhkailko heitä. Tiedättehän, että teillä ja heillä on taivaassa sama isäntä, joka ei tee eroa ihmisten välillä.",
      "Lopuksi: vahvistukaa Herrassa, ottakaa voimaksenne hänen väkevyytensä.",
      "Pukekaa yllenne Jumalan taisteluvarustus, jotta voisitte pitää puolianne Paholaisen juonia vastaan.",
      "Emmehän me taistele ihmisiä vastaan vaan henkivaltoja ja voimia vastaan, tämän pimeyden maailman hallitsijoita ja avaruuden pahoja henkiä vastaan.",
      "Ottakaa siis yllenne Jumalan taisteluvarustus, niin että kykenette pahan päivän tullen tekemään vastarintaa ja selviytymään taistelusta pystyssä pysyen.",
      "Seiskää lujina! Kiinnittäkää vyöksenne totuus, pukeutukaa vanhurskauden haarniskaan",
      "ja sitokaa jalkineiksenne alttius julistaa rauhan evankeliumia.",
      "Ottakaa kaikessa suojaksenne uskon kilpi, jolla voitte sammuttaa pahan palavat nuolet.",
      "Ottakaa myös pelastuksen kypärä, ottakaa Hengen miekka, Jumalan sana.",
      "Tehkää tämä kaikki rukoillen ja anoen. Rukoilkaa joka hetki Hengen antamin voimin. Pysykää valveilla ja rukoilkaa hellittämättä kaikkien pyhien puolesta.",
      "Rukoilkaa myös minun puolestani, että minulle annettaisiin oikeat sanat suuhun, kun ryhdyn puhumaan, ja että voisin rohkeasti julistaa evankeliumin salaisuutta,",
      "jonka vuoksi olen lähettiläänä, nyt vankilassa. Rukoilkaa, että voisin puhua rohkeasti, niin kuin minun tulee.",
      "Jotta tekin tietäisitte, mitä minulle kuuluu ja kuinka voin, tulee rakas veljemme Tykikos, uskollinen palvelija Herran työssä, kertomaan kaikesta teille.",
      "Lähetänkin hänet luoksenne juuri sitä varten, että saisitte tietää, mitä meille kuuluu, ja että hän rohkaisisi teidän mieltänne.",
      "Jumala, meidän Isämme, ja Herra Jeesus Kristus antakoot teille, veljet, rauhan, rakkauden ja uskon.",
      "Armo tulkoon kaikkien niiden osaksi, jotka rakastavat Herraamme Jeesusta Kristusta, armo ja katoamattomuus."
    ]
  ],
  "name": "Ephesians"
}
