{
  "id": "2ts",
  "chapters": [
    [
      "Paavali, Silvanus ja Timoteus tervehtivät Tessalonikan seurakuntaa, joka elää Jumalan, meidän Isämme, ja Herran Jeesuksen Kristuksen yhteydessä.",
      "Jumalan, meidän Isämme, ja Herran Jeesuksen Kristuksen armo ja rauha teille.",
      "Meidän tulee aina kiittää Jumalaa teidän vuoksenne, veljet. Siihen on täysi syy, koska teidän uskonne kasvaa kasvamistaan ja koska rakkaus toisianne kohtaan yhä lisääntyy teissä kaikissa.",
      "Me voimmekin ylpeinä kertoa Jumalan seurakunnissa teistä ja teidän kestävyydestänne ja uskostanne kaikissa vainoissa ja ahdingoissa, joiden keskellä elätte.",
      "Ne todistavat Jumalan oikeudenmukaisesta tuomiosta, siitä, että hän hyväksyy teidät valtakuntaansa, jonka vuoksi te nyt myös kärsitte.",
      "Jumala on oikeudenmukainen: hän antaa teidän ahdistajienne joutua ahdinkoon,",
      "mutta ahdistetut -- niin teidät kuin meidätkin -- hän päästää siitä, kun Herra Jeesus väkevien enkeleittensä kanssa ilmestyy taivaasta",
      "tulenlieskojen keskellä ja rankaisee niitä, jotka eivät tunne Jumalaa eivätkä suostu olemaan kuuliaisia Herramme Jeesuksen evankeliumille.",
      "Heidän rangaistuksenaan on ikuinen kadotus, ero Herrasta ja hänen voimansa kirkkaudesta,",
      "kun hän tuona päivänä saapuu ottamaan vastaan pyhiensä kunnioituksen ja kaikkien uskovien ylistyksen. Olettehan tekin niitä, jotka ovat uskoneet meidän todistuksemme.",
      "Sen tähden me rukoilemme aina teidän puolestanne, että Jumalamme pitäisi teitä saamanne kutsun arvoisina ja että hän voimallaan vahvistaisi teidän haluanne hyvään ja saattaisi päätökseen ne teot, jotka todistavat uskostanne.",
      "Näin te kirkastaisitte Herramme Jeesuksen nimeä ja hän kirkastaisi teidät, meidän Jumalamme ja Herran Jeesuksen Kristuksen armon mukaisesti."
    ],
    [
      "Otamme nyt puheeksi Herramme Jeesuksen Kristuksen tulemisen ja sen, että meidät kootaan hänen luokseen. Me pyydämme, veljet,",
      "ettette heti menetä malttianne ja säikähdä, jos joku vedoten Hengen ilmoitukseen tai muka meidän puheeseemme tai kirjeeseemme väittää, että Herran päivä on jo käsillä.",
      "Älkää antako kenenkään millään tavoin johtaa itseänne harhaan. Ennen tuota päivää näet tapahtuu uskosta luopuminen ja ilmaantuu itse laittomuus ihmishahmossa, kadotuksen ihminen.",
      "Hän, Vastustaja, korottaa itsensä kaiken jumalana pidetyn yläpuolelle, asettuu itse istumaan Jumalan temppeliin ja julistaa olevansa Jumala.",
      "Muistattehan, että puhuin teille tästä jo silloin kun olin luonanne.",
      "Te tiedätte, mikä häntä vielä pidättää, niin että hän ilmestyy vasta kun hänen hetkensä koittaa.",
      "Vääryyden salainen vaikutus on jo olemassa. Sen, joka sitä on vielä pidättämässä, on vain ensin poistuttava tieltä;",
      "silloin ilmestyy tuo vääryyden ihminen, jonka Herra Jeesus on surmaava suunsa henkäyksellä ja tuhoava tulemisensa kirkkaudella.",
      "Vääryyden ihminen tulee Saatanan vaikutuksesta suurella voimalla, tehden petollisia tunnustekoja ja ihmeitä.",
      "Hänen vääryytensä pettää ne, jotka joutuvat kadotukseen, koska he eivät ole rakastaneet totuutta, joka olisi pelastanut heidät.",
      "Siksi Jumala lähettää rajun eksytyksen, jotta he uskoisivat valheeseen,",
      "ja niin saavat tuomionsa kaikki ne, jotka eivät ole uskoneet totuuteen vaan ovat valinneet vääryyden.",
      "Mutta teidän vuoksenne meillä on täysi syy aina kiittää Jumalaa, te Herralle rakkaat veljemme. Jumala on valinnut teidät ensimmäisinä pelastumaan, kun Henki pyhittää teidät ja te uskotte totuuteen.",
      "Tähän juuri, Jeesuksen Kristuksen kirkkauden omistamiseen, hän kutsui teidät, kun toimme teille evankeliumin.",
      "Pysykää siis lujina, veljet, ja pitäkää kiinni niistä opetuksista, joita olemme suullisesti tai kirjeessämme antaneet teille.",
      "Itse Herramme Jeesus Kristus ja Jumala, meidän Isämme, joka on rakastanut meitä ja on armossaan antanut meille iankaikkisen lohdutuksen ja hyvän toivon,",
      "rohkaiskoot sydämiänne ja antakoot teille aina voimaa hyviin tekoihin ja puheisiin."
    ],
    [
      "Lopuksi vielä, veljet: rukoilkaa puolestamme, että Herran sana leviäisi nopeasti ja pääsisi muualla samaan kunniaan kuin teidän keskuudessanne.",
      "Rukoilkaa myös, että varjeltuisimme pahoilta ja kelvottomilta ihmisiltä; kaikkihan eivät usko.",
      "Mutta Herra on uskollinen, ja hän on vahvistava teitä ja varjeleva teitä pahalta.",
      "Herraan turvautuen me luotamme siihen, että te nyt ja vastedes toimitte niin kuin me käskemme.",
      "Herra ohjatkoon sydämenne rakastamaan Jumalaa ja odottamaan kestävinä Kristusta.",
      "Herran Jeesuksen Kristuksen nimessä me käskemme teitä, veljet, pysymään erossa jokaisesta veljestä, joka elää kurittomasti eikä seuraa antamiamme opetuksia.",
      "Tiedätte itse, miten teidän tulee seurata meidän esimerkkiämme. Kun olimme luonanne, emme pakoilleet velvollisuuksiamme.",
      "Me emme syöneet ilmaiseksi kenenkään leipää, vaan teimme työtä ja uurastimme yötä päivää, jotta emme olisi olleet teidän vaivoinanne.",
      "Olisihan meillä tosin siihen ollut oikeus, mutta halusimme olla teille esimerkkinä.",
      "Kun olimme luonanne, me määräsimme, että jos joku ei suostu tekemään työtä, hänen ei pidä myöskään syödä.",
      "Olemme nimittäin kuulleet, että jotkut teidän joukostanne elävät kurittomasti eivätkä tee työtä vaan touhuavat joutavia.",
      "Sellaisia me käskemme ja kehotamme Herran Jeesuksen Kristuksen nimessä rauhoittumaan ja ansaitsemaan itse leipänsä.",
      "Mutta älkää te, veljet, väsykö tekemään hyvää.",
      "Jos joku ei alistu siihen, mitä olemme tässä kirjeessä sanoneet, antakaa hänelle opetus älkääkä olko hänen kanssaan tekemisissä. Ehkä hän silloin häpeää.",
      "Älkää silti pitäkö häntä vihollisenanne vaan ojentakaa kuin veljeä.",
      "Itse rauhan Herra suokoon teille rauhan, aina ja kaikin tavoin. Herra olkoon teidän kaikkien kanssa.",
      "Minä, Paavali, kirjoitan tähän tervehdyksen omakätisesti. Näin minä kirjoitan, ja tämä on tuntomerkkinä jokaisessa kirjeessäni.",
      "Herramme Jeesuksen Kristuksen armo olkoon teidän kaikkien kanssa."
    ]
  ],
  "name": "2 Thessalonians"
}
