{
  "id": "jud",
  "chapters": [
    [
      "(H1:4-5)Juudan joukot lähtivät sotaan. Besekissä ne kohtasivat Adoni-Besekin ja kävivät taisteluun häntä vastaan.",
      "(H1:4-5)Herra antoi Juudan kukistaa Adoni-Besekin joukot ja lyödä kanaanilaiset ja perissiläiset, yhteensä kymmenentuhatta miestä.",
      "Adoni-Besek pakeni, mutta Juudan miehet ajoivat häntä takaa, ottivat hänet kiinni ja hakkasivat häneltä irti peukalot ja isotvarpaat.",
      "Juudan miehet kävivät hyökkäykseen Jerusalemia vastaan. He valtasivat sen, surmasivat asukkaat ja sytyttivät kaupungin tuleen.",
      "Sitten he ryhtyivät sotimaan niitä kanaanilaisia vastaan, jotka asuivat vuoristossa ja Negevissä sekä läntisillä kukkuloilla.",
      "Juudan miehet hyökkäsivät Hebronissa, entisessä Kirjat-Arbassa, asuvia kanaanilaisia vastaan ja löivät Sesain, Ahimanin ja Talmain sukukunnat.",
      "Sieltä he lähtivät kohti Debirin kaupunkia, jota ennen sanottiin Kirjat- Seferiksi.",
      "Otniel, Kalebin nuoremman veljen Kenasin poika, valtasi kaupungin, ja Kaleb antoi tyttärensä Aksan hänelle vaimoksi.",
      "Keniläiset, Mooseksen apen jälkeläiset, olivat lähteneet Juudan heimon kanssa Palmukaupungista Juudan autiomaahan, joka on Aradista etelään, ja asettuneet asumaan siellä ennestään olleen kansan keskuuteen.",
      "Juudan miehet lähtivät yhdessä Simeonin miesten kanssa Sefatissa asuvia kanaanilaisia vastaan ja voittivat heidät. Sitten he julistivat kaupungin Herralle kuuluvaksi uhriksi ja tuhosivat sen. Näin kaupunki sai nimen Horma.",
      "Juudan joukot valloittivat Gazan, Askelonin ja Ekronin sekä niiden hallitsemat alueet.",
      "Herra oli Juudan heimon kanssa, ja Juudan heimo otti haltuunsa vuoriston mutta ei pystynyt kukistamaan tasangon asukkaita, joilla oli raudoitettuja sotavaunuja.",
      "Kalebille annettiin Hebron, kuten Mooses oli määrännyt, ja Kaleb hävitti siellä asuneet kolme anakilaista sukua.",
      "Benjaminin heimo ei pystynyt karkottamaan jebusilaisia Jerusalemista. Heitä asuu yhä Jerusalemissa benjaminilaisten keskellä.",
      "Joosefin heimot, Manasse ja Efraim, lähtivät marssimaan kohti Beteliä",
      "ja lähettivät sinne vakoojia. Betelin nimi oli muinoin Lus.",
      "Miehen näytettyä heille pääsytien Manassen ja Efraimin sotilaat valtasivat kaupungin. He surmasivat kaikki sen asukkaat, mutta tiennäyttäjän ja hänen perheensä he päästivät menemään.",
      "Mies muutti heettiläisten maahan ja rakensi sinne kaupungin, jolle hän antoi nimen Lus. Tämä nimi kaupungilla on vielä nykyäänkin.",
      "Manassen heimo ei saanut haltuunsa Bet-Seania, Taanakia, Doria, Jibleamia eikä Megiddoa, ei myöskään niiden ympäristökyliä, vaan kanaanilaisia jäi edelleen asumaan tähän osaan maata.",
      "Kun israelilaiset voimistuivat, he pakottivat kanaanilaiset verotyöhön mutta eivät hävittäneet heitä.",
      "Efraimin heimo ei pystynyt valloittamaan Geseriä. Näin kanaanilaisia jäi asumaan sinne efraimilaisten keskelle.",
      "Sebulonin heimo ei pystynyt valloittamaan Kitronin eikä Nahalolin kaupunkeja. Näin kanaanilaisia jäi asumaan kaupunkeihinsa sebulonilaisten keskelle, mutta he joutuivat tekemään verotyötä.",
      "Asserin heimo ei pystynyt valloittamaan Akkoa eikä Sidonia. Se ei myöskään saanut haltuunsa Mahalebia, Aksibia, Helbaa, Afekia eikä Rehobia.",
      "Asserilaiset jäivät asumaan kanaanilaisten keskuuteen, koska eivät onnistuneet hävittämään heitä.",
      "Naftalilaiset eivät pystyneet valloittamaan Bet- Semesiä eivätkä Bet-Anatia, vaan jäivät asumaan kanaanilaisten keskuuteen. Bet-Semesin ja Bet-Anatin asukkaat joutuivat kuitenkin tekemään verotyötä.",
      "Amorilaiset ahdistivat Danin heimon vuoristoon eivätkä päästäneet sitä tunkeutumaan tasangolle.",
      "Amorilaiset jäivät edelleenkin asumaan Heresin vuorille Aijaloniin ja Saalbimiin. Myöhemmin Efraimin ja Manassen heimot kukistivat heidät ja alistivat heidät verotyöhön.",
      "Amorilaisten raja kulki Skorpionisolasta Selaan ja sieltä eteenpäin."
    ],
    [
      "Te puolestanne ette saa tehdä liittoa tämän maan asukkaiden kanssa, vaan teidän on hajotettava heidän alttarinsa.' Mutta te ette totelleet minua. Miksi ette olleet minulle kuuliaisia?",
      "Kun Herran enkeli oli sanonut israelilaisille tämän, he alkoivat kaikki itkeä suureen ääneen.",
      "He antoivat sille paikalle nimeksi Bokim ja uhrasivat siellä teurasuhreja Herralle.",
      "Kun Joosua oli päästänyt israelilaiset menemään, he lähtivät kaikki omille alueilleen ja ottivat maan haltuunsa.",
      "Kansa palveli Herraa koko Joosuan elinajan ja sen jälkeenkin, niin kauan kuin oli elossa vanhimpia, jotka olivat nähneet, mitä suuria tekoja Herra oli Israelin hyväksi tehnyt.",
      "Herran palvelija Joosua, Nunin poika, kuoli sadankymmenen vuoden ikäisenä,",
      "ja hänet haudattiin omalle maalleen Timnat-Heresiin, joka on Efraimin vuoristossa, Gaasinvuoren pohjoispuolella.",
      "Kun Joosuan sukupolvi oli otettu isiensä luo ja tilalle oli noussut toinen sukupolvi, israelilaiset eivät enää totelleet Herraa eivätkä pitäneet mielessään niitä tekoja, jotka Herra oli heidän hyväkseen tehnyt.",
      "Israelilaiset rikkoivat Herraa vastaan ja alkoivat palvella baaleja.",
      "He hylkäsivät Herran, isiensä Jumalan, joka oli tuonut heidät pois Egyptistä, ja kääntyivät kumartamaan muita jumalia, joita heidän ympärillään asuvat kansat palvoivat. Näin he herättivät Herran vihan.",
      "Koska israelilaiset hylkäsivät Herran ja ryhtyivät palvelemaan Baalia ja Astartea,",
      "Herra vihastui heihin. Hän jätti heidät ryöstelevien rosvojoukkojen armoille ja antoi vihamielisten naapurikansojen alistaa heidät. He eivät enää kyenneet pitämään puoliaan vihollisiaan vastaan,",
      "vaan aina kun he ryhtyivät taisteluun, Herran käsi oli heitä vastaan ja hän antoi heidän joutua tappiolle, niin kuin hän oli heille vannonut. Näin israelilaiset joutuivat suureen ahdinkoon.",
      "Silloin Herra kohotti kansan johtajiksi tuomareita, ja he pelastivat kansan rosvojoukkojen käsistä.",
      "Mutta israelilaiset eivät totelleet tuomareitakaan, vaan olivat Herralle uskottomia ja kumarsivat muita jumalia. He eivät kauan pysyneet sillä tiellä, jota heidän isänsä olivat Herran käskyjä noudattaen vaeltaneet. He eivät seuranneet isiensä jälkiä.",
      "Herra asetti Israelin kansalle tuomareita ja oli aina näiden tukena. Herra suojeli kansaa vihollisilta niin kauan kuin tuomari eli, sillä Herran kävi kansaa sääliksi, kun hän kuuli sen huokailevan sorrettuna ja vaivoissaan.",
      "Mutta heti tuomarin kuoltua israelilaiset lankesivat uudelleen ja vaipuivat vielä syvemmälle turmelukseen kuin esi-isänsä. He eivät luopuneet pahoista teoistaan eivätkä uppiniskaisuudestaan, vaan seurasivat muita jumalia ja palvelivat ja kumarsivat niitä.",
      "en enää hävitä teidän tieltänne ainoatakaan niistä kansoista, jotka Joosuan kuollessa vielä olivat kukistamatta.",
      "Siksi Herra ei kiirehtinyt tuhoamaan näitä kansoja, vaan antoi niiden jäädä paikoilleen, ja siksi hän ei ollut myöskään antanut niitä Joosuan käsiin."
    ],
    [
      "Tässä ovat lueteltuina ne kansat, joiden Herra antoi jäädä asuinsijoilleen koetellakseen israelilaisia, kaikkia niitä, jotka itse eivät olleet kokeneet Kanaaninmaan valloitussotia.",
      "Tämän hän teki opettaakseen Israelin uudet sukupolvet käymään sotaa, etenkin ne, jotka eivät olleet koskaan ennen joutuneet sotaa kokemaan.",
      "Maahan jäivät filistealaisten viisi ruhtinaskuntaa sekä kaikki ne kanaanilaiset, foinikialaiset ja hivviläiset, jotka asuivat Libanonin vuorilla Baal-Hermonin vuoresta Lebo- Hamatiin asti.",
      "Näin Herra halusi koetella israelilaisia, jotta kävisi ilmi, tottelevatko he hänen käskyjään, jotka Mooses oli antanut heidän esi-isilleen.",
      "Jouduttuaan asumaan kanaanilaisten, heettiläisten, amorilaisten, perissiläisten, hivviläisten ja jebusilaisten seassa",
      "israelilaiset alkoivat ottaa heidän tyttäriään vaimoikseen ja antaa omia tyttäriään vaimoiksi heidän pojilleen. Samalla he rupesivat palvelemaan heidän jumaliaan.",
      "Israelilaiset rikkoivat Herraa vastaan. He unohtivat Herran, Jumalansa, ja palvelivat baaleja ja aseroita.",
      "Silloin Herra vihastui israelilaisiin ja antoi heidät Kusan-Riseataimin, pohjoisen Mesopotamian kuninkaan, käsiin. He joutuivat olemaan Kusan-Riseataimin vallan alla kahdeksan vuotta.",
      "Mutta israelilaiset huusivat avukseen Herraa, ja Herra lähetti heille pelastajaksi Otnielin, Kalebin nuoremman veljen Kenasin pojan, joka vapautti heidät.",
      "Hänessä vaikutti Herran henki, ja hän johti tuomarina Israelia. Kun Otniel lähti sotaan, Herra antoi hänen saada voiton Kusan-Riseataimista, aramealaiskuninkaasta, ja niin Otniel alisti tämän kuninkaan valtansa alle.",
      "Tämän jälkeen Israel sai elää rauhassa neljäkymmentä vuotta. Sitten Otniel, Kenasin poika, kuoli.",
      "Israelilaiset rikkoivat jälleen Herraa vastaan, ja sen tähden Herra antoi Eglonin, Moabin kuninkaan, nousta Israelia mahtavammaksi.",
      "Eglon liittoutui ammonilaisten ja amalekilaisten kanssa, voitti Israelin ja otti haltuunsa Palmukaupungin.",
      "Israelilaiset olivat Moabin kuninkaan Eglonin vallan alla kahdeksantoista vuotta.",
      "Israelilaiset huusivat Herraa avukseen, ja Herra lähetti heille vapauttajaksi Benjaminin heimoon kuuluvan Ehudin, Geran pojan, joka oli vasenkätinen. Kun israelilaiset lähettivät Ehudin viemään pakkoveroa Eglonille, Moabin kuninkaalle,",
      "hän takoi itselleen lyhyen, kaksiteräisen miekan ja ripusti sen piiloon viittansa alle oikealle sivulleen.",
      "Ehud vei veron Moabin kuninkaalle Eglonille, joka oli hyvin lihava mies.",
      "Vietyään veron perille hän saattoi kantajina olleita miehiä",
      "ja silloin Ehud tarttui vasemmalla kädellään miekkaan, joka riippui hänen oikealla sivullaan, ja työnsi sen Eglonin vatsaan.",
      "Terä painui sisään koko pituudeltaan, ja kahvakin upposi rasvaan, niin ettei Ehud saanut vedetyksi miekkaansa pois. Sitten Ehud meni kattohuoneen ovelle,",
      "veti ovet kiinni, lukitsi ne sisäpuolelta ja poistui ikkunan kautta.",
      "Kun kukaan ei tullut ulos, he viimein väsyivät odottamaan, hakivat avaimen, avasivat oven ja näkivät herransa makaavan kuolleena lattialla.",
      "Palvelijoiden viivytellessä Ehud oli päässyt pakoon. Hän oli jo ehtinyt kivipatsaiden ohi ja pakeni Seiraan Efraimin vuorille.",
      "Saavuttuaan sinne hän puhalsi torveen ja kokosi israelilaiset. He laskeutuivat vuorilta hänen johtaminaan.",
      "He löivät Moabin joukot, noin kymmenentuhatta miestä, kaikki voimakkaita ja urheita sotureita, eikä yksikään päässyt pakoon.",
      "Sinä päivänä Moab taipui Israelin vallan alle, ja Israel sai elää rauhassa kahdeksankymmentä vuotta.",
      "Ehudin jälkeen tuli tuomariksi Samgar, Anatin poika. Hän surmasi kuusisataa filistealaista häränajajan pistimellä. Näin hän pelasti Israelin."
    ],
    [
      "Ehudin kuoltua israelilaiset rikkoivat jälleen Herraa vastaan.",
      "Siksi Herra antoi heidän joutua Kanaanin kuninkaan Jabinin valtaan. Jabin hallitsi Hasorissa, ja hänellä oli sotapäällikkönään Haroset- Gojimissa asuva Sisera.",
      "Jabinilla oli yhdeksänsataa raudoitettua sotavaunua. Kaksikymmentä vuotta hän sorti julmasti israelilaisia, ja he huusivat avukseen Herraa.",
      "Israelissa oli siihen aikaan tuomarina naisprofeetta Debora, Lappidotin vaimo.",
      "Hänellä oli tapana istua palmun alla Raman ja Betelin välillä Efraimin vuoristossa; sitä palmua kutsuttiin Deboran palmuksi. Israelilaiset tulivat sinne hänen luokseen pyytämään ratkaisua riita-asioihinsa.",
      "Barak kutsui sinne koolle Sebulonin ja Naftalin heimot. Näin hän sai mukaansa kymmenentuhatta miestä, ja myös Debora lähti taisteluun hänen kanssaan.",
      "Keniläinen Heber oli eronnut muista heimolaisistaan, jotka polveutuivat Mooseksen apesta Hobabista, ja asettunut asumaan Elon-Besaanannimiin Kedesin lähistölle.",
      "Kun Sisera sai tiedon, että Barak, Abinoamin poika, oli tullut joukkoineen Taborinvuorelle,",
      "hän kutsui koolle omat sotajoukkonsa, raudoitetut sotavaununsa, joita oli yhdeksänsataa, sekä jalkaväkensä, ja lähti Haroset-Gojimista Kisoninpurolle.",
      "Hänen hyökätessään Herra saattoi Siseran kaikkine sotavaunuineen ja joukkoineen sekasortoon. Siseran oli hypättävä vaunuistaan ja paettava jalan.",
      "Barak ajoi takaa vaunujoukkoja ja jalkaväkeä Haroset-Gojimiin saakka. Siseran koko armeija tuhottiin, eikä siitä jäänyt eloon ainoatakaan miestä.",
      "Sisera pakeni jalkaisin keniläisen Heberin vaimon Jaelin teltalle, sillä Hasorin kuninkaan Jabinin ja keniläisen Heberin suvun välillä vallitsi rauha.",
      "Sisera oli väsynyt ja vaipui pian sikeään uneen. Silloin Jael, Heberin vaimo, otti telttavaarnan ja nuijan, hiipi Siseran luo ja löi vaarnan hänen ohimoonsa, niin että se meni pään läpi ja tunkeutui maahan asti. Näin Sisera kuoli.",
      "Sinä päivänä Herra antoi israelilaisten saavuttaa voiton Jabinista, Kanaanin kuninkaasta.",
      "He ahdistivat häntä yhä ankarammin, kunnes viimein saivat hänet surmatuksi."
    ],
    [
      "Sinä päivänä Debora ja Barak, Abinoamin poika, lauloivat näin:",
      "-- Israel oli taisteluun vihkiytynyt, intoa täynnä kansa lähti sotaan. Ylistäkää Herraa!",
      "Kuulkaa minua, kuninkaat, kuunnelkaa, ruhtinaat! Minä tahdon laulaa Herralle, minun soittoni ylistää Israelin Jumalaa.",
      "Herra, kun sinä lähdet Seiristä, kun saavut Edomin maasta, silloin vapisee maa, silloin lankeaa taivaasta sade, pilvet syöksevät vettä.",
      "Herra saa vuoret järkkymään, itse Siinaikin vavahtaa Herran, Israelin Jumalan edessä.",
      "Samgarin, Anatin pojan aikaan, Jaelin päivinä karavaanit lakkasivat kulkemasta ja matkamiehet vaelsivat syrjäpolkuja.",
      "Suojattoman maan asukkaita ei näkynyt missään, kyliä ei enää ollut Israelissa. Silloin nousit sinä, Debora, astuit esiin, Israelin äiti.",
      "Kansa oli valinnut uusia jumalia, siksi sota oli porteilla. Yhtään kilpeä, yhtään keihästä ei näkynyt Israelin nelikymmentuhantisella joukolla.",
      "Minun sydämeni on Israelin päämiesten puolella, se sykkii kansani intoa. Ylistäkää Herraa!",
      "Havahtukaa kaikki, te, jotka ratsastatte valkeilla aaseilla, te, jotka istutte pehmeillä peitteillä, myös te, jotka kuljette jalkaisin.",
      "Jo kaikuvat karjanjuottajien äänet vesipaikoilla. Siellä lauletaan Herran teoista, siellä ylistetään voittoja, jotka Herra antoi Israelin kansalle. Jo saapuu porteille Herran kansa.",
      "Nouse, Debora, nouse, nouse ja laula laulu! Ylös, Barak, ota saaliiksesi vankeja, sinä Abinoamin poika!",
      "Jo saapuivat kaikki jäljellä olevat mahtimiesten luo. Herran kansa urheine sotureineen tuli minun luokseni.",
      "Efraimista saapuivat ne, joiden juuret ovat Amalekissa, heidän jäljessään tuli Benjamin joukkoineen. Makirista tulivat johtajat, Sebulonista valtikankantajat.",
      "Isaskarin päämiehet liittyivät Deboraan, ja Isaskarin lailla teki Barakin heimo. Toinen toisensa perässä he kiitivät laaksoon. Ruubenin suvut miettivät kauan.",
      "Miksi jäit makaamaan kuormasi ääreen, Ruuben, kuuntelemaan paimenten pillejä? Ruubenin suvut pohtivat pitkään.",
      "Gilead jäi aloilleen Jordanin taakse. Miksi viivytteli Dan vieraiden laivojen luona? Asser pysyi meren äärellä, jäi lahtiensa rannoille.",
      "Mutta Sebulonin kansa pani henkensä alttiiksi, se uhmasi kuolemaa ja rinnalla Naftali, kun kukkuloilla taisteltiin.",
      "Kuninkaat saapuivat sotimaan. Taanakissa, lähellä Megiddon vesiä, jo taistelivat Kanaanin kuninkaat. Eivät he saaneet saaliikseen hopeaa.",
      "Taivaan tähdetkin taistelivat mukana, radoiltaan ne sotivat Siseraa vastaan.",
      "Kisoninpuro huuhtoi vihollisen mennessään, Kisoninpuro, ikiaikainen! Eteenpäin, sieluni, voimallisesti!",
      "Maa vavahteli kavioiden alla, kun hevoset kiitivät täyttä laukkaa.",
      "Kirotkaa Meros, sanoo Herran enkeli. Iäti kirottuja sen asukkaat, sillä he eivät tulleet Herran avuksi, Herran avuksi sotureineen!",
      "Olkoon naisista siunatuin Jael, Jael, keniläisen Heberin vaimo, siunatuin nainen paimentolaisten joukossa.",
      "Vettä Sisera pyysi, maitoa sai. Juhlamaljassa toi Jael kermaa.",
      "Telttavaarnaan tarttui, otti toiseen käteensä nuijan, löi Siseraa, murskasi hänen päänsä, puhkaisi ja lävisti hänen ohimonsa.",
      "Jaelin jalkoihin polvilleen Sisera vaipui, kaatui maahan pitkäkseen. Jaelin jalkoihin hän vaipui, lyyhistyi ruhjottuna maahan, jäi siihen.",
      "Viisain hänen ruhtinattaristaan vastaa, ja äiti toistaa hänen sanojaan:",
      "Ovat varmaan saaliinjaolla. Tyttö tai pari mieheen, kirjavaa kangasta saaliiksi Siseralle, kirjavaa kangasta saaliiksi, värikäs, kirjottu huivi tai kaksi saaliiksi saadulle kaulaan.",
      "Näin tuhoutuvat kaikki sinun vihollisesi, Herra, mutta ne, jotka Herraa rakastavat, ovat voitokkaat kuin nouseva aurinko. Israel sai elää rauhassa neljäkymmentä vuotta."
    ],
    [
      "Israelilaiset rikkoivat Herraa vastaan, ja Herra jätti heidät midianilaisten armoille seitsemäksi vuodeksi.",
      "Midianilaiset ahdistivat Israelia ankarasti, ja siksi israelilaiset joutuivat tekemään vuorille turvapaikoikseen onkaloita, luolia ja varustuksia.",
      "Aina kun he olivat kylväneet viljan, tulivat midianilaiset, amalekilaiset ja itäisen autiomaan paimentolaiset ja alkoivat hyökkäillä heidän kimppuunsa.",
      "He pystyttivät leirejään israelilaisten maahan, tuhosivat sadon Gazan liepeille saakka ja ryöstivät kaikki lampaat, naudat ja aasit, niin ettei israelilaisille jäänyt henkensä pitimiksi mitään syötävää.",
      "Viholliset tulivat maahan karjoineen ja telttoineen kuin heinäsirkkalauma. Heitä ja heidän kameleitaan oli lukematon määrä, ja maahan tunkeutuessaan he hävittivät kaiken.",
      "Näin israelilaiset joutuivat midianilaisten ahdistamina suureen kurjuuteen, ja he huusivat avukseen Herraa.",
      "Kun israelilaiset midianilaisten ahdistamina huusivat Herraa avukseen,",
      "Minä vapautin teidät egyptiläisten vallasta ja pelastin teidät sortajienne käsistä, karkotin vihollisenne teidän tieltänne ja annoin teille heidän maansa.",
      "Herran enkeli tuli Ofraan ja asettui suuren puun alle, joka kasvoi Abieserin sukuun kuuluvan Joasin maalla. Joasin poika Gideon oli juuri puimassa vehnää viinikuurnassa pitääkseen viljan piilossa midianilaisilta.",
      "Gideon meni ja valmisti uhriksi nuoren pukin, leipoi happamattomia leipiä eefa-mitallisesta jauhoja ja pani lihan koriin ja liemen ruukkuun. Sitten hän palasi suuren puun juurelle Jumalan enkelin luo ja asetti ruoat tarjolle hänen eteensä.",
      "Silloin Herran enkeli ojensi sauvan, joka hänellä oli kädessään, ja kosketti sen kärjellä lihaa ja leipiä, ja kalliosta kohosi tuli, jonka liekit söivät lihan ja leivät. Sitten Herran enkeli katosi näkyvistä.",
      "Gideon otti mukaansa kymmenen palvelijaa ja teki niin kuin Herra oli käskenyt. Mutta hän ei uskaltanut tehdä tätä päivällä, vaan teki sen yöllä, koska hän pelkäsi sukulaisiaan ja kaupungin väkeä.",
      "Kun kaupungin asukkaat seuraavana aamuna nousivat, he näkivät, että Baalin alttari oli hajotettu ja sen vieressä seissyt asera-paalu kaadettu ja että uudella alttarilla oli uhrattu polttouhriksi täysikasvuinen sonni.",
      "Kaikki midianilaiset, amalekilaiset ja itäisen autiomaan paimentolaiset olivat liittyneet yhteen, ylittäneet Jordanin ja leiriytyneet Jisreelin tasangolle.",
      "Silloin Herran henki valtasi Gideonin. Hän puhalsi torveen ja kutsui Abieserin suvun miehet mukaansa.",
      "Hän lähetti sanansaattajia kaikkialle, missä asui Manassen heimoa. Manasselaiset kokoontuivat ja seurasivat häntä. Samoin hän lähetti sanansaattajia Asserin, Sebulonin ja Naftalin heimojen keskuuteen, ja myös nämä heimot liittyivät joukkoon.",
      "Kun Gideon varhain seuraavana aamuna puristi villoja, hän sai niistä puserretuksi kastetta kokonaisen maljallisen.",
      "Ja Jumala teki sinä yönä niin. Villat olivat kuivia, vaikka maa oli kauttaaltaan kasteesta märkä."
    ],
    [
      "Gideon, jota sanottiin myös Jerubbaaliksi, lähti heti seuraavana aamuna liikkeelle koko sotajoukkonsa kanssa ja leiriytyi Harodin lähteelle. Midianilaisten leiri oli sieltä pohjoiseen, laaksossa Moren kukkulan juurella.",
      "Niitä, jotka latkivat vettä kielellään, oli kolmesataa miestä; kaikki muut laskeutuivat polvilleen ja ammensivat kädellä vettä suuhunsa.",
      "Gideon lähetti kaikki muut israelilaiset kotiin ja piti itse vain nuo kolmesataa miestä. He ottivat mukaansa kaikki eväsruukut ja torvet. Midianilaisten leiri oli laaksossa israelilaisten alapuolella.",
      "Mutta jos sinua pelottaa hyökätä sinne, niin mene itse ensin leiriin palvelijasi Puran kanssa",
      "Laaksossa oli midianilaisia, amalekilaisia ja itäisen autiomaan paimentolaisia kuin heinäsirkkoja, ja heillä oli kameleita lukematon määrä, kuin hiekanjyviä meren rannalla.",
      "Hän jakoi kolmesataa miestään kolmeen osastoon, antoi jokaiselle miehelle torven ja ruukun, jonka sisään oli kätketty palava soihtu,",
      "Gideon ja hänen oman joukkonsa sata miestä saapuivat leirin reunamille yön keskimmäisen vartiovuoron alkaessa, heti vahdinvaihdon jälkeen. He puhalsivat torviin ja rikkoivat ruukut, jotka heillä oli käsissään.",
      "Miehet seisoivat paikoillaan leirin ympärillä, mutta kaikki leirissä olijat joutuivat kauhun valtaan ja ryntäilivät sinne tänne pyrkien pakoon.",
      "Kun Gideonin kolmesataa miestä puhalsivat torviinsa, Herra pani midianilaiset käymään ase kädessä toistensa kimppuun. Sotajoukon rippeet pakenivat Bet-Sittaan, Sereran suuntaan, ja aina Tabbatin luona virtaavalle Abel-Meholan purolle saakka.",
      "Naftalin ja Asserin heimoista sekä koko Manassen heimosta kutsuttiin Israelin miehiä ajamaan takaa midianilaisia.",
      "sekä ottivat vangiksi kaksi midianilaisten päällikköä, Orebin ja Seebin. Orebin he surmasivat Orebinkallioilla, ja Seebin he surmasivat Seebin viinikuurnan luona. He jatkoivat midianilaisten takaa-ajoa, mutta Orebin ja Seebin päät tuotiin Gideonille Jordanin toiselle puolen."
    ],
    [
      "Gideon saapui Jordanille ja meni kolmensadan miehensä kanssa joen yli. He olivat takaa-ajon uuvuttamia,",
      "Gideon jatkoi kulkuaan Penueliin ja esitti penuelilaisille saman pyynnön. Penuelilaiset vastasivat hänelle samalla tavalla kuin sukkotilaiset olivat vastanneet.",
      "Sebah ja Salmunna olivat viidentoistatuhannen miehen kanssa Karkorissa. Vain tämän verran oli jäljellä itäisen autiomaan paimentolaisten sotajoukosta; taisteluissa oli kaatunut satakaksikymmentätuhatta miestä.",
      "Gideon kulki paimentolaisten käyttämää tietä Nobahin ja Jogbehan itäpuolitse ja pääsi yllättämään sotajoukon, kun se kaikessa rauhassa lepäili leirissään.",
      "Molemmat midianilaiskuninkaat Sebah ja Salmunna pakenivat, mutta Gideon ajoi heitä takaa, sai heidät vangiksi ja löi hajalle heidän koko sotajoukkonsa.",
      "Kun Gideon, Joasin poika, palasi taistelusta Heresin solan kautta,",
      "hän sai kiinni sukkotilaisen nuorukaisen ja kuulusteli häntä. Nuorukainen kirjoitti hänelle Sukkotin päämiesten ja vanhimpien nimet; heitä oli kaikkiaan seitsemänkymmentäseitsemän.",
      "Sitten Gideon vangitsi Sukkotin vanhimmat ja pieksi heidät autiomaan orjantappuroilla ja piikkipensailla.",
      "Penuelin linnoituksen hän repi maahan, ja kaupungin miehet hän surmasi.",
      "Kultarenkaat, jotka Gideon oli pyytänyt lahjaksi, painoivat yhteensä tuhat seitsemänsataa sekeliä; tähän eivät sisältyneet ne puolikuun muotoiset korut, korvakorut ja purppuraiset vaatteet, jotka midianilaiskuninkailla oli ollut yllään, eivätkä heidän kameliensa kaulaketjut.",
      "Kullasta Gideon teki efodi-kasukan kotikaupunkinsa Ofran jumalankuvaa varten. Israelilaiset kävivät palvomassa sitä ja luopuivat Herrasta. Näin kultainen kasukka koitui lankeemukseksi Gideonille ja hänen suvulleen.",
      "Hävittyään israelilaisille midianilaiset eivät enää uskaltaneet lähteä ryöstöretkilleen. Israel sai elää rauhassa neljäkymmentä vuotta, Gideonin elämän loppuun saakka.",
      "Gideon, Joasin poika, jota sanottiin myös Jerubbaaliksi, jäi kotikaupunkiinsa asumaan.",
      "Hänellä oli useita vaimoja ja näiden kanssa seitsemänkymmentä poikaa.",
      "Myös hänen Sikemissä asuva sivuvaimonsa synnytti hänelle pojan. Gideon antoi pojalle nimen Abimelek.",
      "Gideon, Joasin poika, kuoli korkeassa iässä, ja hänet haudattiin isänsä Joasin hautaan, joka oli abieserilaisten Ofrassa.",
      "Gideonin kuoltua israelilaiset eivät pysyneet Herralle uskollisina, vaan antautuivat jälleen palvelemaan baaleja. He ottivat jumalakseen Baal- Beritin",
      "eivätkä muistaneet Herraa, Jumalaansa, joka oli pelastanut heidät kaikkien heidän ympärillään asuvien vihollisten käsistä.",
      "He eivät tunteneet kiitollisuutta Gideonin sukua kohtaan siitä, mitä Gideon oli Israelin hyväksi tehnyt."
    ],
    [
      "Abimelek, Jerubbaalin poika, meni Sikemiin äitinsä veljien luo ja sanoi heille ja äitinsä isän koko suvulle:",
      "Puhukaa Sikemin miesten kanssa ja kysykää heiltä, kumpi heidän mielestään on parempi, sekö että heitä hallitsee seitsemänkymmentä miestä, kaikki Jerubbaalin poikia, vai se että heillä on hallitsijanaan yksi ainoa mies. Muistuttakaa heitä, että minussa virtaa saman suvun veri kuin heissäkin.",
      "ja antoivat hänelle Baal-Beritin pyhäkön varoista seitsemänkymmentä sekeliä hopeaa. Niillä Abimelek pestasi mukaansa joutilaita, häikäilemättömiä miehiä.",
      "Hän meni heidän kanssaan isänsä kotiin Ofraan ja surmasi yhden ja saman kivipaaden päällä kaikki veljensä, seitsemänkymmentä Jerubbaalin poikaa. Vain Jotam, Jerubbaalin nuorin poika, jäi eloon, sillä hän onnistui piiloutumaan.",
      "Sen jälkeen kaikki Sikemin ja Bet-Millon miehet kokoontuivat yhteen, menivät Sikemin pyhän tammen luo ja huusivat Abimelekin kuninkaaksi.",
      "Kun Jotam sai kuulla tästä, hän nousi Garisiminvuorelle ja huusi kansalle sen huipulta: -- Kuulkaa minua, Sikemin miehet, jotta Jumalakin kuulisi teitä!",
      "Sotihan isäni teidän puolestanne, pani alttiiksi henkensä ja pelasti teidät midianilaisten käsistä.",
      "Nyt te olette nousseet isäni sukua vastaan, olette tappaneet hänen seitsemänkymmentä poikaansa yhden ja saman kivipaaden päällä ja tehneet Sikemin kuninkaaksi hänen orjattarensa pojan, Abimelekin, joka on teidän sukulaisenne!",
      "Jos olette olleet vilpittömiä, jos olette tehneet oikein Jerubbaalia ja hänen sukuaan kohtaan, niin iloitkaa Abimelekista, ja saakoon hänkin iloa teistä.",
      "Sitten Jotam pakeni Beeriin ja jäi sinne asumaan ollakseen turvassa veljeltään Abimelekilta.",
      "Abimelek hallitsi Israelia kolme vuotta.",
      "Sitten Jumala lähetti pahan hengen rikkomaan Abimelekin ja sikemiläisten välit, ja sikemiläiset nousivat kapinaan Abimelekia vastaan.",
      "Näin tapahtui, jotta Jerubbaalin seitsemänkymmenen pojan julma murha tulisi kostetuksi ja jotta rangaistus kohtaisi veljiensä surmaajaa Abimelekia ja Sikemin miehiä, jotka olivat auttaneet häntä tappamaan veljensä.",
      "Tuottaakseen vahinkoa Abimelekille Sikemin miehet alkoivat väijyä vuorilla matkalaisia ja ryöstivät jokaisen, joka kulki heidän ohitseen. Tästä tuli tieto Abimelekin korviin.",
      "Gaal, Ebedin poika, muutti veljiensä kanssa Sikemiin ja voitti sikemiläisten luottamuksen.",
      "Eräänä päivänä sikemiläiset lähtivät viinitarhoihinsa korjaamaan satoa. Saatuaan rypäleet poljetuksi he alkoivat viettää iloista juhlaa. He menivät jumalansa pyhäkköön, söivät, joivat ja rupesivat sitten kiroamaan Abimelekia.",
      "Sebul, kaupungin päällikkö, sai kuulla, mitä Gaal, Ebedin poika, oli sanonut. Hän vihastui",
      "Lähde yöllä liikkeelle joukkoinesi ja asetu väijyksiin kaupungin ulkopuolelle.",
      "Abimelek ja hänen joukkonsa lähtivät liikkeelle yöllä ja asettuivat neljänä osastona väijyksiin Sikemin ympärille.",
      "Kun Gaal, Ebedin poika, tuli kaupungin portille, Abimelek ja hänen miehensä nousivat esiin piiloistaan.",
      "Gaal johti Sikemin miehet taisteluun Abimelekia vastaan.",
      "Abimelek löi hänet kuitenkin takaisin, ja hän joutui kääntymään pakoon. Monet hänen miehistään kaatuivat, ennen kuin pääsivät kaupungin porttien suojaan.",
      "Abimelek palasi Arumaan ja jäi sinne, mutta Sebul karkotti Gaalin ja hänen veljensä Sikemistä.",
      "Seuraavana päivänä sikemiläiset olivat lähdössä pelloilleen. Saatuaan tästä tiedon",
      "Abimelek jakoi väkensä kolmeen joukkoon ja asettui väijyksiin kaupungin ulkopuolelle. Kun hän näki sikemiläisten tulleen ulos kaupungista, hän kävi miehineen heidän kimppuunsa.",
      "Abimelek itse eteni joukkonsa kanssa kaupunginportille ja sulki paluutien. Molemmat muut joukot kävivät niiden sikemiläisten kimppuun, jotka olivat jo ehtineet pelloilleen, ja tappoivat heidät.",
      "Koko päivän kestäneen taistelun jälkeen Abimelek valloitti kaupungin ja surmasi sen asukkaat. Hän hävitti kaupungin maan tasalle ja kylvi sen paikalle suolaa.",
      "Saatuaan tietää hyökkäyksestä Sikemin linnan asukkaat vetäytyivät El-Beritin temppelin kellariholviin.",
      "Kun tämä kerrottiin Abimelekille,",
      "Jokainen mies katkaisi itselleen oksan. Kaikki seurasivat Abimelekia, panivat oksat holvin päälle ja sytyttivät ne tuleen. Näin kuolivat myös kaikki Sikemin linnan asukkaat, noin tuhat miestä ja naista.",
      "Tämän jälkeen Abimelek lähti Tebesiin, leiriytyi joukkoineen sen edustalle ja tunkeutui kaupunkiin.",
      "Mutta keskellä kaupunkia oli linnoitustorni, ja kaupungin kaikki asukkaat, miehet ja naiset, pakenivat sinne, telkesivät oven perässään ja nousivat kattotasanteelle.",
      "Abimelek ryhtyi valtaamaan tornia ja tuli aivan sen juurelle sytyttääkseen oven palamaan.",
      "Silloin muuan nainen pudotti hänen päähänsä jauhinkiven, ja hänen kallonsa murtui.",
      "Nähtyään, että Abimelek oli kuollut, israelilaiset palasivat kukin kotiinsa.",
      "Näin Jumala kosti rikoksen, jonka Abimelek oli tehnyt isäänsä vastaan surmatessaan seitsemänkymmentä veljeään,",
      "ja Jumala antoi Sikemin miesten pahuuden koitua heidän omaksi tuhokseen. Heidän osakseen tuli Jerubbaalin pojan Jotamin lausuma kirous."
    ],
    [
      "Abimelekin kuoltua tuli Israelin pelastajaksi Isaskarin heimoon kuuluva Tola, Puan poika ja Dodon pojanpoika. Hän asui Samirissa, Efraimin vuoristossa.",
      "Hän oli Israelissa tuomarina kaksikymmentäkolme vuotta, ja hänet on haudattu Samiriin.",
      "Hänen jälkeensä tuli Israelin tuomariksi gileadilainen Jair, joka oli tuomarina kaksikymmentäkaksi vuotta.",
      "Hänellä oli kolmekymmentä poikaa, jotka ratsastivat kolmellakymmenellä aasilla, ja heillä oli Gileadissa kolmekymmentä kaupunkia. Niitä nimitetään vielä tänäkin päivänä Jairin leirikyliksi.",
      "Jair on haudattu Kamoniin.",
      "Israelilaiset rikkoivat jälleen Herraa vastaan. He palvelivat baaleja ja astarteja sekä aramealaisten, foinikialaisten, moabilaisten, ammonilaisten ja filistealaisten jumalia. He hylkäsivät Herran ja lakkasivat palvelemasta häntä.",
      "Silloin Herra vihastui israelilaisiin ja jätti heidät filistealaisten ja ammonilaisten käsiin.",
      "Siitä alkaen nämä vainosivat ja sortivat kahdeksantoista vuoden ajan kaikkia niitä israelilaisia, jotka asuivat Jordanin itäpuolella Gileadissa, amorilaisten maassa.",
      "Ammonilaiset tulivat myös Jordanin yli ja kävivät Juudan, Benjaminin ja Efraimin heimojen kimppuun. Näin Israel joutui suureen ahdinkoon.",
      "foinikialaiset, amalekilaiset ja maonilaiset sortivat teitä ja te huusitte minua avuksenne, minä pelastin teidät heidän käsistään.",
      "Mutta te hylkäsitte minut ja ryhdyitte palvelemaan muita jumalia. Siksi minä en enää pelasta teitä.",
      "Israelilaiset luopuivat vieraista jumalistaan ja palvelivat jälleen Herraa. Silloin Herra ei enää voinut katsella israelilaisten kärsimystä.",
      "Ammonilaiset kokosivat sotajoukon ja pystyttivät leirinsä Gileadin alueelle. Silloin myös israelilaiset kokoontuivat, ja he leiriytyivät Mispaan."
    ],
    [
      "Gileadilainen Jefta oli urhea soturi. Hän oli erään porton ja Gilead-nimisen miehen poika.",
      "Jefta pakeni veljiään Tobin maahan ja asettui sinne asumaan. Siellä hänen ympärilleen kokoontui joutilaita miehiä, jotka seurasivat häntä hänen retkillään.",
      "Jonkin ajan kuluttua ammonilaiset aloittivat sodan israelilaisia vastaan.",
      "Heidän hyökättyään israelilaisten kimppuun gileadilaisten vanhimmat lähtivät noutamaan Jeftaa Tobin maasta.",
      "Niin Jefta lähti heidän mukaansa. Kansa nimitti hänet johtajakseen ja päällikökseen, ja Jefta toisti sopimuksen sanat Herran edessä Mispassa.",
      "Jefta lähetti uudelleen sananviejiä ammonilaisten kuninkaan luo",
      "Tullessaan Egyptistä israelilaiset kulkivat autiomaan kautta Kaislamerelle ja sieltä Kadesiin.",
      "He lähettivät Edomin kuninkaan luo sananviejiä pyytämään lupaa kulkea hänen maansa kautta, mutta Edomin kuningas ei suostunut pyyntöön. Myös Moabin kuninkaalle he lähettivät saman viestin, mutta hänkään ei suostunut, ja niin israelilaisten oli jäätävä Kadesiin.",
      "Sitten he kulkivat autiomaan kautta, kiersivät Edomin ja Moabin ja tulivat Moabin itärajalle. He leiriytyivät Arnonin toiselle puolen, mutta eivät menneet tämän rajajoen yli Moabin alueelle.",
      "Mutta Sihon ei luottanut kylliksi israelilaisiin päästääkseen heidät kulkemaan alueensa läpi. Hän kokosi kaikki joukkonsa, leiriytyi Jahasiin ja ryhtyi taistelemaan Israelia vastaan.",
      "Herra, Israelin Jumala, antoi Sihonin ja hänen joukkonsa israelilaisten käsiin, ja Israel kukisti amorilaiset. Sitten Israel valloitti koko maan siellä asuvilta amorilaisilta.",
      "Israelilaiset ottivat haltuunsa amorilaisten koko alueen Arnonista Jabbokiin ja itäisestä autiomaasta Jordaniin asti.",
      "Pidäthän sinäkin itselläsi kaiken sen maan, jonka jumalasi Kemos antaa haltuusi. Aivan samoin mekin otamme haltuumme sen alueen, jonka asukkaat Herra, meidän Jumalamme, hävittää meidän tieltämme.",
      "Luuletko olevasi parempi kuin Moabin kuningas Balak, Sipporin poika? Haastoiko hän koskaan riitaa Israelin kanssa? Ryhtyikö hän sotimaan Israelia vastaan?",
      "Israelilaiset ovat asuneet Hesbonissa ja Aroerissa sekä niiden ympäristökylissä ja Arnonin jokivarren kaupungeissa jo kolmesataa vuotta. Mikset ole ennen ottanut niitä haltuusi?",
      "Mutta ammonilaisten kuningas ei piitannut viestistä, jonka Jeftan sananviejät hänelle esittivät.",
      "Silloin Jeftaan tuli Herran henki. Jefta kulki Gileadin ja Manassen alueiden kautta ja palasi Gileadin Mispaan. Sieltä hän lähti sotaretkelle ammonilaisia vastaan.",
      "Sitten Jefta lähti taisteluun ammonilaisia vastaan, ja Herra antoi heidät hänen käsiinsä.",
      "Hän löi ammonilaiset Aroerissa perin pohjin ja ajoi heitä takaa Minnitin seuduille ja Abel- Keramimiin saakka valloittaen kaksikymmentä kaupunkia. Näin ammonilaiset jäivät tappiolle taistelussaan israelilaisia vastaan.",
      "Mutta kun Jefta palasi kotiinsa Mispaan, häntä vastaan tuli rumpua lyöden ja tanssien hänen oma tyttärensä, hänen ainoa lapsensa. Jeftalla ei ollut poikaa eikä toista tytärtä.",
      "Kahden kuukauden kuluttua hän palasi isänsä luo. Jefta täytti Herralle antamansa lupauksen, ja hänen tyttärensä kuoli koskemattomana neitsyenä. Israelissa tuli tavaksi,",
      "että nuoret tytöt menivät vuosittain neljäksi päiväksi ylistämään lauluillaan gileadilaisen Jeftan tyttären muistoa."
    ],
    [
      "Jefta oli Israelissa tuomarina kuusi vuotta. Sitten hän kuoli, ja hänet haudattiin kotikaupunkiinsa, joka oli Gileadissa.",
      "Jeftan jälkeen Israelissa oli tuomarina betlehemiläinen Ibsan.",
      "Hänellä oli kolmekymmentä poikaa ja kolmekymmentä tytärtä. Hän naitti kaikki kolmekymmentä tytärtään suvun ulkopuolelle ja otti suvun ulkopuolelta kolmekymmentä tyttöä pojilleen vaimoiksi. Ibsan oli tuomarina seitsemän vuotta.",
      "Sitten hän kuoli, ja hänet haudattiin Betlehemiin.",
      "Ibsanin jälkeen Israelin tuomariksi tuli sebulonilainen Elon. Hän oli tuomarina kymmenen vuotta.",
      "Sitten Elon kuoli, ja hänet haudattiin Aijaloniin Sebulonin alueelle.",
      "Elonin jälkeen Israelin tuomariksi tuli pireatonilainen Abdon, Hillelin poika.",
      "Hänellä oli neljäkymmentä poikaa ja kolmekymmentä pojanpoikaa, ja heillä oli ratsuina seitsemänkymmentä aasia. Abdon oli tuomarina kahdeksan vuotta.",
      "Sitten Abdon, Hillelin poika, kuoli, ja hänet haudattiin Pireatoniin, joka on Efraimin alueella amalekilaisten vuoristossa."
    ],
    [
      "Israelilaiset rikkoivat jälleen Herraa vastaan, ja Herra jätti heidät neljäksikymmeneksi vuodeksi filistealaisten armoille.",
      "Soreassa eli siihen aikaan Danin heimoon kuuluva mies, jonka nimi oli Manoah. Hänen vaimonsa oli lapseton.",
      "Et saa juoda viiniä etkä olutta etkä syödä mitään epäpuhdasta",
      "Jumala kuuli Manoahin rukouksen, ja enkeli tuli uudelleen naisen luo tämän ollessa pellolla. Hänen miehensä Manoah ei ollut silloin paikalla.",
      "Manoah haki nuoren pukin ja ruokauhrin ja uhrasi ne kalliolla Herralle. Manoahin ja hänen vaimonsa katsellessa tapahtui ihme:",
      "kun liekki nousi alttarilta kohti taivasta, Herran enkeli kohosi ylös liekkien mukana. Tämän nähdessään Manoah ja hänen vaimonsa lankesivat kasvoilleen maahan.",
      "Herran enkeli ei sen jälkeen enää ilmestynyt Manoahille eikä hänen vaimolleen. Manoah käsitti, että mies oli ollut Herran enkeli,",
      "Nainen synnytti pojan ja antoi hänelle nimen Simson. Poika kasvoi, ja Herra siunasi häntä.",
      "Herran henki alkoi ajaa häntä tekoihin hänen asuessaan Mahane-Danissa, Sorean ja Estaolin välillä."
    ],
    [
      "Eräänä päivänä Simson kävi Timnassa ja näki siellä filistealaisen tytön.",
      "Hänen vanhempansa eivät tienneet, että tämä oli Herran johdatusta ja että Herra tahtoi antaa aiheen taisteluun filistealaisia vastaan. Siihen aikaan filistealaiset näet pitivät Israelia valtansa alla.",
      "Simson ja hänen vanhempansa menivät Timnaan. Timnan viinitarhojen luona Simsonia vastaan tuli karjuva nuori leijona.",
      "Samassa Simsonin valtasi Herran henki, ja hän repi leijonan kappaleiksi paljain käsin niin kuin se olisi ollut karitsa. Mutta hän ei kertonut vanhemmilleen, mitä oli tehnyt.",
      "Sitten hän meni kaupunkiin ja puhui tytön kanssa, ja tyttö miellytti häntä.",
      "Jonkin ajan kuluttua Simson lähti jälleen Timnaan ottaakseen tytön vaimokseen. Hän poikkesi tieltä sivuun katsomaan leijonan raatoa ja näki, että sen sisässä oli mehiläispesä ja pesässä hunajaa.",
      "Simson kaivoi hunajaa kouriinsa ja söi sitä kulkiessaan. Kun hän tuli vanhempiensa luo, hän antoi sitä heille, ja hekin söivät. Mutta hän ei kertonut heille, että hän oli kaapinut hunajan leijonan raadosta.",
      "Simsonin isä meni timnalaisen tytön kotiin, ja Simson järjesti siellä pidot, kuten nuorilla miehillä oli tapana tehdä.",
      "Kun timnalaiset näkivät Simsonin saapuneen, he valitsivat kolmekymmentä sulhaspoikaa hänen seuralaisikseen.",
      "Niin Simson sanoi heille: -- Lähti syöjästä syötävä, lähti väkevästä makea. Kolmen päivän ajan sulhaspojat yrittivät turhaan ratkaista arvoitusta.",
      "Vaimo kiusasi itkullaan Simsonia häiden seitsemänteen päivään asti, ja koska vaimo niin ahdisteli häntä, hän lopulta seitsemäntenä päivänä kertoi ratkaisun vaimolleen. Vaimo ilmoitti sen heimolaisilleen,",
      "ja seitsemäntenä päivänä, juuri ennen auringonlaskua, kaupungin miehet sanoivat Simsonille: -- Mikä makeampi hunajaa, mikä väkevämpi leijonaa? Simson sanoi heille: -- Ellette olisi vasikallani kyntäneet, ette olisi arvoitustani ratkaisseet.",
      "Silloin Herran henki valtasi Simsonin. Hän meni Askeloniin ja surmasi siellä kolmekymmentä miestä, riisui heiltä vaatteet ja antoi ne arvoituksen ratkaisijoille. Raivoissaan hän sitten lähti kotiinsa.",
      "Simsonin vaimo naitettiin Simsonin lähimmälle sulhaspojalle."
    ],
    [
      "Simson pyydysti kolmesataa kettua. Sitten hän otti soihtuja, sitoi ketut kaksittain hännistään yhteen ja kiinnitti häntien väliin soihdun.",
      "Hän sytytti soihdut ja laski ketut irti filistealaisten viljapelloille. Näin hän poltti kaiken, niin lyhteet kuin leikkaamattoman viljan, ja lisäksi viini- ja oliivitarhat.",
      "Ja hän kävi heidän kimppuunsa, löi heidän luunsa murskaksi ja surmasi heitä suuren joukon. Sitten hän meni Etamin kallioille ja jäi sinne luolaan asumaan.",
      "Filistealaiset lähtivät liikkeelle, pystyttivät sotaleirinsä Juudaan ja levittäytyivät Lehin seudulle.",
      "Kun Simson tuotiin Lehiin, filistealaiset juoksivat riemusta huutaen katsomaan häntä. Silloin Herran henki valtasi hänet. Köydet, jotka olivat hänen käsivarsiensa ympärillä, katkesivat kuin pellavalangat tulessa, ja siteet kirposivat hänen käsistään.",
      "Hän huomasi aasin ehjän leukaluun, otti sen maasta ja löi sillä tuhat miestä.",
      "Sitten hän sanoi: -- Aasin leukaluulla minä heitä ankarasti kuritin. Aasin leukaluulla minä surmasin tuhat miestä.",
      "Tämän sanottuaan hän heitti leukaluun pois. Siitä lähtien paikan nimenä on ollut Ramat-Lehi.",
      "Silloin Jumala avasi Lehin notkoon lähteen, josta tuli vettä. Simson joi, ja hänen voimansa palasivat. Siitä paikka sai nimen En-Kore, ja se on Lehissä vielä tänäkin päivänä.",
      "Simson oli Israelissa tuomarina kaksikymmentä vuotta filistealaisvallan aikaan."
    ],
    [
      "Kerran käydessään Gazassa Simson näki siellä porton ja meni hänen luokseen.",
      "Simson nukkui puoleenyöhön asti. Sitten hän lähti, tarttui kaupunginportin oviin ja pylväisiin, tempaisi ovet irti salpoineen päivineen, nosti ne harteilleen ja kantoi ne Hebronin lähistöllä sijaitsevan vuoren huipulle.",
      "Simson rakastui Sorekin laaksossa asuvaan Delila- nimiseen naiseen.",
      "Filistealaisten päämiehet toivat Delilalle seitsemän jännettä, jotka eivät vielä olleet kuivuneet, ja niillä hän sitoi Simsonin.",
      "Ja kun Delila päivästä päivään ahdisti ja kiusasi Simsonia puheillaan, niin että mies oli kuollakseen tuskastunut,",
      "Delila vaivutti Simsonin uneen sylissään ja kutsui sitten miehen, joka leikkasi pois Simsonin seitsemän palmikkoa. Silloin Simsonin voimat katosivat, ja näin Delila oli saattanut hänet hänen vihollistensa armoille.",
      "Filistealaiset ottivat Simsonin vangiksi, puhkaisivat hänen silmänsä ja veivät hänet Gazaan. He kytkivät hänet pronssikahleisiin, ja hän joutui vankilassa pyörittämään jauhinkiviä.",
      "Mutta hänen hiuksensa alkoivat leikkaamisen jälkeen kasvaa uudelleen.",
      "Filistealaisten päämiehet kokoontuivat uhraamaan suurta uhria jumalalleen Dagonille ja viettämään iloista juhlaa. He sanoivat: -- Jumalamme on antanut käsiimme Simsonin, vihollisemme.",
      "Kun filistealaiset näkivät, kuinka Simsonin oli käynyt, he ylistivät jumalaansa. He sanoivat: -- Jumalamme on antanut käsiimme tämän vihollisen, vihollisemme, joka hävitti maatamme ja surmasi meistä niin monta.",
      "Talo oli täynnä miehiä ja naisia, joukossa myös filistealaisten kaikki päämiehet. Katolla oli noin kolmetuhatta miestä ja naista katselemassa, kuinka Simsonia pilkattiin.",
      "Simson tunnusteli kahta keskipilaria, joiden varassa rakennus oli, ja painoi oikean kätensä toista ja vasemman kätensä toista pilaria vasten.",
      "Simsonin veljet kävivät yhdessä suvun muiden miesten kanssa hakemassa hänen ruumiinsa pois ja hautasivat hänet hänen isänsä Manoahin hautaan Sorean ja Estaolin lähistölle. Simson oli ollut Israelissa tuomarina kaksikymmentä vuotta."
    ],
    [
      "Efraimin vuoristossa eli kerran Miika-niminen mies.",
      "Kun Miika oli tuonut hopean äidilleen, tämä otti siitä kaksisataa sekeliä, vei kultasepälle ja teetti puusta veistetyn ja hopealla päällystetyn jumalankuvan, jota siitä lähtien pidettiin Miikan talossa.",
      "Miikalla oli oma pyhäkkö, ja hän teki vielä muita jumalankuvia ja efodi-kasukan sekä asetti yhden pojistaan toimimaan pappina.",
      "Israelissa ei vielä siihen aikaan ollut kuningasta, ja jokainen toimi niin kuin itse hyväksi näki.",
      "Samoihin aikoihin asui Betlehemissä Juudan sukukunnan keskuudessa muuan nuori mies, joka oli Leevin heimoa.",
      "Tämä mies lähti Betlehemistä etsiäkseen sopivaa paikkaa, jonne voisi asettua asumaan. Hän saapui matkallaan Efraimin vuoristoon ja osui Miikan talolle.",
      "ja jäi asumaan Miikan luo, joka kohteli häntä kuin omaa poikaansa.",
      "Miika asetti hänet papinvirkaan; miehestä tuli Miikan pappi, ja hän jäi asumaan tämän taloon."
    ],
    [
      "Siihen aikaan, kun Israelissa ei vielä ollut kuningasta, Danin heimo etsiskeli itselleen asuinpaikkaa. Sillä ei vielä ollut omaa aluetta Israelin heimojen keskuudessa.",
      "Hän kertoi, mitä oli tapahtunut ja kuinka Miika oli palkannut hänet papikseen.",
      "Sitten nuo viisi miestä jatkoivat kulkuaan ja tulivat Laisiin. He näkivät, että siellä asuvat ihmiset elivät kaikessa rauhassa turvallista ja huoletonta elämää aivan kuin sidonilaiset. Maassa ei ollut ketään mahtimiestä heidän käskijänään. He asuivat kaukana sidonilaisista eivätkä olleet tekemisissä muidenkaan kansojen kanssa.",
      "Soreasta ja Estaolista lähti matkaan kuusisataa Danin heimon miestä täysissä sotavarusteissa.",
      "Matkallaan he leiriytyivät ensin Juudan Kirjat- Jearimiin. Sen tähden paikkaa kutsutaan vielä nytkin Mahane-Daniksi. Se sijaitsee Kirjat-Jearimin länsipuolella.",
      "Sieltä he jatkoivat kulkuaan Efraimin vuoristoon ja saapuivat Miikan talolle.",
      "He poikkesivat Miikan talossa asuvan nuoren leeviläisen luo ja tervehtivät häntä.",
      "Kuudensadan danilaisen sotilaan joukko jäi seisomaan portille,",
      "ja ne viisi miestä, jotka olivat käyneet maassa tiedustelijoina, menivät sisään ja ottivat efodi-kasukan, hopealla päällystetyn puisen jumalankuvan ja muut jumalankuvat. Pappi seisoi sotilaiden joukossa portilla,",
      "Pappi suostui. Hän otti efodi-kasukan, puisen jumalankuvan ja muut jumalankuvat ja lähti miesten mukaan.",
      "Jatkaessaan matkaa danilaiset panivat naiset, lapset, karjan ja arvotavaran kulkueen etunenään.",
      "He olivat jo ehtineet kauas Miikan talosta, kun lähiympäristön miehet hälytettiin koolle. Miehet lähtivät seuraamaan danilaisia ja tavoittivat heidät.",
      "Sitten danilaiset lähtivät jatkamaan matkaa, ja kun Miika huomasi, että he olivat häntä vahvempia, hän kääntyi ja palasi kotiin.",
      "Otettuaan Miikalta hänen teettämänsä jumalankuvat ja vietyään hänen pappinsa danilaiset menivät Laisiin ja kävivät sen pahaa aavistamattomien asukkaiden kimppuun, surmasivat heidät ja polttivat kaiken.",
      "Kaupunki ei saanut mistään apua, sillä se sijaitsi Bet-Rehobin tasangolla kaukana Sidonista eikä se ollut tekemisissä muiden kansojen kanssa. Danilaiset rakensivat Laisin paikalle oman kaupunkinsa ja asettuivat sinne asumaan.",
      "He antoivat kaupungilleen nimen Dan kantaisänsä Danin, Jaakobin pojan mukaan, mutta alun perin kaupungin nimi oli Lais.",
      "Danilaiset sijoittivat puisen jumalankuvan kaupunkiinsa. Jonatan, joka oli Mooseksen pojan Gersomin sukukuntaa, ja hänen jälkeläisensä toimivat siellä Danin heimon pappeina, kunnes israelilaiset vietiin pakkosiirtolaisuuteen.",
      "Danilaiset pitivät Miikan teettämän jumalankuvan itsellään koko sen ajan, jonka Jumalan pyhäkkö oli Silossa."
    ],
    [
      "Siihen aikaan, kun Israelissa ei vielä ollut kuningasta, Efraimin vuoriston perukoilla asui muualta sinne muuttanut leeviläinen mies. Hän otti itselleen sivuvaimon Juudan Betlehemistä.",
      "Mutta nainen suuttui häneen, lähti hänen luotaan ja palasi isänsä kotiin Juudan Betlehemiin. Kun hän oli ollut siellä nelisen kuukautta,",
      "mies otti mukaansa palvelijan ja kaksi aasia ja lähti hänen jälkeensä taivuttaakseen hänet tulemaan takaisin. Sivuvaimo kutsui hänet isänsä kotiin. Miehen nähdessään vaimon isä riensi iloisena häntä vastaan",
      "ja vaati häntä jäämään luokseen. Mies jäi kolmeksi päiväksi appensa taloon, ja he söivät, joivat ja lepäsivät siellä.",
      "Kun mies nousi ja aikoi lähteä, hänen appensa pidätteli häntä, ja niin hän jäi vielä yhdeksi yöksi.",
      "Mutta mies ei enää suostunut jäämään yöksi, vaan nousi ja lähti, ja hänen sivuvaimonsa lähti hänen kanssaan. Satuloiduilla aaseillaan matkaten he saapuivat Jebusin eli Jerusalemin lähistölle.",
      "He jatkoivat matkaa ja tulivat juuri auringon laskiessa Gibeaan, jossa asui benjaminilaisia.",
      "He kääntyivät tieltä kaupunkiin jäädäkseen sinne yöksi, mutta kun kukaan ei pyytänyt heitä kotiinsa, heidän oli jäätävä torille istuskelemaan.",
      "Illan pimetessä muuan vanha mies palasi peltotöistä kaupunkiin. Hän oli kotoisin Efraimin vuoristosta ja oli muuttanut asumaan Gibeaan, kun taas kaupungin muut asukkaat olivat benjaminilaisia.",
      "Hän vei matkalaiset kotiinsa ja ruokki heidän aasinsa. Sitten he pesivät matkan pölyt jaloistaan ja kävivät aterioimaan.",
      "Mutta kaupungin miehet eivät kuunnelleet vanhusta. Silloin leeviläinen vei sivuvaimonsa ulkona odottaville miehille. He raiskasivat hänet ja pitelivät häntä pahoin koko yön aina aamunsarastukseen asti. Vasta sitten miehet päästivät hänet käsistään.",
      "Aamunkoitteessa nainen tuli ja lyyhistyi sen talon ovelle, johon hänen miehensä oli majoittunut, ja jäi siihen makaamaan.",
      "Kun leeviläinen aamulla nousi, avasi talon ovet ja astui ulos lähteäkseen jatkamaan matkaa, hän näki sivuvaimonsa makaamassa talon ovella kädet kynnykselle ojennettuina.",
      "Kotiin tultuaan leeviläinen otti veitsen, paloitteli sivuvaimonsa ruumiin kahteentoista osaan ja lähetti kappaleet joka puolelle Israelia sanoen:",
      "Kaikki, jotka tämän näkevät, sanovat: 'Mitään tällaista ei ole tapahtunut eikä ole nähty milloinkaan sen jälkeen, kun israelilaiset lähtivät Egyptistä.' Harkitkaa nyt tarkoin ja sanokaa, mitä on tehtävä."
    ],
    [
      "Kaikki israelilaiset Danista Beersebaan asti ja aina Gileadin maata myöten kokoontuivat yhtenä miehenä Herran eteen Mispaan.",
      "Israelin päälliköt, kaikkien sukukuntien päämiehet, ja koko Jumalan kansa tulivat yhteiseen kokoukseen. Heitä oli siellä neljäsataatuhatta aseistettua miestä.",
      "mutta Gibean miehet yrittivät käydä kimppuuni ja piirittivät yöllä talon. He aikoivat tappaa minut ja tekivät väkivaltaa sivuvaimolleni, niin että hän kuoli.",
      "Minä paloittelin hänen ruumiinsa ja lähetin kappaleet Israelin kaikkiin osiin sen törkeän ja pöyristyttävän teon vuoksi, jonka gibealaiset ovat Israelissa tehneet.",
      "Me teemme Gibealle näin: Heitämme arpaa",
      "Israelilaiset päättivät yksimielisesti lähteä sotimaan Gibeaa vastaan.",
      "vaan kokoontuivat kaupungeistaan Gibeaan ryhtyäkseen sotaan heitä vastaan.",
      "Kaupungeistaan saapuneet benjaminilaiset katsastettiin ja laskettiin. Heitä oli kaksikymmentäkuusituhatta miestä. Lisäksi tulivat Gibean omat joukot, seitsemänsataa valiosoturia.",
      "Koko sotajoukossa oli seitsemänsataa vasenkätistä valiomiestä, joista jokainen osasi lingota kiven erehtymättömän tarkasti maaliin.",
      "Myös israelilaisten sotajoukko tarkastettiin ja laskettiin. Israelilaisia oli, kun benjaminilaiset olivat poissa, yhteensä neljäsataatuhatta miestä, kaikki harjaantuneita sotureita.",
      "Seuraavana aamuna israelilaiset lähtivät liikkeelle ja asettuivat leiriin Gibean edustalle.",
      "Näin israelilaiset lähtivät sotaan benjaminilaisia vastaan ja järjestäytyivät taisteluun Gibean ulkopuolella.",
      "Benjaminilaiset hyökkäsivät ulos kaupungista ja surmasivat sinä päivänä kaksikymmentäkaksituhatta israelilaista.",
      "Mutta israelilaiset rohkaisivat mielensä ja päättivät ryhtyä jälleen taisteluun samassa paikassa, jossa olivat taistelleet edellisenäkin päivänä.",
      "Kun israelilaiset seuraavana päivänä lähtivät leiristään taisteluun,",
      "benjaminilaiset tulivat Gibeasta heitä vastaan ja surmasivat vielä kahdeksantoistatuhatta soturia.",
      "Israelin koko sotajoukko meni jälleen Beteliin. Siellä israelilaiset istuivat itkien Herran edessä ja paastosivat iltaan asti sekä uhrasivat poltto- ja yhteysuhreja.",
      "He tiedustelivat Herralta neuvoa - - Jumalan liitonarkku oli näet siihen aikaan Betelissä,",
      "Israelilaiset sijoittivat miehiään väijyksiin kaikkialle Gibean ympärille.",
      "Kolmantena päivänä israelilaiset järjestäytyivät taisteluun benjaminilaisia vastaan kuten edellisilläkin kerroilla.",
      "Kun benjaminilaiset hyökkäsivät kaupungista, heidät houkuteltiin kauas sen ulkopuolelle. Tälläkin kerralla he pääsivät aluksi voitolle ja surmasivat Betelin ja Gibean välisellä tiellä kolmisenkymmentä israelilaista.",
      "Israelilaisten pääjoukko, joka oli lähtenyt asemistaan, ryhmittyi uudelleen taisteluun Baal-Tamarissa. Samaan aikaan israelilaisten väijytysjoukot syöksyivät esiin piilopaikoistaan gibealaisten selustasta.",
      "Gibean edustalle saapui kymmenentuhannen miehen joukko israelilaisia valiosotureita. Taistelu riehui ankarana, eivätkä benjaminilaiset vielä tajunneet, että heitä uhkasi tuho.",
      "Herra antoi israelilaisten voittaa benjaminilaiset. Sinä päivänä he surmasivat kaksikymmentäviisituhatta sata benjaminilaista soturia.",
      "Benjaminilaiset ymmärsivät nyt joutuneensa häviölle. Taistelun kulku oli tällainen: Israelilaiset vetäytyivät benjaminilaisten tieltä luottaen Gibean ympäristöön sijoittamaansa väijytysjoukkoon.",
      "Sillä aikaa väijytysjoukko syöksyi esiin, tunkeutui kaupunkiin ja surmasi kaikki sen asukkaat.",
      "Israelilaiset olivat ennalta sopineet väijytysjoukon kanssa, että merkkinä olisi kaupungista nouseva savupatsas.",
      "Kaupungista alkoi silloin nousta savua paksuna patsaana, ja kun benjaminilaiset kääntyivät katsomaan taakseen, he näkivät kaupunkinsa nousevan savuna taivaalle.",
      "Perääntyvät israelilaiset kääntyivät takaisin, ja benjaminilaiset joutuivat kauhun valtaan huomatessaan olevansa hukassa.",
      "He pakenivat kohti autiomaata, mutta takaa-ajajat pysyivät heidän kannoillaan. Benjaminilaiset jäivät kaupungista tulevan joukon ja israelilaisten pääjoukon väliin.",
      "Israelilaiset saartoivat heidät, ajoivat hellittämättä heitä takaa ja tavoittivat heidät Gibean itäpuolella.",
      "Benjaminilaisia kaatui kahdeksantoistatuhatta miestä, kaikki kokeneita sotureita.",
      "Muut kääntyivät ja pakenivat autiomaata kohti Rimmonin kallioiden suuntaan. Israelilaiset surmasivat pakenijoista maanteillä viisituhatta miestä, ja he jatkoivat takaa-ajoa Gideomiin saakka ja surmasivat vielä kaksituhatta miestä.",
      "Benjaminilaisia kaatui sinä päivänä yhteensä kaksikymmentäviisituhatta miestä, kaikki kokeneita sotureita.",
      "Vain kuusisataa benjaminilaista pääsi pakenemaan autiomaahan Rimmonin kallioille, ja he jäivät sinne neljäksi kuukaudeksi.",
      "Mutta israelilaiset palasivat Benjaminin alueelle ja surmasivat sen kaupungeista ihmiset ja karjan, jokaisen elävän olennon, jonka löysivät, ja polttivat kaikki Benjaminin kaupungit."
    ],
    [
      "He tulivat nyt Beteliin ja istuivat siellä Jumalan edessä iltaan asti itkien suureen ääneen.",
      "Varhain seuraavana aamuna israelilaiset rakensivat Beteliin alttarin ja uhrasivat poltto- ja yhteysuhreja.",
      "Sitten he kysyivät, oliko jokin Israelin sukukunnista jäänyt tulematta yhteiseen kokoukseen Herran eteen, vaikka kaikkia oli kuolemanrangaistuksen uhalla ankarasti vannotettu saapumaan Herran eteen Mispaan.",
      "sillä kun väki katsastettiin, joukossa ei ollut ainoatakaan jabesilaista.",
      "Gileadin Jabesissa oli neljäsataa nuorta tyttöä, jotka eivät olleet maanneet miehen kanssa. Heidät tuotiin israelilaisten leiriin, joka oli Silossa, Kanaaninmaassa.",
      "Israelilaiset lähettivät sitten sananviejiä Rimmonin kallioilla oleskelevien benjaminilaisten luo tarjoamaan rauhaa.",
      "Kun benjaminilaiset palasivat Rimmonin kallioilta, israelilaiset antoivat heille ne Gileadin Jabesin naiset, jotka oli jätetty henkiin. Mutta naisia oli liian vähän.",
      "Herra oli murtanut aukon Israelin heimojen riveihin. Kansan kävi sääliksi Benjaminin heimoa,",
      "Silloin vanhimmat keksivät keinon. Silossa, kaupungissa, joka sijaitsee Betelistä pohjoiseen ja Lebonasta etelään, Betelin ja Sikemin välisen tien itäpuolella, oli tapana joka vuosi viettää juhlaa Herran kunniaksi.",
      "Kun kaupungin tytöt tulevat tanssimaan, hyökätkää viinitarhoista esiin, ryöstäkää kukin itsellenne Silosta tyttö vaimoksi ja palatkaa kotiseudullenne!",
      "Benjaminilaiset tekivät neuvon mukaan. Jokainen heistä ryösti yhden tanssivista tytöistä itselleen vaimoksi. Sitten he palasivat perintömailleen, rakensivat hävitetyt kaupunkinsa ja asettuivat niihin asumaan.",
      "Myös muut israelilaiset palasivat kotiseuduilleen kukin oman heimonsa ja sukunsa luo.",
      "Siihen aikaan Israelissa ei vielä ollut kuningasta, ja jokainen toimi niin kuin itse hyväksi näki."
    ]
  ],
  "name": "Judges"
}
