{
  "id": "mk",
  "chapters": [
    [
      "Ilosanoma Jeesuksesta Kristuksesta, Jumalan Pojasta, lähti liikkeelle näin.",
      "Profeetta Jesajan kirjassa sanotaan: -- Minä lähetän sanansaattajani sinun edelläsi, hän raivaa sinulle tien.",
      "Ja näin tapahtui. Johannes Kastaja julisti autiomaassa, että ihmisten tuli kääntyä ja ottaa kaste, jotta synnit annettaisiin heille anteeksi.",
      "Hänen luokseen tuli paljon väkeä Jerusalemista ja joka puolelta Juudeaa. He tunnustivat syntinsä, ja Johannes kastoi heidät Jordanissa.",
      "Johanneksella oli yllään kamelinkarvavaate ja vyötäisillään nahkavyö, ja hänen ruokanaan olivat heinäsirkat ja villimehiläisten hunaja.",
      "Niinä päivinä Jeesus tuli Galilean Nasaretista, ja Johannes kastoi hänet Jordanissa.",
      "Vedestä noustessaan Jeesus näki, kuinka taivaat aukenivat ja Henki laskeutui häneen kyyhkysen tavoin.",
      "Heti sen jälkeen Henki ajoi hänet autiomaahan.",
      "Neljäkymmentä päivää hän oli autiomaassa Saatanan kiusattavana. Hän eli villieläinten joukossa, ja enkelit pitivät hänestä huolta.",
      "Kun Johannes oli vangittu, Jeesus palasi Galileaan ja julisti Jumalan evankeliumia.",
      "Kun Jeesus kulki Galileanjärven rantaa, hän näki Simonin ja tämän veljen Andreaksen. He olivat järvellä kalastamassa heittoverkolla; he olivat näet kalastajia.",
      "He jättivät heti verkkonsa ja lähtivät seuraamaan Jeesusta.",
      "Jonkin matkaa kuljettuaan Jeesus näki Jaakobin, Sebedeuksen pojan, ja hänen veljensä Johanneksen. Hekin olivat veneessä, verkkojaan selvittelemässä.",
      "Jeesus kutsui heti heidät. He jättivät isänsä Sebedeuksen ja tämän palkkalaiset veneeseen ja lähtivät seuraamaan Jeesusta.",
      "He tulivat Kapernaumiin. Heti sapattina Jeesus meni synagogaan ja opetti.",
      "Ihmiset olivat hämmästyksissään hänen opetuksestaan. Hän opetti heitä niin kuin se, jolle on annettu valta, ei niin kuin lainopettajat.",
      "Kaupungin synagogassa oli juuri silloin mies, joka oli saastaisen hengen vallassa. Hän alkoi huutaa:",
      "Mitä sinä meistä tahdot, Jeesus Nasaretilainen? Oletko tullut tuhoamaan meidät? Minä tiedän, kuka sinä olet, Jumalan Pyhä!",
      "Silloin saastainen henki kouristi miestä ja lähti hänestä huutaen kovalla äänellä.",
      "Hänen maineensa levisi kohta kaikkialle, ympäri koko Galilean.",
      "Synagogasta he menivät suoraan Simonin ja Andreaksen kotiin. Jaakob ja Johannes olivat mukana.",
      "Simonin anoppi makasi kuumeessa, ja hänestä kerrottiin heti Jeesukselle.",
      "Jeesus meni hänen luokseen, otti häntä kädestä ja auttoi hänet jalkeille. Kuume lähti naisesta, ja hän alkoi palvella vieraitaan.",
      "Illalla, auringonlaskun jälkeen Jeesuksen luo tuotiin kaikki sairaat ja pahojen henkien vaivaamat.",
      "Koko kaupunki oli kerääntynyt oven edustalle.",
      "Hän paransi useita erilaisten tautien vaivaamia ja ajoi ulos monia pahoja henkiä. Hän ei antanut henkien puhua, koska ne tunsivat hänet.",
      "Varhain aamulla, kun vielä oli pimeä, Jeesus nousi ja lähti ulos. Hän meni paikkaan, jossa hän sai olla yksin, ja rukoili siellä.",
      "Simon ja hänen toverinsa riensivät etsimään Jeesusta",
      "Niin hän lähti ja kiersi kaikkialla Galileassa, saarnasi synagogissa ja karkotti pahoja henkiä.",
      "Tauti lähti miehestä heti, ja hän tuli puhtaaksi.",
      "Jeesus lähetti hänet pois ja varoitti häntä ankarasti:",
      "Katso, ettet puhu tästä kenellekään mitään. Mene vain näyttämään itsesi papille ja anna puhdistumisestasi se uhri, jonka Mooses on määrännyt, todisteeksi heille.",
      "Mutta lähdettyään sieltä mies alkoi joka puolella kuuluttaa ja levittää tietoa tapahtuneesta, niin ettei Jeesus enää voinut julkisesti mennä yhteenkään kaupunkiin. Hän pysytteli kaupunkien ulkopuolella asumattomilla seuduilla, ja kaikkialta tuli ihmisiä hänen luokseen."
    ],
    [
      "Jonkin ajan kuluttua Jeesus meni taas Kapernaumiin. Kun ihmiset kuulivat hänen olevan kotona,",
      "väkeä tuli koolle niin paljon, etteivät kaikki mahtuneet edes oven edustalle. Jeesus julisti heille sanaa.",
      "Hänen luokseen oltiin tuomassa halvaantunutta. Sairasta kantamassa oli neljä miestä,",
      "jotka eivät tungoksessa kuitenkaan päässeet tuomaan häntä Jeesuksen eteen. Silloin he purkivat katon siltä kohden, missä Jeesus oli, ja aukon tehtyään laskivat siitä alas vuodematon, jolla halvaantunut makasi.",
      "Mutta siellä istui myös muutamia lainopettajia, ja he sanoivat itsekseen:",
      "Miten hän tuolla tavalla puhuu? Hän herjaa Jumalaa. Kuka muu kuin Jumala voi antaa syntejä anteeksi?",
      "Kumpi on helpompaa, sanoa halvaantuneelle: 'Sinun syntisi annetaan anteeksi', vai sanoa: 'Nouse, ota vuoteesi ja kävele'?",
      "nouse, ota vuoteesi ja mene kotiisi.",
      "Jeesus lähti sitten taas järven rantaan. Koko ihmisjoukko tuli hänen perässään, ja hän opetti heitä.",
      "Jeesus oli sitten aterialla Leevin kodissa. Monia publikaaneja ja muita syntisiä aterioi Jeesuksen ja hänen opetuslastensa kanssa, sillä heitä oli paljon hänen seuraajiensa joukossa.",
      "Vielä tulee sekin aika, jolloin sulhanen on poissa, ja silloin, sinä päivänä he paastoavat.",
      "Ei kukaan ompele kutistamattomasta kankaasta paikkaa vanhaan viittaan. Silloinhan vanha vaate repeää uuden paikan vierestä ja reikä on entistä pahempi.",
      "Jeesus kulki kerran sapattina viljapellon laitaa, ja hänen opetuslapsensa alkoivat kulkiessaan katkoa tähkäpäitä."
    ],
    [
      "Jeesus meni taas synagogaan. Siellä oli mies, jonka käsi oli surkastunut.",
      "Fariseukset pitivät silmällä, parantaisiko Jeesus miehen sapattina, sillä he tahtoivat nostaa syytteen häntä vastaan.",
      "Mutta fariseukset menivät ulos ja ryhtyivät heti Herodeksen kannattajien kanssa suunnittelemaan, miten saisivat Jeesuksen raivatuksi pois tieltä.",
      "Jeesus siirtyi sitten taas opetuslastensa kanssa järven rannalle, ja sinne kerääntyi suuri joukko ihmisiä. Heitä tuli Galileasta, Juudeasta",
      "ja Jerusalemista, Idumeasta ja Jordanin takaa sekä Tyroksen ja Sidonin seudulta. Heitä tuli suurin joukoin hänen luokseen, kun he kuulivat, mitä kaikkea hän teki.",
      "Jeesus käski opetuslastensa pitää venettä varalla, jottei hän jäisi väkijoukon jalkoihin.",
      "Hän näet oli parantanut monia, ja niin kaikki, joilla oli vaivoja, tungeksivat häntä kohti yrittäen koskettaa häntä.",
      "Mutta hän varoitti ankarasti niitä paljastamasta häntä.",
      "Sitten Jeesus nousi vuorelle. Hän käski luokseen ne, jotka hän oli valinnut, ja he lähtivät hänen mukaansa.",
      "Nämä kaksitoista Jeesus kutsui olemaan kanssaan lähettääkseen heidät saarnaamaan ja",
      "valtuuttaakseen heidät karkottamaan saastaisia henkiä:",
      "Simon, jolle hän antoi nimen Pietari,",
      "Jaakob Sebedeuksen poika ja tämän veli Johannes, joille hän antoi nimen Boanerges -- se merkitsee: ukkosenjylinän pojat --",
      "sekä Andreas, Filippus ja Bartolomeus, Matteus, Tuomas ja Jaakob Alfeuksen poika, Taddeus, Simon Kananeus",
      "ja Juudas Iskariot, sama joka kavalsi hänet.",
      "Jeesus palasi sitten kotiin, ja kansaa kerääntyi taas niin paljon, etteivät hän ja opetuslapset edes päässeet syömään.",
      "Kun Jeesuksen omaiset kuulivat kaikesta tästä, he lähtivät sinne ottaakseen hänet huostaansa, sillä he luulivat, että hän oli poissa tolaltaan.",
      "Jos valtakunta jakautuu ja taistelee itseään vastaan, se ei voi kestää,",
      "eikä myöskään perhe kestä, jos sitä repivät riidat.",
      "Ja jos Saatana nousee itseään vastaan, se ei voi kestää, vaan sen loppu on tullut.",
      "Eihän kukaan voi tunkeutua väkevän miehen taloon ja ryöstää hänen tavaroitaan, ellei ensin sido häntä. Vasta sitten hän voi ryöstää talon ja tavarat.",
      "Totisesti: Kaikki tullaan antamaan ihmisille anteeksi, kaikki synnit ja herjaukset, miten he sitten herjaavatkin.",
      "He näet olivat sanoneet, että Jeesuksessa oli saastainen henki.",
      "Jeesuksen äiti ja veljet olivat saapuneet paikalle. He jäivät ulos seisomaan ja lähettivät hakemaan häntä."
    ],
    [
      "Kerran Jeesus taas opetti järven rannalla. Hänen ympärilleen kokoontui niin paljon ihmisiä, että hän siirtyi veneeseen. Hän istui järvellä veneessä, ja väkijoukko oli rannalla.",
      "Hän opetti heille vertauksin monia asioita. Näin hän heitä opetti:",
      "Ja kun hän kylvi, kävi niin, että osa siemenistä putosi tien oheen, ja linnut tulivat ja söivät jyvät.",
      "Osa putosi kallioiseen paikkaan, missä jyville ei ollut paljon maata. Ne nousivat kohta oraalle, koska maata ei ollut syvälti,",
      "mutta auringon noustua oraat helteessä kuivettuivat, koska niillä ei ollut juurta.",
      "Osa taas putosi ohdakkeiden sekaan, ja ohdakkeet kasvoivat ja tukahduttivat oraan, eikä siitä saatu satoa.",
      "Kun Jeesus sitten oli jäänyt yksin kahdentoista opetuslapsensa ja muiden seuralaistensa kanssa, nämä kyselivät häneltä, mitä vertaukset tarkoittivat.",
      "Kylvömies kylvää sanan.",
      "Tien oheen kylvetty siemen tarkoittaa ihmisiä, jotka kuulevat sanan mutta joilta Saatana, heti kun se on heihin kylvetty, tulee ottamaan sen pois.",
      "Kylvö kallioiseen paikkaan taas kuvaa niitä, jotka sanan kuullessaan heti ottavat sen iloiten vastaan",
      "mutta jotka kestävät vain hetken, koska heiltä puuttuvat juuret. Kun tulee ahdinko tai vaino sanan tähden, he luopuvat kohta.",
      "Sitten on siemen, joka kylvettiin ohdakkeiden sekaan. Se tarkoittaa niitä, jotka kuulevat sanan",
      "mutta joissa sana ei tuota satoa, koska tämän maailman huolet ja rikkauden petolliset houkutukset ja muut mielihalut saavat heissä sijan ja tukahduttavat sanan.",
      "Kaikki kätketty on olemassa vain ilmi tuotavaksi, salassa oleva vain siksi että se tulisi julki.",
      "Hän nukkuu yönsä ja herää aina uuteen päivään, ja siemen orastaa ja kasvaa, eikä hän tiedä, miten.",
      "Maa tuottaa sadon aivan itsestään, ensin korren, sitten tähkän, sitten täydet jyvät tähkään.",
      "Se on kuin sinapinsiemen. Kun sinapinsiemen kylvetään maahan, se on pienin kaikista maailman siemenistä,",
      "Monin tällaisin vertauksin hän julisti ihmisille sanaa, sen mukaan kuin he sitä saattoivat ymmärtää.",
      "Vertauksitta hän ei heille puhunut, mutta opetuslapsilleen hän selitti kaiken, kun he olivat keskenään.",
      "Opetuslapset lähettivät väen pois ja nousivat veneeseen, jossa Jeesus jo istui. Muitakin veneitä lähti hänen mukaansa.",
      "Äkkiä nousi kova myrskytuuli ja aallot löivät veneeseen, niin että se oli täyttymäisillään."
    ],
    [
      "He tulivat toiselle puolen järveä Gerasan alueelle.",
      "Heti kun Jeesus nousi veneestä, häntä vastaan tuli hautaluolista mies, jossa oli saastainen henki.",
      "Mies asusti haudoissa, eikä kukaan pystynyt enää köyttämään eikä kahlehtimaan häntä.",
      "Monet kerrat hänet oli kahlittu sekä käsistä että jaloista, mutta hän oli särkenyt kahleet ja katkonut köydet, eikä kukaan kyennyt hillitsemään häntä.",
      "Kaiket päivät ja yöt hän oleskeli haudoissa ja vuorilla, huusi ja runteli itseään kivillä.",
      "Kun hän nyt kaukaa näki Jeesuksen, hän tuli juosten paikalle, heittäytyi maahan hänen eteensä",
      "Jeesus näet oli jo käskemässä saastaista henkeä lähtemään miehestä.",
      "Henget pyysivät ja rukoilivat, ettei Jeesus ajaisi niitä pois siltä seudulta.",
      "Lähistöllä oli vuoren rinteellä suuri sikalauma laitumella.",
      "Hän antoi niille luvan. Silloin saastaiset henget lähtivät miehestä ja menivät sikoihin, ja lauma syöksyi jyrkännettä alas järveen. Sikoja oli noin kaksituhatta, ja ne hukkuivat kaikki.",
      "Sikopaimenet lähtivät pakoon ja kertoivat kaikesta tästä kaupungissa ja kylissä. Ihmisiä lähti katsomaan, mitä oli tapahtunut.",
      "He tulivat Jeesuksen luo ja näkivät pahojen henkien vaivaaman miehen istuvan siellä. Mies, jossa oli ollut legioona henkiä, istui vaatteet yllään ja täydessä järjessään. Tämä sai heidät pelon valtaan.",
      "Paikalla olleet kertoivat heille, mitä pahojen henkien vaivaamalle oli tapahtunut ja kuinka sikojen oli käynyt.",
      "Silloin kaikki alkoivat pyytää, että Jeesus poistuisi siltä seudulta.",
      "Kun Jeesus nousi veneeseen, pahoista hengistä vapautunut pyysi saada jäädä hänen seuraansa.",
      "Mies lähti ja alkoi Dekapoliin alueella julistaa, mitä Jeesus oli tehnyt hänelle. Kaikki olivat ihmeissään.",
      "Kun Jeesus oli veneellä palannut toiselle puolen järveä, hänen luokseen kerääntyi paljon väkeä. Hänen vielä ollessaan rannalla",
      "sinne tuli yksi synagogan esimiehistä, nimeltään Jairos. Jeesuksen nähtyään mies heittäytyi hänen jalkoihinsa",
      "Jeesus lähti miehen mukaan, ja suuri väkijoukko seurasi häntä ja tungeksi hänen ympärillään.",
      "Siellä oli myös nainen, jota kaksitoista vuotta oli vaivannut verenvuoto.",
      "Hän oli kärsinyt paljon monien lääkärien käsissä ja kuluttanut kaiken omaisuutensa saamatta mitään apua; pikemminkin hänen tilansa oli huonontunut.",
      "Hän oli kuullut Jeesuksesta, ja nyt hän väentungoksessa tuli Jeesuksen taakse ja kosketti hänen viittaansa.",
      "Siinä samassa verenvuoto tyrehtyi ja hän tunsi ruumiissaan, että vaiva oli poissa.",
      "Mutta Jeesus katseli ympärilleen nähdäkseen sen, joka niin oli tehnyt.",
      "Nainen vapisi pelosta, sillä hän tiesi mitä hänelle oli tapahtunut. Hän tuli Jeesuksen eteen, heittäytyi maahan ja kertoi hänelle totuudenmukaisesti kaiken.",
      "Hän ei antanut kenenkään muun tulla mukaansa kuin Pietarin ja Jaakobin sekä Johanneksen, Jaakobin veljen.",
      "He tulivat synagogan esimiehen kotiin, ja Jeesus näki hälisevän väenpaljouden ja kuuli ihmisten itkevän ja valittavan suureen ääneen.",
      "Jeesukselle naurettiin. Mutta hän ajoi kaikki ulos, otti mukaansa lapsen isän ja äidin sekä seuralaisensa ja meni huoneeseen, jossa lapsi oli.",
      "Heti tyttö nousi ja käveli; hän oli kaksitoistavuotias. Kaikki olivat hämmästyksestä suunniltaan.",
      "Jeesus kielsi ankarasti heitä kertomasta tästä kenellekään. Tytölle hän käski antaa syötävää."
    ],
    [
      "Jeesus lähti sieltä ja tuli kotikaupunkiinsa, ja opetuslapset olivat hänen kanssaan.",
      "Niinpä hän ei voinut tehdä siellä yhtään voimatekoa; vain muutamia sairaita hän paransi panemalla kätensä heidän päälleen.",
      "Ihmisten epäusko hämmästytti häntä. Hän kulki sitten kylästä kylään ja opetti.",
      "Jeesus kutsui kaksitoista opetuslastaan luokseen lähettääkseen heidät matkaan. Heidän tuli lähteä kaksittain, ja hän antoi heille vallan ajaa ihmisistä saastaisia henkiä.",
      "Hän kielsi heitä ottamasta mukaan muuta kuin sauvan: ei leipää, ei laukkua eikä rahaa vyöhön.",
      "Sandaalit he saivat ottaa, mutta eivät pukea ylleen kahta paitaa.",
      "Niin opetuslapset lähtivät matkaan ja julistivat, että kaikkien tuli kääntyä.",
      "He karkottivat monta pahaa henkeä sekä voitelivat öljyllä sairaita ja paransivat heidät.",
      "Toiset sanoivat, että hän oli Elia, toiset, että hän oli profeetta, sellainen kuin profeetat olivat olleet.",
      "Herodes oli näet pidättänyt Johanneksen, pannut hänet kahleisiin ja teljennyt vankilaan. Tämän hän oli tehnyt veljensä Filippoksen vaimon Herodiaan tähden. Hän oli nainut Herodiaan,",
      "Herodias ei sietänyt Johannesta ja olisi halunnut tappaa hänet, mutta ei voinut,",
      "koska Herodes pelkäsi Johannesta. Herodes tiesi hänet hurskaaksi ja pyhäksi mieheksi ja suojeli häntä. Hän kuunteli Johannesta mielellään, vaikka tämän puheet usein jäivätkin vaivaamaan häntä.",
      "Sopiva tilaisuus Herodiaalle tarjoutui, kun Herodes syntymäpäivänään järjesti pidot hoviherroilleen ja sotaväen päälliköille sekä Galilean johtomiehille.",
      "Kuningas tuli pahoille mielin, mutta koska hän oli vieraittensa kuullen vannonut valan, hän ei voinut vastata kieltävästi.",
      "Hän antoi heti pyövelille käskyn, että tämän oli tuotava Johanneksen pää. Pyöveli meni vankilaan ja mestasi siellä Johanneksen.",
      "Sitten hän toi pään vadilla ja antoi sen tytölle, ja tyttö antoi pään äidilleen.",
      "Kun Johanneksen opetuslapset kuulivat tästä, he tulivat hakemaan ruumiin ja veivät sen hautaan.",
      "Apostolit kokoontuivat taas Jeesuksen luo ja kertoivat hänelle, mitä kaikkea olivat tehneet ja mitä opettaneet.",
      "Niin he lähtivät veneellä mennäkseen autiolle seudulle yksinäisyyteen.",
      "Mutta heidän lähtönsä huomattiin, ja monet tunsivat heidät. Ihmisiä tuli juoksujalkaa kaikista kaupungeista, ja väkijoukko ehti maitse perille ennen heitä.",
      "Kun Jeesus veneestä noustessaan näki kaikki nämä ihmiset, hänen tuli heitä sääli, sillä he olivat kuin lammaslauma paimenta vailla. Hän alkoi opettaa ja puhui heille pitkään.",
      "Jeesus käski heidän sijoittaa kaikki ruokakunnittain aterioimaan vihreälle nurmelle.",
      "Ihmiset asettuivat istumaan sadan ja viidenkymmenen hengen ryhmiin.",
      "Sitten hän otti ne viisi leipää ja kaksi kalaa, katsoi ylös taivaaseen ja lausui kiitoksen. Hän mursi leivät ja antoi palat opetuslapsilleen, ja nämä jakoivat ne kansalle. Samoin hän jakoi kaikkien kesken ne kaksi kalaa.",
      "Kaikki söivät kyllikseen.",
      "Leiväntähteitä kerättiin kaksitoista täyttä korillista, ja kalaakin jäi.",
      "Aterioimassa oli ollut viisituhatta miestä.",
      "Heti sen jälkeen Jeesus käski opetuslasten nousta veneeseen ja mennä edeltäkäsin vastarannalle Betsaidaan sillä aikaa kun hän lähettäisi väen pois.",
      "Jätettyään hyvästit hän meni vuorelle rukoilemaan.",
      "Illan tullessa vene oli keskellä järveä ja Jeesus yksin maissa.",
      "Hän näki, että opetuslapsilla oli täysi työ soutaa vastatuuleen. Neljännen yövartion vaiheilla hän tuli vettä pitkin kävellen heitä kohti ja aikoi mennä heidän ohitseen.",
      "Kun he näkivät hänen kävelevän vettä pitkin, he luulivat häntä aaveeksi ja rupesivat huutamaan.",
      "Hän nousi veneeseen heidän luokseen, ja tuuli tyyntyi. Opetuslapset olivat hämmästyksestä suunniltaan.",
      "Sekään, mitä leiville tapahtui, ei ollut avannut heidän silmiään. Niin paatuneet heidän sydämensä olivat.",
      "Päästyään järven yli he tulivat rantaan Gennesaretissa.",
      "Heidän noustessaan veneestä ihmiset huomasivat, kuka oli tullut,",
      "ja lähtivät kiireesti viemään sanaa joka puolelle. Sairaita alettiin kantaa vuoteillaan sinne, missä Jeesuksen kuultiin olevan.",
      "Ja minne hän vain meni, kylään, kaupunkiin tai maaseudun taloon, aina ihmiset toivat sairaita aukioille ja pyysivät, että nämä saisivat edes koskettaa hänen viittansa tupsua. Ja kaikki, jotka koskettivat häntä, paranivat."
    ],
    [
      "Muutamia lainopettajia tuli Jerusalemista, ja yhdessä fariseusten kanssa he menivät Jeesuksen luo.",
      "He panivat merkille, että jotkut hänen opetuslapsensa aterioivat epäpuhtain, pesemättömin käsin.",
      "Fariseukset sen paremmin kuin juutalaiset yleensäkään eivät näet käy aterialle ennen kuin ovat pesseet kätensä, vaikkapa vain tilkkasella vettä. Näin he tarkoin noudattavat isien perinnäissääntöä.",
      "He eivät myöskään syö mitään torilta tuotua ennen kuin ovat vihmoneet sen. Monia muitakin tapoja he ovat ottaneet noudattaakseen, kuten juomamaljojen, saviruukkujen ja pronssiastioiden pesuja.",
      "Turhaan he minua palvelevat, kun opettavat oppejaan, ihmisten tekemiä käskyjä.",
      "Mooses on sanonut: 'Kunnioita isääsi ja äitiäsi' ja 'Joka kiroaa isäänsä tai äitiään, häntä rangaistakoon kuolemalla'.",
      "Mutta te opetatte toisin. Jos joku sanoo isälleen tai äidilleen: 'Se, mitä sinun piti minulta saada, on nyt korban: olen luvannut sen uhrilahjaksi',",
      "te ette salli hänen enää tehdä mitään isänsä tai äitinsä hyväksi.",
      "Ei ihmistä voi saastuttaa mikään, mikä tulee häneen ulkoapäin. Se ihmisen saastuttaa, mikä tulee hänen sisältään ulos. [",
      "Kun Jeesus sitten lähti väkijoukon keskeltä ja tuli kotiin, opetuslapset pyysivät häntä selittämään arvoitukselliset sanansa.",
      "Juuri ihmisen sisältä, sydämestä, lähtevät pahat ajatukset, ja niiden mukana siveettömyys, varkaudet, murhat,",
      "aviorikokset, ahneus, häijyys, vilppi, irstaus, pahansuopuus, herjaus, ylpeys ja uhmamieli.",
      "Jeesus lähti sieltä Tyroksen alueelle. Hän meni erääseen taloon ja halusi pysytellä tuntemattomana, mutta hänen tulonsa ei pysynyt salassa.",
      "Hänestä kuuli muuan nainen, jonka tytärtä vaivasi saastainen henki, ja nainen tuli heti hänen luokseen ja lankesi hänen jalkoihinsa.",
      "Hän ei ollut juutalainen, vaan Syyrian foinikialaisia. Hän pyysi Jeesusta ajamaan pahan hengen hänen tyttärestään,",
      "Nainen meni kotiin ja näki lapsen makaamassa vuoteella. Paha henki oli lähtenyt hänestä.",
      "Jeesus lähti sitten taas Tyroksen seudulta ja tuli Sidonin ja Dekapoliin alueen kautta Galileanjärvelle.",
      "Siellä hänen luokseen tuotiin kuuro mies, joka ei pystynyt kunnolla puhumaan, ja häntä pyydettiin panemaan kätensä miehen päälle.",
      "Jeesus otti hänet erilleen väkijoukosta, pani sormensa hänen korviinsa, sylkäisi ja kosketti hänen kieltään.",
      "Silloin miehen korvat aukenivat ja hänen kielensä vapautui, niin että hän puhui selkeästi.",
      "Jeesus kielsi ihmisiä kertomasta tästä kenellekään, mutta mitä enemmän hän heitä kielsi, sitä enemmän he levittivät siitä tietoa."
    ],
    [
      "Siihen aikaan oli taas kerran koolla paljon ihmisiä. Kun heillä ei ollut syötävää, Jeesus kutsui opetuslapset luokseen ja sanoi:",
      "Jeesus käski väen asettua istumaan. Sitten hän otti ne seitsemän leipää, lausui kiitoksen ja mursi leivät ja antoi palat opetuslapsille. Opetuslapset jakoivat ne sitten kansalle.",
      "Heillä oli myös muutama pieni kala. Jeesus siunasi kalat ja käski tarjota nekin.",
      "Ihmiset söivät kyllikseen, ja tähteeksi jääneitä paloja kerättiin seitsemän korillista.",
      "Väkeä oli noin neljätuhatta. Kun Jeesus oli lähettänyt heidät pois,",
      "hän kohta nousi opetuslasten kanssa veneeseen ja meni Dalmanutan seudulle.",
      "Fariseuksia tuli väittelemään Jeesuksen kanssa. He vaativat häneltä merkkiä taivaasta pannen näin hänet koetukselle.",
      "Ja hän jätti heidät, astui taas veneeseen ja lähti vastarannalle.",
      "Opetuslapset olivat unohtaneet varata leipää mukaansa. Heillä oli veneessä yksi ainoa leipä.",
      "Mutta he vain puhelivat keskenään siitä, ettei heillä ollut leipää.",
      "Onhan teillä silmät, ettekö te näe? Onhan teillä korvat, ettekö kuule? Ja ettekö muista:",
      "He tulivat Betsaidaan. Siellä Jeesuksen luo tuotiin sokea mies ja häntä pyydettiin koskettamaan tätä.",
      "Jeesus pani uudestaan kätensä miehen silmille, ja nyt tämä näki tarkasti. Hän oli täysin parantunut ja näki selvästi kaiken.",
      "Jeesus varoitti heitä ankarasti kertomasta hänestä kenellekään.",
      "Sitten Jeesus alkoi selittää opetuslapsille, että Ihmisen Pojan täytyy kärsiä paljon. Kansan vanhimmat, ylipapit ja lainopettajat hylkäävät hänet, ja hänet surmataan, mutta kolmen päivän kuluttua hän nousee kuolleista.",
      "Hän puhui tästä aivan avoimesti. Silloin Pietari veti hänet erilleen ja alkoi nuhdella häntä.",
      "Sillä se, joka tahtoo pelastaa elämänsä, kadottaa sen, mutta joka elämänsä minun tähteni ja evankeliumin tähden kadottaa, on sen pelastava.",
      "Mitä hyödyttää ihmistä, jos hän voittaa omakseen koko maailman mutta menettää sielunsa?",
      "Millä ihminen voi ostaa sielunsa takaisin?"
    ],
    [
      "Kuuden päivän kuluttua Jeesus otti mukaansa Pietarin, Jaakobin ja Johanneksen ja vei heidät korkealle vuorelle yksinäisyyteen, pois toisten luota. Siellä hänen ulkomuotonsa muuttui heidän nähtensä",
      "ja hänen vaatteensa alkoivat hohtaa niin kirkkaan valkoisina, ettei kukaan vaatteenvalkaisija maan päällä voi sellaista saada aikaan.",
      "Sitten heille ilmestyi Elia ja hänen kanssaan Mooses, ja nämä keskustelivat Jeesuksen kanssa.",
      "Hän ei näet tiennyt mitä sanoa, sillä he olivat kovin peloissaan.",
      "Ja yhtäkkiä, kun he katsahtivat ympärilleen, he eivät enää nähneet siellä ketään muuta kuin Jeesuksen yksin.",
      "Kun he laskeutuivat vuorenrinnettä, Jeesus varoitti heitä kertomasta näkemäänsä kenellekään ennen kuin Ihmisen Poika olisi noussut kuolleista.",
      "He pitivät Jeesuksen sanat mielessään ja pohtivat keskenään, mitä kuolleista nouseminen saattoi merkitä.",
      "Palatessaan muiden luo Jeesus ja nämä kolme opetuslasta näkivät heidän ympärillään suuren ihmisjoukon ja myös lainopettajia, jotka väittelivät opetuslasten kanssa.",
      "Jeesuksen nähdessään kaikki joutuivat hämmingin valtaan. He riensivät hänen luokseen ja tervehtivät häntä.",
      "He toivat pojan Jeesuksen luo. Jeesuksen nähdessään henki heti kouristi poikaa, ja tämä kaatui, kieriskeli maassa ja kuolasi.",
      "Henki on monet kerrat kaatanut hänet, jopa tuleen ja veteen, jotta saisi hänet tapetuksi. Sääli meitä ja auta, jos sinä jotakin voit!",
      "Mutta Jeesus tarttui häntä kädestä ja auttoi hänet jalkeille, ja hän nousi.",
      "He lähtivät sieltä ja kulkivat Galilean halki. Jeesus ei tahtonut kenenkään saavan tietää siitä,",
      "Opetuslapset eivät ymmärtäneet, mitä hän näillä sanoillaan tarkoitti, mutta eivät rohjenneet kysyä häneltä.",
      "He olivat vaiti, sillä he olivat väitelleet siitä, kuka heistä oli suurin.",
      "Sitten hän asetti heidän keskelleen lapsen, otti hänet syliinsä ja sanoi:",
      "Joka minun nimessäni ottaa luokseen yhdenkin tällaisen lapsen, se ottaa luokseen minut. Ja joka ottaa minut luokseen, ei ota minua, vaan sen joka on minut lähettänyt.",
      "Joka ei ole meitä vastaan, on meidän puolellamme.",
      "Totisesti: joka antaa teille maljallisen vettä sen tähden, että te olette Kristuksen omia, ei jää palkkaansa vaille.",
      "Jos kätesi viettelee sinua, hakkaa se pois. Onhan parempi, että käsipuolena pääset sisälle elämään, kuin että molemmat kädet tallella joudut helvettiin, sammumattomaan tuleen [",
      ", missä 'mato ei kuole eikä tuli sammu'].",
      "Jos jalkasi viettelee sinua, hakkaa se pois. Onhan parempi, että jalkapuolena pääset sisälle elämään, kuin että sinut molemmat jalat tallella heitetään helvettiin [",
      ", missä 'mato ei kuole eikä tuli sammu'].",
      "Ja jos silmäsi viettelee sinua, heitä se pois. Onhan parempi, että silmäpuolena pääset sisälle Jumalan valtakuntaan, kuin että sinut molemmat silmät tallella heitetään helvettiin,",
      "missä 'mato ei kuole eikä tuli sammu'."
    ],
    [
      "Jeesus lähti sieltä ja tuli Jordanin itäpuolta kulkien Juudean alueelle. Hänen kanssaan kulki nytkin suuri joukko ihmisiä, ja tapansa mukaan hän opetti heitä.",
      "Hänen luokseen tuli myös fariseuksia, jotka häntä koetellakseen kysyivät, saako mies hylätä vaimonsa.",
      "Mutta maailman alussa Jumala loi ihmisen mieheksi ja naiseksi.",
      "Sen tähden mies jättää isänsä ja äitinsä ja liittyy vaimoonsa,",
      "niin että nämä kaksi tulevat yhdeksi lihaksi. He eivät siis enää ole kaksi, he ovat yksi.",
      "Kun he olivat keskenään, opetuslapset kysyivät uudestaan tätä asiaa.",
      "Jeesuksen luo tuotiin lapsia, jotta hän koskisi heihin. Opetuslapset moittivat tuojia,",
      "Hän otti lapset syliinsä, pani kätensä heidän päälleen ja siunasi heitä.",
      "Mies synkistyi näistä sanoista. Hän lähti surullisena pois, sillä hänellä oli paljon omaisuutta.",
      "hän saa satakertaisesti: nyt, tässä maailmanajassa, taloja, veljiä ja sisaria, äitejä ja lapsia ja peltoja -- tosin myös vainoa -- ja tulevassa ajassa hän saa iankaikkisen elämän.",
      "Kun he sitten nousivat Jerusalemiin vievää tietä, Jeesus kulki muiden edellä. Opetuslapset olivat ymmällä, ja heidän perässään kulkevat ihmiset alkoivat pelätä. Silloin Jeesus kutsui taas luokseen kaksitoista opetuslastaan ja alkoi puhua heille siitä, mitä hänelle oli tapahtuva:",
      "Kun muut kymmenen kuulivat tästä, he suuttuivat Jaakobille ja Johannekselle.",
      "Niin ei saa olla teidän keskuudessanne. Joka tahtoo teidän joukossanne tulla suureksi, se olkoon toisten palvelija,",
      "ja joka tahtoo tulla teidän joukossanne ensimmäiseksi, se olkoon kaikkien orja.",
      "He tulivat Jerikoon. Kun Jeesus sitten lähti kaupungista opetuslastensa kanssa ja suuren väkijoukon seuraamana, tien vieressä istui sokea kerjäläinen Bartimaios, Timaioksen poika.",
      "Mies heitti vaippansa yltään, nousi kiireesti jaloilleen ja tuli Jeesuksen luo."
    ],
    [
      "Kun he lähestyivät Jerusalemia ja tulivat Betfageen ja Betaniaan Öljymäen rinteelle, Jeesus lähetti edeltä kaksi opetuslastaan",
      "Opetuslapset lähtivät ja löysivät varsan, joka oli sidottu kujalle oven eteen. He ottivat sen.",
      "He vastasivat niin kuin Jeesus oli käskenyt, ja heidän annettiin mennä.",
      "He toivat varsan Jeesukselle ja heittivät vaatteitaan sen selkään, ja Jeesus nousi ratsaille.",
      "Monet levittivät vaatteitaan tielle, toiset taas lehviä, joita he katkoivat tienvarresta.",
      "Ja ne, jotka kulkivat hänen edellään ja perässään, huusivat: -- Hoosianna! Siunattu olkoon hän, joka tulee Herran nimessä!",
      "Siunattu isämme Daavidin valtakunta, joka nyt tulee! Hoosianna korkeuksissa!",
      "Niin Jeesus saapui Jerusalemiin. Hän meni temppeliin ja katseli siellä kaikkea, mutta koska oli jo myöhä, hän lähti kahdentoista opetuslapsensa kanssa Betaniaan.",
      "Kun he seuraavana päivänä lähtivät Betaniasta, Jeesuksen tuli nälkä.",
      "Hän näki jonkin matkan päässä viikunapuun, joka oli lehdessä, ja meni katsomaan, löytyisikö siitä jotakin. Puun luo tultuaan hän ei kuitenkaan löytänyt muuta kuin lehtiä, sillä vielä ei ollut viikunoiden aika.",
      "He tulivat Jerusalemiin, ja Jeesus meni temppeliin ja alkoi ajaa myyjiä ja ostajia sieltä ulos. Hän kaatoi rahanvaihtajien pöydät ja kyyhkysenmyyjien jakkarat",
      "eikä antanut kenenkään kulkea tavaraa kantaen temppelialueen kautta.",
      "Ylipapit ja lainopettajat kuulivat tämän ja miettivät, miten saisivat Jeesuksen raivatuksi pois tieltä. He pelkäsivät häntä, koska hänen opetuksensa oli tehnyt ihmisiin voimakkaan vaikutuksen.",
      "Illan tultua Jeesus ja opetuslapset lähtivät kaupungin ulkopuolelle.",
      "Kun he varhain aamulla kulkivat viikunapuun ohi, he näkivät sen kuivettuneen juuriaan myöten.",
      "Totisesti: jos joku sanoo tälle vuorelle: 'Nouse paikaltasi ja paiskaudu mereen!', se myös tapahtuu, jos hän ei sydämessään epäile vaan uskoo, että niin käy kuin hän sanoo.",
      "Niinpä minä sanon teille: Mitä ikinä te rukouksessa pyydätte, uskokaa, että olette sen jo saaneet, ja se on teidän.",
      "Ja kun seisotte rukoilemassa, antakaa anteeksi kaikki mitä teillä on jotakuta vastaan. Silloin myös teidän Isänne, joka on taivaissa, antaa teille rikkomuksenne anteeksi. [",
      "He tulivat taas Jerusalemiin. Kun Jeesus kävi temppelissä, tulivat ylipapit, lainopettajat ja vanhimmat hänen luokseen."
    ],
    [
      "Mutta nämä ottivat miehen kiinni, pieksivät hänet ja lähettivät takaisin tyhjin käsin.",
      "Omistaja lähetti heidän luokseen toisen palvelijan, mutta tätäkin he pahoinpitelivät ja häpäisivät.",
      "Hän lähetti taas uuden palvelijan, ja tämän he tappoivat. Samoin kävi seuraavienkin: toiset he pieksivät, toiset tappoivat.",
      "Nyt oli jäljellä enää yksi, hänen rakas poikansa. Tämän hän lähetti vuokraajien luo viimeiseksi ajatellen: 'Minun omaan poikaani he eivät sentään uskalla koskea.'",
      "Mutta nämä sanoivat toisilleen: 'Hän on perillinen. Tapetaan hänet, niin perintö on meidän.'",
      "He ottivat hänet kiinni, tappoivat hänet ja heittivät ulos viinitarhasta.",
      "Olette kai lukeneet kirjoituksista tämän kohdan: -- Kivi, jonka rakentajat hylkäsivät, on nyt kulmakivi.",
      "Neuvoston jäsenet olisivat halunneet ottaa Jeesuksen kiinni, sillä he ymmärsivät, että Jeesus oli vertauksessaan puhunut heistä. Mutta koska he pelkäsivät kansaa, he antoivat hänen olla ja lähtivät pois.",
      "Sitten he lähettivät muutamia fariseuksia ja Herodeksen kannattajia Jeesuksen luo saadakseen hänet puheistaan kiinni.",
      "Sitten Jeesuksen luo tuli saddukeuksia, jotka kieltävät ylösnousemuksen. He esittivät hänelle kysymyksen:",
      "Oli seitsemän veljestä. Vanhin heistä otti vaimon ja kuoli jättämättä jälkeläisiä.",
      "Silloin toinen otti lesken, mutta hänkin kuoli jälkeläisiä jättämättä. Samoin kävi kolmannen",
      "ja kaikkien seitsemän: heiltä ei jäänyt jälkeläisiä. Viimeisenä kaikista kuoli nainen.",
      "Kun noustaan kuolleista, ei oteta vaimoa eikä mennä vaimoksi. Ylösnousseet ovat kuin enkelit taivaassa.",
      "Ja kun nyt puhumme kuolleiden herättämisestä -- ettekö ole Mooseksen kirjasta lukeneet kertomusta palavasta pensaasta? Siinä Jumala puhuu Moosekselle ja sanoo: 'Minä olen Abrahamin Jumala, Iisakin Jumala ja Jaakobin Jumala.'",
      "Rakasta Herraa, Jumalaasi, koko sydämestäsi, koko sielustasi ja mielestäsi ja koko voimallasi.'",
      "Daavid itse on Pyhän Hengen innoittamana sanonut: -- Herra sanoi minun herralleni: Istu oikealle puolelleni. Minä kukistan vihollisesi, panen heidät jalkojesi alle.",
      "he ottavat synagogassa etumaiset istuimet ja pidoissa kunniapaikat,",
      "Jeesus istuutui vastapäätä uhriarkkua ja katseli, kuinka ihmiset panivat siihen rahaa. Monet rikkaat antoivat paljon.",
      "Sitten tuli köyhä leskivaimo ja pani arkkuun kaksi pientä lanttia, yhteensä kuparikolikon verran."
    ],
    [
      "Kun Jeesus sitten istui Öljymäellä temppeliä vastapäätä, kyselivät Pietari, Jaakob, Johannes ja Andreas, jotka olivat hänen kanssaan:",
      "Milloin se kaikki tapahtuu? Kerro meille, mikä on merkkinä siitä, että sen toteutuminen on lähellä.",
      "Monet tulevat esiintymään minun nimelläni. He sanovat: 'Minä se olen', ja eksyttävät monia.",
      "Kun kuulette taistelun ääniä ja sanomia sodista, älkää pelästykö. Niin täytyy käydä, mutta se ei vielä merkitse loppua.",
      "Kansa nousee kansaa vastaan ja valtakunta valtakuntaa vastaan, joka puolella on maanjäristyksiä ja tulee nälänhätä. Tämä on synnytystuskien alkua.",
      "Mutta sitä ennen on evankeliumi julistettava kaikille kansoille.",
      "Kun teitä viedään luovutettaviksi viranomaisille, älkää etukäteen olko huolissanne siitä mitä puhuisitte. Puhukaa ne sanat, jotka teille tuona hetkenä annetaan. Silloin ette puhu te, vaan Pyhä Henki.",
      "Kaikki vihaavat teitä minun nimeni tähden, mutta se, joka kestää loppuun asti, pelastuu.",
      "Sen, joka on katolla, ei pidä mennä alas taloonsa mitään hakemaan,",
      "eikä sen, joka on pellolla, pidä palata noutamaan viittaansa.",
      "Voi niitä, jotka noina päivinä ovat raskaana tai imettävät!",
      "Rukoilkaa, ettei se tapahtuisi talvisaikaan,",
      "sillä noina päivinä tulee olemaan ahdinko, jollaista ei ole ollut luomakunnan alusta, Jumalan luomistyöstä tähän päivään asti, eikä tule olemaan.",
      "Jos Herra ei olisi lyhentänyt sitä aikaa, yksikään ihminen ei säästyisi. Mutta niiden tähden, jotka hän on valinnut, hän on lyhentänyt sen ajan.",
      "Sillä vääriä messiaita ja vääriä profeettoja ilmaantuu, ja he tekevät tunnustekoja ja ihmeitä johtaakseen, jos mahdollista, valitut harhaan.",
      "Pitäkää siis varanne. Minä olen ennalta ilmoittanut teille kaiken.",
      "tähtiä putoaa taivaalta ja taivaiden voimat järkkyvät.",
      "Silloin nähdään Ihmisen Pojan tulevan pilvien keskellä suuressa voimassaan ja kirkkaudessaan,",
      "ja silloin hän lähettää enkelinsä ja kokoaa valitut neljältä ilmansuunnalta, maan ja taivaan ääriä myöten.",
      "Samalla tavoin te nähdessänne tämän tapahtuvan tiedätte, että se aika on lähellä, aivan ovella.",
      "Totisesti: tämä sukupolvi ei katoa ennen kuin kaikki tämä tapahtuu.",
      "Taivas ja maa katoavat, mutta minun sanani eivät katoa.",
      "Mutta sitä päivää ja hetkeä ei tiedä kukaan, eivät enkelit taivaassa eikä edes Poika, ei kukaan muu kuin Isä.",
      "Kun mies matkustaa vieraille maille ja talosta lähtiessään antaa kullekin palvelijalle oman tehtävän ja vastuun, niin ovenvartijan hän käskee valvoa.",
      "Valvokaa siis, sillä te ette tiedä, koska talon herra tulee: illalla vai keskiyöllä, kukonlaulun aikaan vai aamun jo valjetessa.",
      "Hän tulee äkkiarvaamatta -- varokaa siis, ettei hän tapaa teitä nukkumasta."
    ],
    [
      "Oli kaksi päivää pääsiäiseen ja happamattoman leivän juhlaan. Ylipapit ja lainopettajat miettivät, millaisella juonella he saisivat Jeesuksen käsiinsä tappaakseen hänet.",
      "Kun Jeesus oli Betaniassa aterialla spitaalia sairastaneen Simonin talossa, sinne tuli nainen, jolla oli alabasteripullossa aitoa, hyvin kallista nardusöljyä. Hän rikkoi pullon ja vuodatti öljyn Jeesuksen päähän.",
      "Köyhät teillä on luonanne aina, ja te voitte tehdä heille hyvää milloin tahdotte, mutta minua teillä ei aina ole.",
      "Hän teki minkä voi. Hän voiteli edeltäkäsin minun ruumiini hautaamista varten.",
      "Juudas Iskariot, yksi kahdestatoista opetuslapsesta, meni ylipappien luo kavaltaakseen Jeesuksen heille.",
      "He ilahtuivat kuulemastaan ja lupasivat antaa hänelle rahaa. Juudas etsi nyt sopivaa tilaisuutta toimittaakseen Jeesuksen heidän käsiinsä.",
      "ja minne hän menee, siellä sanokaa talon isännälle näin: 'Opettaja kysyy, missä on häntä varten huone, jossa hän voi syödä pääsiäisaterian opetuslastensa kanssa.'",
      "Opetuslapset lähtivät matkaan ja tulivat kaupunkiin. Kaikki kävi niin kuin Jeesus oli heille sanonut, ja he valmistivat pääsiäisaterian.",
      "Illan tultua Jeesus saapui sinne kahdentoista opetuslapsensa kanssa.",
      "Sitten hän otti maljan, kiitti Jumalaa ja antoi heille, ja he kaikki joivat siitä.",
      "Laulettuaan kiitosvirren he lähtivät Öljymäelle.",
      "Pietarin, Jaakobin ja Johanneksen hän otti mukaansa. Hän alkoi nyt tuntea kauhua ja ahdistusta.",
      "Hän meni vähän kauemmaksi, heittäytyi maahan ja rukoili, että se hetki, jos mahdollista, menisi häneltä ohitse.",
      "Hän meni taas etäämmäksi ja rukoili samoin sanoin.",
      "Palatessaan hän jälleen tapasi opetuslapset nukkumasta, sillä uni oli alkanut raskaasti painaa heidän silmiään. He eivät tienneet, mitä vastaisivat hänelle.",
      "Jeesuksen vielä puhuessa sinne saapui Juudas, yksi kahdestatoista opetuslapsesta, ja hänen kanssaan miekoin ja seipäin aseistautunut miesjoukko, jonka ylipapit, lainopettajat ja vanhimmat olivat lähettäneet.",
      "Miehet kävivät heti käsiksi Jeesukseen ja vangitsivat hänet.",
      "Silloin yksi paikalla olevista veti miekkansa esiin ja iski ylipapin palvelijaa niin että tältä irtosi korva.",
      "Silloin ne, jotka olivat Jeesuksen kanssa, jättivät hänet ja pakenivat.",
      "Jeesuksen mukaan oli lähtenyt nuori mies, jolla ei ollut yllään muuta kuin pellavainen vaate. Hänet otettiin kiinni,",
      "mutta hän riistäytyi vaatteestaan ja pakeni alasti.",
      "Jeesus vietiin ylipapin luo, ja koko ylin papisto sekä vanhimmat ja lainopettajat kokoontuivat sinne.",
      "Pietari seurasi Jeesusta jonkin matkan päässä ylipapin palatsin pihaan saakka. Hän istuutui palvelusväen joukkoon ja lämmitteli tulen ääressä.",
      "Ylipapit ja koko neuvosto etsivät todistusta Jeesusta vastaan saadakseen hänet surmatuksi. Sellaista ei kuitenkaan löytynyt.",
      "Monet kyllä todistivat valheellisesti häntä vastaan, mutta todistukset olivat ristiriitaisia.",
      "Silloin astui esiin muutamia, jotka esittivät häntä vastaan väärän todistuksen:",
      "Me olemme kuulleet hänen sanovan: 'Minä hajotan tämän ihmiskäsin tehdyn temppelin ja rakennan kolmessa päivässä uuden, joka ei ole ihmisten tekemä.'",
      "Mutta tässäkään asiassa todistukset eivät pitäneet yhtä.",
      "Pietari oli alhaalla pihassa. Muuan ylipapin palvelustytöistä tuli sinne,"
    ],
    [
      "Heti aamulla ylipapit pitivät neuvottelun vanhimpien ja lainopettajien kanssa, ja sitten neuvosto teki päätöksen: Jeesus pantiin köysiin, vietiin pois ja luovutettiin Pilatukselle.",
      "Ylipapit esittivät nyt useita syytöksiä häntä vastaan,",
      "Mutta Jeesus ei enää vastannut mitään. Tämä ihmetytti Pilatusta.",
      "Juhlan aikana maaherra aina päästi vapaaksi yhden vangin, sen jota kansa pyysi.",
      "Sillä kertaa oli vangittuna kapinoitsijoita, jotka kapinan aikana olivat tehneet murhan. Heidän joukossaan oli Barabbas- niminen mies.",
      "Pilatuksen luo kerääntyi nyt väkijoukko, joka pyysi häntä tekemään niin kuin hänen tapansa oli.",
      "Hän näet ymmärsi, että ylipapit olivat pelkästä kateudesta jättäneet Jeesuksen hänen käsiinsä.",
      "Ylipapit kuitenkin kiihottivat väkijoukkoa pyytämään, että hän pikemminkin vapauttaisi Barabbaksen.",
      "Tehdäkseen kansalle mieliksi Pilatus päästi Barabbaksen vapaaksi, mutta Jeesuksen hän ruoskitti ja luovutti ristiinnaulittavaksi.",
      "Sotilaat veivät Jeesuksen maaherran hallintopalatsin sisäpihalle ja kutsuivat koolle koko sotaväenosaston.",
      "He panivat hänen harteilleen purppuranpunaisen viitan ja väänsivät orjantappuroista kruunun ja asettivat sen hänen päähänsä.",
      "He löivät häntä ruokokepillä päähän, sylkivät hänen päälleen ja polvistuivat ja kumarsivat häntä.",
      "Aikansa pilkattuaan he riisuivat häneltä purppuraviitan, pukivat hänet hänen omiin vaatteisiinsa ja lähtivät kuljettamaan häntä pois ristiinnaulitakseen hänet.",
      "Jeesuksen ristiä kantamaan he pakottivat erään ohikulkijan, kyreneläisen Simonin, Aleksandroksen ja Rufuksen isän, joka oli tulossa kaupunkiin.",
      "He veivät Jeesuksen paikkaan, jonka nimi on Golgata, käännettynä Pääkallonpaikka.",
      "He tarjosivat hänelle viiniä, johon oli sekoitettu mirhaa, mutta hän ei ottanut sitä vastaan.",
      "Sitten he ristiinnaulitsivat hänet ja jakoivat keskenään hänen vaatteensa, ratkaisten arpaa heittämällä, kuka mitäkin sai.",
      "Oli kolmas tunti, kun he ristiinnaulitsivat hänet.",
      "Samalla kertaa he ristiinnaulitsivat kaksi rosvoa, toisen hänen oikealle, toisen hänen vasemmalle puolelleen. [",
      "Keskipäivällä, kuudennen tunnin aikaan, tuli pimeys koko maan ylle, ja sitä kesti yhdeksänteen tuntiin saakka.",
      "Mutta Jeesus huusi kovalla äänellä ja antoi henkensä.",
      "Silloin temppelin väliverho repesi kahtia, ylhäältä alas asti.",
      "Paikalla oli myös naisia jonkin matkan päässä tätä katselemassa. Heidän joukossaan olivat Magdalan Maria, toinen Maria, joka oli nuoremman Jaakobin ja Joosefin äiti, sekä Salome.",
      "Jo Galileassa he olivat kulkeneet Jeesuksen mukana ja palvelleet häntä. Siellä oli monia muitakin naisia, jotka olivat tulleet Jerusalemiin Jeesuksen mukana.",
      "Päivä alkoi olla illassa; oli sapatin aatto, valmistuspäivä.",
      "Silloin saapui paikalle arimatialainen Joosef, arvossa pidetty neuvoston jäsen, joka hänkin odotti Jumalan valtakuntaa. Hän rohkaisi mielensä, meni Pilatuksen puheille ja pyysi Jeesuksen ruumista.",
      "Pilatus hämmästyi kuullessaan Jeesuksen jo kuolleen. Hän kutsutti sadanpäällikön luokseen ja kysyi, oliko Jeesus todella jo kuollut.",
      "Sadanpäällikön vahvistettua asian hän suostui luovuttamaan ruumiin Joosefille.",
      "Joosef osti pellavavaatteen, otti Jeesuksen ristiltä, kääri hänet vaatteeseen ja pani hänet valmiiseen kalliohautaan. Hautakammion ovelle hän vieritti kiven.",
      "Magdalan Maria ja Joosefin äiti Maria katsoivat, mihin Jeesus haudattiin."
    ],
    [
      "Kun sapatti oli ohi, Magdalan Maria, Jaakobin äiti Maria ja Salome ostivat tuoksuöljyä mennäkseen voitelemaan Jeesuksen.",
      "Sapatin jälkeisenä päivänä ani varhain, kohta auringon noustua he lähtivät haudalle.",
      "Mutta tultuaan paikalle he huomasivat, että kivi oli vieritetty pois; se oli hyvin suuri kivi.",
      "Sisälle hautaan mentyään he näkivät oikealla puolella istumassa nuorukaisen, jolla oli yllään valkoiset vaatteet. He säikähtivät.",
      "Ulos tultuaan naiset pakenivat haudalta järkytyksestä vapisten. He eivät kertoneet kenellekään mitään, sillä he pelkäsivät. [",
      "Kun Jeesus oli varhain sapatin jälkeisenä päivänä noussut kuolleista, hän ilmestyi ensiksi Magdalan Marialle, josta hän oli ajanut ulos seitsemän pahaa henkeä.",
      "Maria lähti sieltä ja vei sanan Jeesuksen seuralaisille, jotka itkivät murheissaan.",
      "He eivät kuitenkaan uskoneet, kun kuulivat, että Jeesus eli ja että Maria oli nähnyt hänet.",
      "Tämän jälkeen Jeesus ilmestyi hahmoltaan vieraana kahdelle heistä, kun he olivat kulkemassa pois kaupungista.",
      "Myös nämä menivät viemään toisille sanaa, mutta heitäkään ei uskottu.",
      "Viimein Jeesus ilmestyi myös yhdelletoista opetuslapselleen heidän ollessaan aterialla. Hän moitti heidän epäuskoaan ja heidän sydämensä kovuutta, kun he eivät olleet uskoneet niitä, jotka olivat nähneet hänet kuolleista nousseena.",
      "Joka sen uskoo ja saa kasteen, on pelastuva. Joka ei usko, se tuomitaan kadotukseen.",
      "Ja niitä, jotka uskovat, seuraavat nämä tunnusmerkit: Minun nimissäni he ajavat pois pahoja henkiä. He puhuvat vierailla kielillä.",
      "Kun Herra Jeesus oli puhunut heille tämän, hänet otettiin ylös taivaaseen ja hän istuutui Jumalan oikealle puolelle.",
      "Opetuslapset lähtivät matkaan ja saarnasivat kaikkialla. Herra toimi heidän kanssaan ja vahvisti sanan tunnusmerkeillä.]"
    ]
  ],
  "name": "Mark"
}
