{
  "id": "2sm",
  "chapters": [
    [
      "Saul oli kuollut. Daavid oli palannut sotaretkeltään voitettuaan amalekilaiset ja oli majaillut kaksi päivää Siklagissa.",
      "Kolmantena päivänä tuli Saulin sotaleiristä mies vaatteet reväistyinä ja multaa hiuksissaan, ja ehdittyään Daavidin luo hän heittäytyi kasvoilleen maahan hänen eteensä.",
      "Saul kääntyi katsomaan taakseen, näki minut ja kutsui minua. Sanoin: 'Mitä voisin tehdä?'",
      "Hän kysyi: 'Kuka sinä olet?' Minä vastasin: 'Olen amalekilainen.'",
      "Saul sanoi: 'Tule tänne ja tapa minut. Silmissäni pimenee jo, vaikka minussa vielä on henki.'",
      "Silloin Daavid repäisi vaatteensa, ja samoin tekivät kaikki hänen miehensä.",
      "He pitivät valittajaiset ja itkivät ja paastosivat iltaan asti Saulin ja hänen poikansa Jonatanin sekä Herran kansan, Israelin heimon miesten tähden, jotka olivat kaatuneet miekkaan.",
      "Ja Daavid lauloi tämän valituslaulun Saulista ja hänen pojastaan Jonatanista:",
      "Jousilaulu. Tarkoitettu opetettavaksi Juudan asukkaille, alkuaan kirjoitettu Oikeamielisen kirjaan.",
      "Sinun jaloimmat miehesi, Israel, ovat surmattuina kukkuloillasi. Voi, sankarit ovat kaatuneet!",
      "Älkää kertoko siitä Gatissa, älkää kuuluttako ilosanomaa Askelonin kujilla, etteivät filistealaisten tyttäret saisi iloita, etteivät vääräuskoisten tyttäret saisi riemuita.",
      "Gilboan vuoret, älköön teille langetko kaste eikä sade, älkööt peltonne kasvako uhreiksi viljaa. Siellä kirposi kädestä sankarien kilpi, Saulin kilpi, eikä sitä enää öljyllä voidella.",
      "Vihollisen verta, sankarien surmaa ei kaihtanut Jonatanin jousi, Saulin miekka ei palannut tyhjin toimin.",
      "Saul ja Jonatan, eläessään rakastetut ja ylistetyt, eivät kuollessaankaan eronneet. He olivat nopeampia kuin kotkat, väkevämpiä kuin leijonat.",
      "Israelin tyttäret, itkekää Saulia, joka puki teidät karmiininpunaan ja koruihin ja kirjoi vaatteenne kultakuvioin.",
      "Voi, sankarit ovat kaatuneet taistelussa! Jonatan viruu surmattuna kukkuloillasi!",
      "Raskas on suruni sinun tähtesi, veljeni Jonatan. Sinä olit minulle rakas. Minulle oli sinun ystävyytesi naisen rakkautta ihanampi.",
      "Voi, sankarit ovat kaatuneet ja aseet joutuneet hukkaan!"
    ],
    [
      "Ja Daavid meni Hebroniin mukanaan molemmat vaimonsa, jisreeliläinen Ahinoam ja Abigail, joka oli ollut karmelilaisen Nabalin vaimo.",
      "Hän vei sinne myös sotilaansa perheineen, ja he asettuivat asumaan Hebroniin ja sen lähikyliin.",
      "Juudan miehet tulivat ja voitelivat Daavidin Juudan heimon kuninkaaksi. Kun Daavidille kerrottiin, että Gileadin Jabesin miehet olivat haudanneet Saulin,",
      "Olkoon siis Herra nyt teille uskollinen ja hyvä. Myös minä haluan palkita teille hyvän työnne.",
      "Mutta Saulin sotaväen päällikkö Abner, Nerin poika, otti mukaansa Saulin pojan Isbosetin, vei hänet Jordanin yli Mahanaimiin",
      "ja asetti hänet Gileadin, Asserin heimon, Jisreelin, Efraimin ja Benjaminin heimon ja koko Israelin kuninkaaksi.",
      "Saulin poika Isboset oli nelikymmenvuotias tullessaan Israelin kuninkaaksi, ja hän hallitsi kaksi vuotta. Juudan heimo seurasi kuitenkin Daavidia.",
      "Daavid oli Juudan heimon kuninkaana Hebronissa kaikkiaan seitsemän vuotta ja kuusi kuukautta.",
      "Abner, Nerin poika, ja Saulin pojan Isbosetin miehet lähtivät Mahanaimista Gibeoniin.",
      "Joab, Serujan poika, ja Daavidin miehet lähtivät liikkeelle Hebronista, ja joukot kohtasivat toisensa Gibeonin vesialtaan luona. Toinen joukko asettui altaan toiselle, toinen toiselle puolelle.",
      "Nuoret miehet astuivat esiin, ja heistä valittiin kaksitoista Benjaminin ja Saulin pojan Isbosetin puolelta ja kaksitoista Daavidin puolelta.",
      "Jokainen tarttui vastustajaansa päähän ja työnsi miekan hänen kylkeensä, ja miehet kaatuivat kaikki yhdessä. Paikasta alettiin käyttää nimeä Helkat- Surim; se sijaitsee Gibeonissa.",
      "Syntyi raivokas taistelu, ja Daavidin miehet tuottivat Abnerille ja Israelin miehille tappion.",
      "Mukana oli kolme Serujan poikaa, Joab, Abisai ja Asael. Asael oli nopeajalkainen kuin aavikon gaselli.",
      "Hän ajoi takaa Abneria eikä poikennut tämän jäljestä mihinkään, ei oikeaan eikä vasempaan.",
      "Mutta Asael ei suostunut lopettamaan takaa-ajoa. Silloin Abner iski keihäänsä varsipää edellä hänen vatsaansa, ja keihäs tuli selkäpuolelta ulos. Asael lyyhistyi maahan ja kuoli siihen paikkaan. Ja kaikki, jotka tulivat paikalle, missä Asael makasi kuolleena, pysähtyivät katsomaan.",
      "Joab ja Abisai ajoivat Abneria takaa, ja auringon laskiessa he tulivat Amman kukkulalle, joka on Giahin itäpuolella, Gibeonista autiomaahan johtavan tien varrella.",
      "Benjaminilaiset kerääntyivät Abnerin luo ja pysähtyivät erään kukkulan laelle.",
      "Joab puhalsi torveen, ja hänen miehensä pysähtyivät. He lopettivat israelilaisten takaa-ajon ja keskeyttivät taistelun.",
      "Abner ja hänen miehensä lähtivät paluumatkalle. He kulkivat koko yön Jordanin tasangolla, menivät sitten joen yli, vaelsivat Bitronin läpi ja tulivat Mahanaimiin.",
      "Palattuaan ajamasta takaa Abneria Joab kokosi joukkonsa, ja Daavidin väestä puuttui Asaelin lisäksi yhdeksäntoista miestä.",
      "Mutta Daavidin miehet olivat surmanneet benjaminilaisia ja Abnerin väkeä kolmesataakuusikymmentä miestä.",
      "He toivat Asaelin ruumiin mukanaan ja hautasivat hänet Betlehemiin hänen isänsä hautaan. Joab ja hänen miehensä kulkivat koko yön ja saapuivat Hebroniin aamun sarastaessa."
    ],
    [
      "Saulin ja Daavidin sukujen välinen sota jatkui pitkään. Daavidin asema vahvistui koko ajan, mutta Saulin suvun valta heikkeni.",
      "Daavidille syntyi Hebronissa poikia. Hänen esikoisensa oli Amnon, jonka äiti oli jisreeliläinen Ahinoam.",
      "Toinen oli Kilab, jonka äiti Abigail oli ollut karmelilaisen Nabalin vaimo, kolmas Absalom, Gesurin kuninkaan Talmain tyttären Maakan poika,",
      "neljäs Adonia, Haggitin poika, viides Sefatja, Abitalin poika,",
      "ja kuudes Jitream, Daavidin vaimon Eglan poika. Nämä syntyivät Daavidille Hebronissa.",
      "Saulin ja Daavidin sukujen välisen sodan aikana Abner sai yhä enemmän valtaa Saulin kannattajien keskuudessa.",
      "Kohdatkoon minua Jumalan viha nyt ja aina, ellen toteuta sitä, minkä Herra on vannonut Daavidille:",
      "Eikä Isboset uskaltanut sanoa Abnerille enää mitään.",
      "Isboset haetti Mikalin pois hänen miehensä, Laisin pojan Paltielin luota.",
      "Abner puhui tästä nyt myös benjaminilaisille, ja sitten hän lähti Hebroniin kertomaan Daavidille, mitä israelilaiset ja koko Benjaminin heimo tahtoivat.",
      "Kun Abner tuli Hebroniin kaksikymmentä miestä mukanaan, Daavid järjesti hänelle ja hänen seurueelleen pidot.",
      "Samaan aikaan tulivat Daavidin miehet ja Joab ryöstöretkeltä runsaat saaliit mukanaan. Abner ei enää ollut Daavidin luona Hebronissa, sillä Daavid oli päästänyt hänet rauhassa lähtemään.",
      "Kun Joab saapui miehineen, hänelle kerrottiin, että Abner, Nerin poika, oli tullut kuninkaan luo ja että kuningas oli päästänyt hänet lähtemään.",
      "Sitten hän lähti Daavidin luota ja lähetti tämän tietämättä Abnerin perään sanansaattajia. Nämä käännyttivät Abnerin takaisin hänen ehdittyään Siran vesisäiliön luo.",
      "Kun Abner palasi Hebroniin, Joab vei hänet syrjään porttiholviin muka puhuakseen hänen kanssaan kahden kesken. Siellä Joab pisti häntä vatsaan, niin että hän kuoli. Tämä oli kosto siitä, että Abner oli surmannut Joabin veljen Asaelin.",
      "Joab ja hänen veljensä Abisai tappoivat näin Abnerin, koska hän oli Gibeonin taistelussa surmannut heidän veljensä Asaelin.",
      "kun he hautasivat Abnerin Hebroniin. Kuningas itki hänen haudallaan suureen ääneen, ja myös koko kansa itki.",
      "Kuningas lauloi Abnerille tämän valituslaulun: -- Oliko Abnerin kuoltava niin kuin tyhmyri kuolee?",
      "Kätesi eivät olleet sidotut, jalkasi eivät olleet vaskikahleissa. Silti sinä kaaduit kuin kavalien rikollisten käsiin. Silloin kansa itki häntä yhä enemmän.",
      "Nämä sanat olivat ihmisille mieleen niin kuin kaikki muukin, mitä kuningas teki.",
      "Väkijoukko ja koko Israel ymmärsivät silloin, ettei kuninkaalla ollut osuutta Nerin pojan Abnerin surmaamiseen."
    ],
    [
      "Kun Saulin poika Isboset kuuli, että Abner oli kuollut Hebronissa, hän lamaantui pelosta, ja kaikki israelilaiset säikähtivät.",
      "Isbosetilla oli kaksi ryöstöpartioiden päällikköä, Baana ja Rekab, jotka olivat benjaminilaisia, beerotilaisen Rimmonin poikia. Myös Beerot luetaan näet kuuluvaksi Benjaminin alueeseen,",
      "vaikka beerotilaiset aikoinaan pakenivat Gittaimiin ja ovat jääneet tähän päivään saakka asumaan sinne.",
      "Saulin pojalla Jonatanilla oli rampa poika. Hän oli ollut viisivuotias silloin, kun Jisreelistä tuli tieto Saulin ja Jonatanin kohtalosta. Pojan hoitaja oli siepannut hänet pakoon lähtiessään mukaansa mutta pudottanut hänet kiireissään, ja poika jäi ontuvaksi. Hänen nimensä oli Mefiboset.",
      "Beerotilaisen Rimmonin pojat Rekab ja Baana lähtivät matkaan ja tulivat keskipäivän helteessä Isbosetin talolle, kun hän oli juuri päivälevollaan.",
      "Talon portinvartijatar oli vehniä puhdistaessaan käynyt uniseksi ja nukahtanut, ja niin Rekab ja hänen veljensä Baana pääsivät huomaamatta",
      "sisälle taloon, jonka makuuhuoneessa Isboset lepäsi vuoteellaan. He löivät hänet hengiltä ja iskivät häneltä pään poikki, ottivat sen mukaansa ja kulkivat koko yön Jordanin laaksoa etelään.",
      "kun Siklagissa eräs mies tuli kertomaan minulle Saulin kuolemasta ja luuli tuovansa hyvänkin sanoman, minä otin hänet kiinni ja tapatin hänet. Siinä oli hänelle palkkio ilosanomastaan.",
      "Daavid antoi käskyn miehilleen, ja nämä tappoivat heidät, hakkasivat heiltä kädet ja jalat irti ja ripustivat heidän ruumiinsa Hebronin vesialtaan luo. Mutta Isbosetin pään he hautasivat Hebroniin Abnerin hautaan."
    ],
    [
      "Myös kaikki Israelin vanhimmat tulivat kuninkaan luo Hebroniin. Kuningas Daavid solmi siellä heidän kanssaan liiton Herran edessä, ja he voitelivat Daavidin Israelin kuninkaaksi.",
      "Kuninkaaksi tullessaan Daavid oli kolmikymmenvuotias, ja hän hallitsi neljäkymmentä vuotta:",
      "seitsemän vuotta kuusi kuukautta Juudan kuninkaana Hebronissa ja kolmekymmentäkolme vuotta koko Israelin ja Juudan kuninkaana Jerusalemissa.",
      "Mutta Daavid valtasi Siionin linnoituksen, josta sitten tuli Daavidin kaupunki.",
      "Daavid asettui asumaan linnoitukseen ja nimesi paikan Daavidin kaupungiksi. Hän laajensi sitä eri suuntiin Millon ja keskustan välillä.",
      "Daavidin mahti kasvoi yhä, sillä Herra Jumala Sebaot oli hänen kanssaan.",
      "Tyroksen kuningas Hiram lähetti Daavidin luo lähettiläitä sekä toimitti hänelle setripuuta, kirvesmiehiä ja kivenhakkaajia, ja nämä miehet rakensivat Daavidille palatsin.",
      "Daavid ymmärsi, että Herra oli vahvistanut hänen asemansa Israelin kuninkaana ja antanut hänen kuninkuutensa menestyä kansansa Israelin vuoksi.",
      "Sen jälkeen, kun Daavid oli siirtynyt Hebronista Jerusalemiin, hän otti vielä useita vaimoja ja sivuvaimoja, ja hänelle syntyi poikia ja tyttäriä.",
      "Hänen Jerusalemissa syntyneiden poikiensa nimet olivat Sammua, Sobab, Natan, Salomo,",
      "Jibhar, Elisua, Nefeg, Jafia,",
      "Elisama, Eljada ja Elifelet.",
      "Kun filistealaiset kuulivat, että Daavid oli voideltu Israelin kuninkaaksi, he lähtivät kaikki liikkeelle käydäkseen Daavidin kimppuun. Saatuaan tästä tiedon Daavid lähti turvapaikkaansa vuorille.",
      "Filistealaiset tulivat ja levittäytyivät Refaiminlaaksoon.",
      "Filistealaiset jättivät sinne jumalankuvansa, ja Daavid ja hänen miehensä kuljettivat ne pois.",
      "Mutta filistealaiset tulivat uudelleen ja levittäytyivät Refaiminlaaksoon.",
      "Daavid teki niin kuin Herra oli käskenyt, ja hän löi filistealaiset ja ajoi heitä takaa Gebasta Geserin liepeille asti."
    ],
    [
      "Daavid kokosi jälleen kaikki Israelin parhaat soturit, kolmekymmentätuhatta miestä.",
      "Hän lähti koko joukkonsa kanssa hakemaan Juudan Baalasta Herralle Sebaotille pyhitetyn liitonarkun, jota kerubit varjoavat.",
      "He nostivat Jumalan arkun uusiin vaunuihin ja kuljettivat sen pois Abinadabin talosta kukkulalta. Uusia vaunuja ohjasivat Abinadabin pojat Ussa ja Ahjo.",
      "Ussa kulki arkun vierellä, ja Ahjo kulki sen edellä.",
      "Ja Daavid ja kaikki israelilaiset karkeloivat riemuissaan Herran edessä ja lauloivat soittaen lyyraa ja harppua, rumpuja, helistimiä ja symbaaleja.",
      "Mutta kun he saapuivat Nakonin puimatantereen kohdalle, härät alkoivat vikuroida, ja Ussa ojensi kätensä ja tarttui Jumalan arkkuun.",
      "Silloin Ussaa kohtasi Herran viha. Jumala löi häntä tuon hairahduksen tähden, niin että hän kuoli Jumalan arkun viereen.",
      "Daavid kauhistui, kun Herra oli näin musertanut Ussan. Paikka sai nimekseen Peres-Ussa, ja tätä nimeä siitä käytetään vielä nytkin.",
      "Hän ei tahtonut viedä Herran arkkua Daavidin kaupunkiin vaan jätti sen gatilaisen Obed-Edomin taloon.",
      "Herran arkku oli kolmen kuukauden ajan siellä, ja Herra siunasi Obed-Edomia ja koko hänen perhettään.",
      "Mutta kun Daavid kuuli, että Herra oli Jumalan arkun vuoksi siunannut Obed-Edomin koko perhettä ja hänen omaisuuttaan, hän lähti Obed-Edomin taloon ja toi sieltä Jumalan arkun riemusaatossa Daavidin kaupunkiin.",
      "Kun Herran arkun kantajat olivat astuneet kuusi askelta, Daavid uhrasi sonnin ja syöttövasikan.",
      "Pelkkä pellavakasukka yllään hän tanssi rajusti Herran edessä.",
      "Daavid ja koko Israelin heimo saattoivat Herran arkkua, ja riemu raikui ja torvet soivat.",
      "Kun Herran arkku oli tulossa Daavidin kaupunkiin, Saulin tytär Mikal katseli ikkunasta. Nähdessään kuningas Daavidin hyppivän ja tanssivan Herran edessä Mikal halveksi häntä mielessään.",
      "Herran arkku tuotiin paikalleen telttaan, jonka Daavid oli pystyttänyt sitä varten, ja Daavid uhrasi Herran edessä polttouhreja ja yhteysuhreja.",
      "Uhritoimituksen päätettyään hän siunasi kansan Herran Sebaotin nimeen",
      "ja jakoi kansalle, koko Israelin väelle, miehille ja naisille, kullekin uhrileivän, yhden osuuden uhrilihasta ja hunajaleivonnaisen. Sitten kaikki lähtivät kotiinsa.",
      "Eikä Saulin tytär Mikal koko elinaikanaan saanut lasta."
    ],
    [
      "Kuningas Daavid asui nyt palatsissaan, ja Herra oli antanut hänen päästä rauhaan kaikista vihollisista, joita hänen ympärillään oli ollut.",
      "Mutta yöllä Natanille tuli tämä Herran sana:",
      "Siitä päivästä alkaen, jolloin johdatin israelilaiset pois Egyptistä, aina tähän päivään asti minä en ole asunut rakennuksessa, vaan olen vaeltanut asuen teltassa ja majassa.",
      "Olenko israelilaisten kanssa vaeltaessani koskaan sanonut yhdellekään Israelin johtajista, joiden olen käskenyt paimentaa kansaani Israelia: 'Miksi ette ole rakentaneet minulle setripuista asuntoa?'",
      "Olen ollut kanssasi kaikkialla, missä olet kulkenut, ja olen raivannut viholliset pois edestäsi, ja minä teen sinun nimesi yhtä suureksi kuin maan mahtavien nimet.",
      "Minä hankin kansalleni Israelille asuinsijan ja juurrutan sen siihen, niin että se saa asua levollisesti aloillaan. Eivätkä vääryyden tekijät enää sorra sitä niin kuin ennen,",
      "Kun päiväsi ovat päättyneet ja sinä lepäät isiesi luona, minä asetan hallitsemaan sinusta polveutuvan suvun ja vakiinnutan sen kuninkuuden.",
      "Poikasi rakentaa nimelleni temppelin, ja minä pidän hänen kuninkaallisen valtaistuimensa vahvana ikiaikoihin asti.",
      "Minä olen oleva hänelle isä, ja hän on oleva minulle poika, ja jos hän tekee väärin, kuritan häntä niin kuin ihmiset lapsiaan.",
      "Mutta minä pysyn uskollisena enkä hylkää häntä, niin kuin hylkäsin Saulin, jonka siirsin pois sinun tieltäsi.",
      "Natan kertoi Daavidille kaikki nämä sanat ja koko tämän näyn.",
      "Eikä tässäkään vielä ollut sinulle kyllin, vaan olet antanut suvulleni lupauksia, jotka tähtäävät kauas tulevaisuuteen. Herra, minun Jumalani, voiko tällaista tulla ihmisen osaksi?",
      "Mitäpä muuta minä voisin enää sanoa sinulle? Sinä tunnet palvelijasi, Herra, minun Jumalani!",
      "Täyttääksesi sanasi olet omasta tahdostasi tehnyt kaikki nämä suuret teot ja ilmoittanut ne palvelijallesi.",
      "Sen tähden sinä olet suuri, Herra, minun Jumalani. Kaikki se, mitä olemme omin korvin kuulleet, osoittaa, ettei ole toista sinun kaltaistasi, ei ole muuta Jumalaa kuin sinä.",
      "Nyt olet vahvistanut kansasi Israelin omaksi kansaksesi ikiajoiksi, ja sinusta, Herra, on tullut israelilaisten Jumala.",
      "Silloin sinun nimesi on ikuisesti oleva suuri, näin kuuluva: 'Herra Sebaot, Israelin Jumala', ja palvelijasi Daavidin suku pysyy aina sinun edessäsi.",
      "Koska sinä, Herra Sebaot, Israelin Jumala, olet palvelijasi kuullen luvannut: 'Minä rakennan sinulle kuningashuoneen', palvelijasi on rohjennut esittää sinulle tämän rukouksen.",
      "Niin, Herra, minun Jumalani, sinä olet Jumala; sinun sanasi käyvät toteen, ja sinä olet antanut minulle tämän suuren lupauksen."
    ],
    [
      "Sen jälkeen Daavid voitti ja kukisti filistealaiset ja teki lopun heidän vallastaan.",
      "Hän löi myös moabilaiset ja mittasi heidät köydellä: hän määräsi heidät maahan makaamaan ja mittasi heistä aina kaksi köydenpituutta surmattaviksi ja yhden köydenpituuden jätettäviksi henkiin. Näin moabilaisista tuli Daavidin alamaisia, jotka maksoivat hänelle veroa.",
      "Daavid löi myös Rehobin hallitsijasukuun kuuluvan Hadadeserin, Soban kuninkaan, joka oli lähtenyt valtaamaan takaisin Eufratille ulottuneita alueitaan.",
      "Daavid otti häneltä vangiksi tuhat seitsemänsataa vaunumiestä ja kaksikymmentätuhatta jalkamiestä. Hevosia hän säästi sata, kaikilta muilta hän katkaisi jalkajänteet.",
      "Kun Damaskoksen aramealaiset tulivat auttamaan Soban kuningasta Hadadeseria, Daavid löi heidät ja surmasi kaksikymmentäkaksituhatta miestä.",
      "Hän asetti Damaskoksen aramealaisten maahan varuskuntia, ja aramealaisista tuli hänen alamaisiaan, jotka maksoivat hänelle veroa. Ja Herra antoi Daavidille voiton kaikkialla minne hän meni.",
      "Daavid otti Hadadeserin miesten kullatut nuolikotelot ja vei ne Jerusalemiin.",
      "Betahista ja Berotaista, Hadadeserin kaupungeista, kuningas Daavid otti suuret määrät kuparia.",
      "Kun Hamatin kuningas Toi kuuli, että Daavid oli lyönyt Hadadeserin sotavoimat,",
      "hän lähetti poikansa Joramin tervehtimään kuningas Daavidia ja onnittelemaan häntä siitä, että hän oli voittanut Hadadeserin. Hadadeser oli näet ollut Toin vastustaja. Joram toi mukanaan hopea-, kulta- ja kupariesineitä,",
      "ja Daavid pyhitti ne Herralle yhdessä sen hopean ja kullan kanssa, jonka hän oli ottanut kukistamiltaan kansoilta,",
      "aramealaisilta, moabilaisilta, ammonilaisilta, filistealaisilta ja amalekilaisilta, sekä Hadadeserilta, Soban kuninkaalta, joka kuului Rehobin sukuun.",
      "Daavid hankki itselleen lisää mainetta, kun hän voitettuaan aramealaiset löi paluumatkalla Suolalaaksossa kahdeksantoistatuhatta edomilaista.",
      "Hän asetti varuskuntia pitkin koko Edomia, ja kaikki edomilaiset joutuivat hänen alamaisikseen. Ja Herra antoi Daavidille voiton kaikkialla minne hän meni.",
      "Daavid hallitsi koko Israelia ja kohteli aina kansaansa lain ja oikeuden mukaan.",
      "Sotaväen päällikkönä oli Joab, Serujan poika, ja kuninkaan sihteerinä Josafat, Ahiludin poika.",
      "Sadok, Ahitubin poika, ja Ahimelek, Abjatarin poika, olivat pappeina, ja kirjurina oli Seraja.",
      "Benaja, Jojadan poika, oli kreettien ja pleettien päällikkönä, ja pappeina oli myös Daavidin poikia."
    ],
    [
      "Kuningas lähetti palvelijansa hakemaan hänet sieltä.",
      "Mefibosetilla oli pieni poika, jonka nimi oli Miika. Koko Siban talonväki jäi Mefibosetin palvelukseen,",
      "mutta Mefiboset itse asui Jerusalemissa, koska hän sai aina syödä kuninkaan pöydässä; ja hän ontui kumpaakin jalkaansa."
    ],
    [
      "Kun ammonilaisten kuningas Nahas kuoli, hallitsijaksi tuli hänen poikansa Hanun.",
      "Silloin Hanun otti kiinni Daavidin miehet, ajatti heiltä toisen puolen parrasta ja leikkautti heidän vaatteistaan takamuksia myöten puolet pois. Sitten hän päästi heidät menemään.",
      "Ammonilaiset tiesivät nyt joutuneensa Daavidin vihoihin. Siksi he lähettivät matkaan miehiä, jotka palkkasivat Rehobin ja Soban aramealaisista kaksikymmentätuhatta jalkamiestä, Maakan kuninkaan väestä tuhat miestä ja Tobin väestä kaksitoistatuhatta miestä.",
      "Tämän kuultuaan Daavid lähetti heitä vastaan Joabin ja koko vakinaisen väkensä.",
      "Ammonilaiset tulivat ulos kaupungistaan ja järjestäytyivät taisteluun portin edustalle, kun taas Soban ja Rehobin aramealaiset sekä Tobin ja Maakan miehet olivat eri joukkona vähän kauempana.",
      "Kun Joab näki, että taistelu uhkasi häntä sekä edestä että takaa, hän valitsi itselleen Israelin parhaat soturit ja järjesti heidät rintamaan aramealaisia vastaan.",
      "Muun joukon hän antoi veljensä Abisain komentoon, ja tämä järjesti sen ammonilaisia vastaan.",
      "Sitten Joab ryhtyi joukkoineen taisteluun aramealaisia vastaan, ja nämä pakenivat hänen tieltään.",
      "Kun ammonilaiset näkivät aramealaisten pakenevan, hekin perääntyivät Abisain edestä ja vetäytyivät kaupunkiinsa. Joab lakkasi ahdistamasta ammonilaisia ja palasi Jerusalemiin.",
      "Kun aramealaiset näkivät kärsineensä tappion taistelussa Israelia vastaan, he kokosivat voimansa.",
      "Hadadeser lähetti Eufratin toisella puolella asuville aramealaisille käskyn lähteä liikkeelle. Hadadeserin sotaväen päällikön Sobakin johdolla he saapuivat Helamiin.",
      "Kun Daavid sai kuulla tämän, hän kokosi Israelin sotavoimat, kulki Jordanin yli ja tuli Helamiin. Aramealaiset järjestäytyivät rintamaan Daavidia vastaan ja ryhtyivät taisteluun.",
      "He joutuivat kuitenkin pakenemaan israelilaisten tieltä, ja Daavid tuhosi aramealaisilta seitsemänsataa sotavaunua ja surmasi neljäkymmentätuhatta miestä. Myös heidän sotaväkensä päällikön Sobakin hän löi kuoliaaksi.",
      "Kun Hadadeserin alaiset kuninkaat näkivät joutuneensa tappiolle taistelussa, he tekivät rauhan Israelin kanssa ja alistuivat sen valtaan. Tämän jälkeen aramealaiset eivät enää uskaltaneet auttaa ammonilaisia."
    ],
    [
      "Kun seuraavana keväänä oli taas kuninkaiden sotaanlähdön aika, Daavid lähetti Joabin johdolla vakinaiset joukkonsa ja Israelin miehet sotaretkelle, ja he kukistivat ammonilaiset ja ryhtyivät piirittämään Rabbaa. Daavid itse jäi Jerusalemiin.",
      "Eräänä iltana, kun Daavid oli noussut vuoteeltaan käyskentelemään kuninkaanpalatsin katolla, hän näki sieltä naisen, joka oli peseytymässä. Nainen oli hyvin kaunis.",
      "Daavid lähetti sananviejiä noutamaan naista, ja tämä saapui hänen luokseen. Nainen oli juuri puhdistautunut, ja Daavid makasi hänen kanssaan. Sitten nainen palasi kotiinsa.",
      "Kun Uria tuli, Daavid kysyi häneltä, mitä Joabille ja sotilaille kuului ja kuinka sodankäynti sujui.",
      "Mutta Uria ei mennytkään kotiinsa, vaan jäi nukkumaan palatsin pihalle herransa miesten joukkoon.",
      "Daavid kutsui hänet luokseen syömään ja juomaan ja juotti hänet humalaan. Mutta illalla Uria meni taas makuupaikalleen kuninkaan miesten joukkoon eikä lähtenyt kotiinsa.",
      "Seuraavana aamuna Daavid kirjoitti Joabille kirjeen ja lähetti sen Urian mukana.",
      "Piirittäessään kaupunkia Joab sijoitti Urian sille kohdalle, jossa hän tiesi vihollisen urheimpien sotilaiden olevan.",
      "Kun ammonilaiset tulivat ulos kaupungista taistelemaan Joabia vastaan, Daavidin joukoista kaatui useita miehiä, ja myös heettiläinen Uria sai surmansa.",
      "Joab lähetti Daavidin luo sananviejän tekemään selkoa kaikesta, mitä taistelussa oli tapahtunut.",
      "kuningas ehkä suuttuu ja sanoo: 'Mitä varten teidän piti mennä niin lähelle kaupunkia taistelemaan? Ettekö muka tienneet, että he ampuvat muurilta?",
      "Sananviejä lähti matkaan, ja tultuaan Daavidin luo hän kertoi kaiken niin kuin Joab oli käskenyt.",
      "Kun Urian vaimo kuuli miehensä kaatuneen, hän piti puolisolleen valittajaiset.",
      "Suruajan mentyä Daavid antoi noutaa hänet palatsiinsa. Hänestä tuli Daavidin vaimo, ja hän synnytti tälle pojan. Mutta Herran silmissä Daavidin teko oli paha."
    ],
    [
      "Rikkaalla oli suuret määrät lampaita ja härkiä,",
      "mutta köyhällä ei ollut kuin yksi ainoa pieni karitsa, jonka hän oli ostanut. Hän elätti karitsaa, ja se kasvoi hänen luonaan yhdessä hänen lastensa kanssa. Se söi hänen leipäänsä ja joi hänen kupistaan, se makasi hänen sylissään ja oli hänelle kuin tytär.",
      "Minä korotin sinut herrasi asemaan, annoin herrasi vaimot sinun syliisi ja annoin sinulle Israelin ja Juudan heimot. Jos tämä on vähän, voin antaa vielä mitä tahansa muutakin.",
      "Miksi olet halveksinut minun sanaani ja tehnyt sellaista, mikä on minun silmissäni pahaa? Heettiläisen Urian olet lyönyt miekalla, olet tappanut hänet ammonilaisten miekalla, ja hänen vaimonsa olet ottanut vaimoksesi.",
      "Niinpä miekka ei tule milloinkaan väistymään suvustasi, koska olet halveksinut minua ja ottanut vaimoksesi heettiläisen Urian vaimon.'",
      "Herra sanoo näin: 'Minä nostan omasta perheestäsi onnettomuuden sinua vastaan, ja silmiesi edessä otan sinulta omat vaimosi ja annan heidät toiselle, joka makaa vaimojesi kanssa keskellä kirkasta päivää.",
      "Sitten Natan meni kotiinsa. Ja Herra löi lasta, jonka Urian vaimo oli synnyttänyt Daavidille, ja lapsi sairastui pahoin.",
      "Daavid kääntyi pojan vuoksi Jumalan puoleen, paastosi ja vietti yönsä maaten paljaalla lattialla.",
      "Hovin vanhimmat tulivat hänen luokseen ja yrittivät saada hänet nousemaan, mutta hän ei suostunut eikä myöskään syönyt mitään heidän kanssaan.",
      "Silloin Daavid nousi maasta, peseytyi, voiteli itsensä ja vaihtoi vaatteensa. Sitten hän meni pyhäkköön ja kumartui maahan rukoilemaan. Kotiin palattuaan hän pyysi syötävää, ja hänelle tuotiin ruokaa ja hän söi.",
      "Daavid lohdutti vaimoaan Batsebaa. Hän meni tämän luo ja makasi hänen kanssaan, ja vaimo synnytti pojan, joka sai nimekseen Salomo. Herra rakasti poikaa",
      "ja lähetti profeetta Natanin tuomaan sanan, että pojalle oli Herran vuoksi annettava nimi Jedidja.",
      "Joab hyökkäsi ammonilaisten pääkaupungin Rabban kimppuun ja valtasi kuninkaan alakaupungin.",
      "Daavid keräsi koko väkensä ja lähti Rabbaan, ja hän hyökkäsi kaupunkia vastaan ja valtasi sen.",
      "Daavid otti ammonilaisten kuninkaan päästä jalokivin koristetun kultaisen otsarivan, talentin painoisen, ja siitä tuli hänen kruununsa. Hän vei kaupungista runsaasti muutakin saalista.",
      "Kaupungin asukkaat hän kuljetti pois ja pani pakkotyöhön: toiset joutuivat sahaamaan kiviä, toiset tekemään tiiliä, toiset saivat käteensä rautaisen kuokan tai kirveen. Näin hän teki kaikille ammonilaisten kaupungeille. Sen jälkeen hän palasi koko sotaväki mukanaan Jerusalemiin."
    ],
    [
      "Daavidin pojalla Absalomilla oli kaunis sisar nimeltä Tamar, ja Daavidin poika Amnon rakastui häneen.",
      "Amnon tuli aivan sairaaksi intohimosta sisarpuoltaan Tamaria kohtaan. Mutta tämä oli neitsyt, ja Amnonista näytti mahdottomalta päästä lähestymään häntä.",
      "Amnonilla oli Jonadab-niminen ystävä, Daavidin veljen Simean poika, hyvin neuvokas mies.",
      "Tamar meni veljensä Amnonin taloon, jossa tämä makasi. Hän vaivasi taikinan, leipoi veljensä silmien edessä kakkuja ja paistoi ne.",
      "Mutta Amnon ei välittänyt hänen puheestaan, vaan nujersi hänet ja makasi hänet väkisin.",
      "Tamarilla oli yllään pitkähihainen viitta, jollaista kuninkaan tyttäret käyttivät neitona ollessaan. Amnonin palvelija vei hänet ulos ja lukitsi oven hänen jälkeensä.",
      "Tamar sirotti multaa hiuksiinsa, repäisi pitkähihaisen viittansa, kohotti käden päänsä päälle ja meni huutaen pois.",
      "Kun kuningas Daavid kuuli, mitä oli tapahtunut, hän vihastui. Hän ei kuitenkaan tahtonut pahoittaa poikansa Amnonin mieltä, sillä tämä oli hänen esikoisensa ja hänelle rakas.",
      "Absalom taas ei puhunut Amnonille mitään, ei hyvää eikä pahaa, mutta vihasi häntä, koska Amnon oli häpäissyt hänen sisarensa Tamarin.",
      "Kaksi vuotta myöhemmin, kun Absalomilla oli Baal-Hasorissa lähellä Efraimia lampaiden keritsiäiset, hän kutsui sinne kaikki kuninkaan pojat.",
      "Mutta Absalom pyysi ja pyysi, kunnes kuningas antoi Amnonin ja muidenkin poikiensa lähteä. Absalom järjesti ruhtinaalliset juomingit",
      "Palvelijat tekivät niin kuin Absalom oli käskenyt. Silloin kaikki kuninkaan pojat nousivat, hyppäsivät muuliensa selkään ja pakenivat.",
      "Kun he olivat vielä matkalla, Daavidin korviin kantautui huhu, että Absalom oli tappanut kaikki kuninkaan pojat eikä ketään ollut jäänyt henkiin.",
      "Kuningas nousi, repäisi vaatteensa ja heittäytyi maahan, ja kaikki palvelijat, jotka olivat hänen ympärillään, repäisivät hekin vaatteensa.",
      "Mutta Absalom lähti pakoon. Kohta tämän jälkeen tähystäjä huomasi suuren väkijoukon, joka oli tulossa vuoren rinnettä pitkin.",
      "Tuskin hän oli sanonut tämän, kun kuninkaan pojat saapuivat perille. Pojat puhkesivat itkuun, ja myös kuningas ja kaikki hänen miehensä itkivät suureen ääneen.",
      "Absalom pakeni Gesurin kuninkaan Talmain, Ammihudin pojan luo. Daavid suri kauan poikaansa Amnonia.",
      "Absalom viipyi Gesurissa kolme vuotta,",
      "ja aikaa myöten Daavidin suru Amnonin kuoleman vuoksi tasaantui ja hän alkoi leppyä Absalomille."
    ],
    [
      "Kun Joab, Serujan poika, ymmärsi kuninkaan kaipaavan Absalomia,",
      "Minulla oli kaksi poikaa. Ollessaan kerran kaupungin ulkopuolella he riitaantuivat, ja kun ei ollut ketään heitä erottamassa, toinen löi toisen hengiltä.",
      "Meidät korjaa kuolema, me olemme kuin maahan valunut vesi, jota ei voi koota takaisin. Jumala ei kuitenkaan vaadi ihmisen henkeä, eikä hän soisi, että karkotettu jää pysyvästi hänen kansastaan eroon.",
      "Juuri tästä asiasta olen tullut puhumaan kuninkaalle. Ihmiset ovat saaneet minut pelkäämään, ja siksi ajattelin: 'Minun on puhuttava kuninkaalle. Ehkäpä kuningas täyttää palvelijansa pyynnön,",
      "ehkä hän kuulee minua ja pelastaa minut sen miehen käsistä, joka tahtoo hävittää sekä minut että poikani meidän Jumalamme maasta.'",
      "Sitten Joab lähti Gesuriin ja toi Absalomin Jerusalemiin.",
      "Koko Israelissa ei ollut miestä, jota olisi ylistetty niin kauniiksi kuin Absalomia. Hän oli virheetön kiireestä kantapäähän.",
      "Kun hänen hiuksensa leikattiin -- hän leikkautti ne kerran vuodessa, kun ne kävivät liian raskaiksi -- ne painoivat kuninkaan painomittojen mukaan kaksisataa sekeliä.",
      "Absalomille syntyi kolme poikaa ja tytär, joka sai nimekseen Tamar. Hänestä tuli hyvin kaunis nainen.",
      "Absalom asui Jerusalemissa kaksi vuotta näkemättä kuningasta.",
      "Sitten hän kutsui Joabia luokseen lähettääkseen tämän mukana sanan kuninkaalle, mutta Joab ei halunnut tulla. Hän kutsui Joabia uudelleen, mutta Joab ei nytkään suostunut tulemaan.",
      "Joab meni kuninkaan puheille ja kertoi tämän hänelle, ja kuningas kutsui Absalomin luokseen. Hän tuli kuninkaan luo ja heittäytyi kasvoilleen maahan hänen eteensä, ja kuningas suuteli häntä."
    ],
    [
      "Absalom hankki itselleen vaunut ja hevosia sekä viidenkymmenen miehen saattueen.",
      "Aina kun joku lähestyi heittäytyäkseen hänen eteensä, hän kiiruhti kohottamaan tulijan maasta ja suuteli häntä.",
      "Absalom teki tällä tavoin kaikille israelilaisille, jotka tulivat kuninkaan luo hakemaan oikeutta. Näin hän houkutteli puolelleen Israelin miesten sydämet.",
      "Absalom kutsui lisäksi Jerusalemista mukaansa kaksisataa miestä, ja nämä lähtivät matkaan hyvässä uskossa, tietämättä asiasta mitään.",
      "Toimittaessaan teurasuhreja Absalom kutsutti luokseen vielä Daavidin neuvonantajan Ahitofelin tämän kotikaupungista Gilosta. Näin syntyi laaja salaliitto, ja Absalomin luo kerääntyi yhä lisää väkeä.",
      "Kuningas lähti kaupungista jalkaisin koko hovinsa kanssa, mutta jätti kymmenen sivuvaimoaan pitämään huolta palatsista.",
      "Kuningas lähti kaupungista jalkaisin koko väkensä kanssa. He pysähtyivät viimeisen talon kohdalle.",
      "Siellä kaikki kuninkaan miehet kulkivat hänen ohitseen, samoin kaikki kreetit ja pleetit sekä kuusisataa gatilaista, jotka olivat seuranneet häntä Gatista.",
      "Koko maa itki suureen ääneen, kun väkijoukko vaelsi pois. Kuningas kulki Kidroninlaakson poikki, ja sitten koko joukko lähti kulkemaan autiomaahan johtavaa tietä.",
      "Mukana olivat myös Sadok ja leeviläiset, jotka kantoivat Jumalan liitonarkkua. He laskivat Jumalan arkun maahan, ja Abjatar uhrasi polttouhreja, kunnes koko joukko oli vaeltanut ulos kaupungista.",
      "Sadok ja Abjatar veivät Jumalan arkun takaisin Jerusalemiin ja jäivät sinne.",
      "Mutta Daavid peitti päänsä ja lähti avojaloin ja itkien nousemaan Öljymäen rinnettä, ja myös kaikki hänen mukanaan kulkevat peittivät päänsä ja nousivat rinnettä itkien.",
      "Kun Daavid oli tullut mäen laelle, paikkaan, jossa oli tapana rukoilla Jumalaa, hänen luokseen tuli arkilainen Husai viitta reväistynä ja multaa hiuksissaan.",
      "Palaa sen sijaan kaupunkiin ja sano Absalomille: 'Kuningas, minä haluan palvella sinua. Ennen olin isäsi palvelija, nyt olen sinun palvelijasi.' Silloin voit auttaa minua ja tehdä tyhjäksi Ahitofelin neuvot.",
      "Papit, Sadok ja Abjatar, ovat siellä apunasi. Aina kun kuulet kuninkaan palatsista jotakin, kerro heille.",
      "Samaan aikaan, kun Daavidin ystävä Husai tuli Jerusalemiin, sinne saapui myös Absalom."
    ],
    [
      "Kun Daavid oli kulkenut mäen laelta vähän eteenpäin, häntä vastaan tuli Mefibosetin palvelija Siba mukanaan satuloitu aasipari. Aasien selkään oli kuormattu kaksisataa leipää, sata kakkua rusinoita, sata nippua muita hedelmiä ja viinileili.",
      "Kun kuningas Daavid ehti Bahurimin kohdalle, kylästä tuli häntä vastaan eräs Saulin sukulainen, nimeltään Simei, Geran poika. Tullessaan hän huusi kirouksia",
      "ja heitteli kivillä Daavidia ja hänen miehiään, vaikka koko sotaväki ja päälliköt olivat kuninkaan molemmin puolin.",
      "Daavid kulki miehineen tietä eteenpäin, ja Simei kulki sivummalla vuoren rinnettä koko ajan kiroten häntä ja heitellen kiviä ja soraa.",
      "Kuningas ja koko hänen väkensä saapuivat väsyneinä määränpäähän ja jäivät lepäämään.",
      "Absalom oli tullut Israelin miesten kanssa Jerusalemiin, ja myös Ahitofel oli hänen kanssaan.",
      "Absalomille pystytettiin katolle teltta, ja hän meni isänsä sivuvaimojen luo koko Israelin nähden.",
      "Siihen aikaan Ahitofelin antamat neuvot olivat ihmisten mielestä kuin Jumalan sanaa; sellaisina pitivät kaikkia hänen neuvojaan sekä Daavid että Absalom."
    ],
    [
      "Silloin pääsisin yllättämään kuninkaan, kun hän on väsynyt ja voimaton. Hän joutuisi kauhun valtaan, ja kun hänen väkensä pakenisi, surmaisin ainoastaan kuninkaan itsensä.",
      "Absalom ja Israelin vanhimmat pitivät suunnitelmaa hyvänä.",
      "Nyt hän on varmasti kätkeytynyt johonkin kallionkoloon tai muuhun piilopaikkaan. Ja jos sinulta heti alussa kaatuu miehiä, ihmiset sanovat sen kuullessaan: 'Kauhea isku on kohdannut Absalomin kannattajia.'",
      "Silloin urheimmankin miehen rohkeus pettää, vaikka hänellä olisi leijonan sydän. Tietäähän koko Israel, millainen soturi isäsi on ja kuinka urheita ovat hänen miehensä.",
      "Kun tavoitamme hänet, missä hän sitten onkin, peitämme hänet allemme niin kuin kaste lankeaa maahan, eikä hän itse eikä yksikään hänen miehistään jää henkiin.",
      "Husai kertoi papeille, Sadokille ja Abjatarille, miten Ahitofel oli neuvonut Absalomia ja Israelin vanhimpia ja millaisen neuvon hän itse oli antanut. Sitten hän sanoi:",
      "Lähettäkää nyt kiireesti Daavidille tällainen viesti: 'Älä jää yöksi autiomaahan vaan mene heti Jordanin yli.' Muuten kuningas ja hänen väkensä joutuvat surman suuhun.",
      "Jonatan ja Ahimaas olivat asettuneet Rogelin lähteelle. Eräs palvelustyttö kävi tuomassa heille tietoja, ja heidän piti viedä ne edelleen kuningas Daavidille. Itse he eivät uskaltaneet näyttäytyä kaupungissa.",
      "Mutta muuan poika näki heidät ja meni kertomaan Absalomille. Silloin he lähtivät molemmat kiireesti matkaan ja menivät Bahurimiin erään miehen talolle. Pihalla oli kaivo, ja he laskeutuivat siihen.",
      "Talon emäntä pani kaivon päälle peitteen ja levitti sille jyviä, niin ettei kaivoa voinut huomata.",
      "Heidän mentyään Jonatan ja Ahimaas nousivat kaivosta ja menivät ilmoittamaan viestinsä kuningas Daavidille. He kehottivat häntä lähtemään liikkeelle ja menemään kiireesti virran yli sekä kertoivat, millaisen neuvon Ahitofel oli antanut hänen tuhokseen.",
      "Daavid lähti koko väkensä kanssa liikkeelle, ja he menivät Jordanin yli. Aamunkoitteessa olivat kaikki viimeistä myöten ylittäneet Jordanin.",
      "Mutta kun Ahitofel näki, ettei hänen neuvoaan noudatettu, hän satuloi aasin ja palasi kotiin omaan kaupunkiinsa. Annettuaan määräykset talonsa asioista hän hirttäytyi. Näin hän kuoli, ja hänet haudattiin isänsä hautaan.",
      "Daavid oli jo saapunut Mahanaimiin, kun Absalom ja israelilaiset ylittivät Jordanin.",
      "Absalom oli asettanut Joabin sijaan sotaväen päälliköksi Amasan, jonka isä oli ismaelilainen Jitra ja äiti Abigail, Nahasin tytär, Joabin äidin Serujan sisar.",
      "Israelilaiset ja Absalom leiriytyivät Gileadin alueelle.",
      "Kun Daavid saapui Mahanaimiin, hänen luokseen tulivat Nahasin poika Sobi ammonilaisten Rabbasta, Ammielin poika Makir Lo-Dabarista ja gileadilainen Barsillai Rogelimista.",
      "He toivat hänelle ja hänen väelleen vuoteita, vateja ja saviastioita sekä ruoaksi vehnää, ohraa, jauhoja, paahdettuja jyviä, papuja ja virnoja,"
    ],
    [
      "Daavid järjesti sotaväkensä ja asetti päälliköt tuhannen miehen ja sadan miehen joukoille.",
      "Sotaväki lähti kaupungista israelilaisia vastaan, ja Efraimin metsässä syntyi taistelu.",
      "Daavidin miehet löivät siellä israelilaiset, ja mieshukka oli tuona päivänä suuri, kaksikymmentätuhatta miestä.",
      "Taistelu levisi koko seudulle, ja metsä nieli sinä päivänä enemmän väkeä kuin miekka.",
      "Absalom, joka ratsasti muulilla, osui vastakkain Daavidin miesten kanssa. Kun muuli tuli suuren tiheäoksaisen tammen alle, Absalom takertui hiuksistaan puuhun ja jäi riippumaan taivaan ja maan välille, ja muuli hänen altaan meni menojaan.",
      "Kymmenen Joabin aseenkantajaa ympäröi Absalomin, ja he löivät hänet hengiltä.",
      "Joab puhalsi torveen pysäyttääkseen sotilaansa, ja sotilaat lopettivat israelilaisten takaa-ajon ja tulivat takaisin.",
      "He ottivat Absalomin ruumiin, viskasivat sen metsässä suureen kuoppaan ja kasasivat sen päälle valtavan kiviröykkiön. Mutta israelilaiset pakenivat kukin kotiinsa.",
      "Daavid istui porttikäytävässä, ja tähystäjä oli noussut muurille, porttirakennuksen katolle. Yhtäkkiä tämä huomasi yksinään juoksevan miehen."
    ],
    [
      "(H19:3)Sotaväen voitonriemu muuttui suruksi, kun se kuuli kuninkaan surevan poikaansa.",
      "(H19:4)Miehet palasivat sinä päivänä kaupunkiin vähin äänin niin kuin taistelusta paennut joukko, joka häpeissään tulee takaisin.",
      "(H19:7)Sinä rakastat vihamiehiäsi ja vihaat niitä, jotka rakastavat sinua! Olet tänään osoittanut, etteivät päällikkösi ja miehesi merkitse sinulle mitään. Tänään olen nähnyt, että jos me kaikki olisimme kaatuneet mutta Absalom olisi jäänyt henkiin, mielestäsi kaikki olisi ollut kohdallaan.",
      "(H19:13)Te olette veljiäni, samaa lihaa ja verta kuin minä. Tekö olisitte viimeiset tuomaan kuninkaan takaisin?'",
      "(H19:16)Kuningas lähti paluumatkalle ja saapui Jordanille. Juudan miehet olivat tulleet Gilgaliin mennäkseen kuningasta vastaan ja tuodakseen hänet Jordanin yli.",
      "(H19:17)Myös benjaminilainen Simei, Geran poika, joka oli kotoisin Bahurimista, kiirehti yhdessä Juudan miesten kanssa alas Jordanille kuningas Daavidia vastaan.",
      "(H19:18)Hänen mukanaan tuli tuhat benjaminilaista sekä Saulin perheen palvelija Siba viidentoista poikansa ja kahdenkymmenen orjansa kanssa. He ehtivät Jordanille ennen kuninkaan tuloa",
      "(H19:19)ja tekivät parhaansa auttaakseen kuninkaan perhettä joen ylityksessä ja täyttääkseen kuninkaan toivomukset. Kun kuningas oli lähdössä ylittämään Jordania, Geran poika Simei heittäytyi hänen eteensä",
      "(H19:25)Myös Mefiboset, Saulin pojanpoika, oli tullut kuningasta vastaan. Hän oli antanut jalkojensa ja partansa olla hoitamatta ja vaatteidensa pesemättä kuninkaan lähdöstä aina siihen asti, kun tämä onnellisesti saapui takaisin.",
      "(H19:28)Mutta hän puhuikin minusta pahaa herralleni ja kuninkaalleni. Sinä, herrani ja kuninkaani, olet kuitenkin kuin Jumalan enkeli; tee siis niin kuin katsot parhaaksi.",
      "(H19:32)Myös gileadilainen Barsillai oli tullut Rogelimista saattaakseen kuninkaan Jordanille ja hyvästelläkseen hänet siellä.",
      "(H19:33)Barsillai oli hyvin vanha, jo kahdeksankymmenen ikäinen. Hän oli huolehtinut kuninkaan ylläpidosta tämän oleskellessa Mahanaimissa, sillä hän oli hyvin varakas mies.",
      "(H19:36)Olen jo kahdeksankymmenen. Erottaisinko enää hyvää huonosta, maistuisivatko ruoat ja juomat enää palvelijallesi, välittäisinkö enää kuunnella laulajia ja laulajattaria? Pitäisikö palvelijastasi tulla vielä taakka herralleni ja kuninkaalleni?",
      "(H19:37)Saatan sinua, kuningas, ainoastaan Jordanin tuolle puolelle. Minkä vuoksi kuninkaan pitäisi palkita minut niin runsaasti?",
      "(H19:40)Sitten koko väkijoukko meni Jordanin yli, ja myös kuningas ylitti joen. Kuningas suuteli Barsillaita ja toivotti hänelle kaikkea hyvää, ja Barsillai palasi kotikaupunkiinsa.",
      "(H19:41)Kuningas jatkoi matkaansa Gilgaliin, ja Kimham kulki hänen mukanaan. Koko Juudan väki ja puolet israelilaisista saattoi kuningasta."
    ],
    [
      "Paikalla oli muuan kelvoton mies, benjaminilainen Seba, Bikrin poika. Hän puhalsi torveen ja julisti: -- Meillä ei ole tekemistä Daavidin kanssa, vieras on meille Iisain poika. Palatkaa majoillenne, Israelin miehet!",
      "Kaikki israelilaiset erosivat silloin Daavidista ja siirtyivät Bikrin pojan Seban puolelle, mutta Juudan miehet pysyivät kuninkaalleen uskollisina ja seurasivat häntä Jordanilta Jerusalemiin.",
      "Kun kuningas Daavid oli tullut Jerusalemiin palatsiinsa, hän siirrätti sieltä vartioituun rakennukseen kymmenen sivuvaimoaan, jotka hän oli jättänyt pitämään huolta palatsista. Hän antoi heille kaiken, mitä he tarvitsivat, mutta ei enää käynyt heidän luonaan, ja he pysyivät kuolemaansa asti eristettyinä, elävän miehen leskinä.",
      "Amasa lähti kutsumaan Juudan miehiä, mutta hän ei ehtinyt takaisin Daavidin antamaan määräaikaan mennessä.",
      "Joabin miehet sekä kreetit, pleetit ja muu vakinainen sotaväki lähtivät Jerusalemista takaa- ajoon, seuraamaan Sebaa, Bikrin poikaa.",
      "Kun he olivat ehtineet Gibeonin suuren kiven luo, tuli Amasa heitä vastaan. Joabilla oli yllään sota-asu ja sen päällä vyö, jossa riippui tuppeen pistetty miekka. Kun hän astui eteenpäin, miekka lähti tupesta.",
      "Amasa ei osannut varoa Joabin toisessa kädessä olevaa miekkaa, ja tämä pisti häntä sillä vatsaan, niin että sisälmykset valuivat maahan. Joabin ei tarvinnut iskeä häntä uudelleen, sillä hän kuoli heti. Sitten Joab ja hänen veljensä Abisai jatkoivat Seban, Bikrin pojan, takaa-ajoa.",
      "Mutta kaikki sotilaat vain seisoivat paikallaan, sillä Amasan verinen ruumis virui keskellä tietä. Nähdessään, että kaikki olivat pysähtyneet Amasan kohdalle, mies siirsi ruumiin tieltä pellolle ja peitti sen vaatteella.",
      "Kun hän oli vetänyt ruumiin syrjään tieltä, kaikki lähtivät seuraamaan Joabia ajaakseen takaa Sebaa, Bikrin poikaa.",
      "Seba kulki kaikkien Israelin heimojen alueiden halki Abel-Bet-Maakaan, ja häneen liittyi paljon väkeä.",
      "Kun Joabin joukot saapuivat Abel-Bet- Maakan edustalle, ne saartoivat Seban kaupunkiin ja loivat kaupungin muuria kohti vallin, joka ulottui ulkomuurin tasalle. Lisäksi Joabin miehet kaivoivat muurin perustuksia saadakseen sen sortumaan.",
      "Sitten tämä viisas nainen esitti asian kaupungin asukkaille, ja he löivät Bikrin pojalta Sebalta pään poikki ja heittivät sen Joabille. Joab puhalsi torveen, ja sotilaat lopettivat piirityksen ja hajaantuivat kukin kotiinsa. Tämän jälkeen Joab palasi Jerusalemiin kuninkaan luo.",
      "Joab oli koko Israelin sotaväen päällikkönä, ja kreettien ja pleettien päällikkönä oli Benaja, Jojadan poika.",
      "Adoram oli verotöiden valvojana ja Josafat, Ahiludin poika, sihteerinä.",
      "Seva oli kirjurina ja Sadok ja Abjatar pappeina.",
      "Myös jairilainen Ira oli Daavidin pappina."
    ],
    [
      "Gibeonilaiset eivät olleet israelilaisia vaan maahan jääneitä amorilaisia. Israelilaiset olivat vannoneet säästävänsä heidät, mutta Saul, joka ajoi kiihkeästi Israelin ja Juudan etuja, oli yrittänyt tuhota heidät. Kuningas kutsui nyt gibeonilaiset luokseen",
      "Sen valan vuoksi, jonka Daavid ja Saulin poika Jonatan olivat keskenään Herran nimeen vannoneet, kuningas säästi Jonatanin pojan Mefibosetin, Saulin pojanpojan.",
      "Hän otti kaksi Aijan tyttären Rispan poikaa, Armonin ja Mefibosetin, jotka tämä oli synnyttänyt Saulille, sekä viisi Saulin tyttären Merabin poikaa, jotka tämä oli synnyttänyt meholalaiselle Adrielille, Barsillain pojalle.",
      "Heidät hän antoi gibeonilaisten käsiin, ja nämä teloittivat heidät vuorella Herran edessä. Näin he kuolivat kaikki yhdessä. Heidät surmattiin elonkorjuun ensimmäisinä päivinä, ohranleikkuun alkaessa.",
      "Rispa, Aijan tytär, otti säkkikankaan ja levitti sen makuusijakseen vuorelle. Hän pysyi siellä elonkorjuun alusta syyssateiden tuloon asti ja vartioi ruumiita, niin etteivät päivällä taivaan linnut eivätkä yöllä pedot päässeet niiden kimppuun.",
      "Kun Daavid sai tietää, mitä Saulin sivuvaimo Rispa, Aijan tytär, oli tehnyt,",
      "hän haki Gileadin Jabesista pois Saulin ja Jonatanin luut; kaupungin miehet olivat salaa tuoneet sinne heidän ruumiinsa Bet-Seanin torilta, jonne filistealaiset olivat ripustaneet ne voitettuaan Saulin Gilboanvuorella.",
      "Daavid toi sieltä Saulin ja hänen poikansa Jonatanin luut. Myös teloitettujen jäännökset koottiin",
      "ja haudattiin yhdessä Saulin ja Jonatanin luitten kanssa Benjaminin alueelle Selaan, Saulin isän Kisin hautaan. Kun kaikki kuninkaan määräykset oli pantu täytäntöön, Jumala kuuli kansan rukoukset.",
      "Filistealaisten ja israelilaisten välille syttyi jälleen sota, ja Daavid lähti miehineen filistealaisia vastaan. Taistelun kestäessä Daavid väsyi,",
      "ja Jisbi-Benob, Rafan jälkeläinen, jolla oli kolmensadan sekelin painoinen pronssipeitsi ja vyöllä uusi miekka, aikoi lyödä hänet hengiltä.",
      "Sen jälkeen syntyi Gobissa filistealaisten kanssa taistelu, jossa husalainen Sibbekai surmasi Safin, Rafan jälkeläisen.",
      "Ja jälleen syntyi Gobissa taistelu filistealaisten kanssa, ja betlehemiläinen Elhanan, Jairin poika, surmasi gatilaisen Goljatin, jonka keihäänvarsi oli kuin kangaspuiden tukki.",
      "Ja jälleen syntyi Gatissa taistelu. Siellä oli jättiläiskokoinen mies, jolla oli kummassakin kädessä kuusi sormea ja kummassakin jalassa kuusi varvasta, yhteensä kaksikymmentäneljä; hänkin oli Rafan jälkeläisiä.",
      "Hän pilkkasi israelilaisia, mutta Jonatan, Daavidin veljen Simean poika, surmasi hänet.",
      "Näin nämä neljä gatilaista Rafan jälkeläistä kaatuivat Daavidin ja hänen miestensä lyöminä."
    ],
    [
      "Kun Herra oli pelastanut Daavidin kaikkien hänen vihollistensa ja Saulin käsistä, Daavid lauloi Herralle tämän laulun:",
      "-- Herra, sinä päästit minut turvaan, sinä olet vuorilinnani.",
      "Jumalani, sinuun minä turvaudun, sinä olet kallio, olet kilpeni, pelastukseni sarvi, olet vuori ja turvapaikka. Sinä olet pelastajani, sinä autat minut turvaan vainoojilta.",
      "Kun kutsun Herraa, ylistettyä, saan avun vihollisiani vastaan.",
      "Kuoleman aallokko saartoi jo minut, turmion pyörteet minua kauhistivat,",
      "tuonelan paulat vangitsivat minut, näin edessäni kuoleman ansat.",
      "Silloin huusin hädässäni Herraa, minä kutsuin apuun Jumalaani. Ääneni kantautui hänen temppeliinsä, ja hän kuuli minun huutoni.",
      "Maa tärisi ja järkkyi, taivaan pilarit vavahtelivat, hänen vihansa sai ne horjumaan.",
      "Hänen sieraimistaan nousi savu ja kaikennielevä liekki hänen suustaan, se suitsusi hiilten hehkua.",
      "Hän kallisti taivaan ja laskeutui alas pimeä pilvi jalkojensa alla,",
      "hän lensi kerubi ratsunaan ja kiiti tuulen siivin.",
      "Hän teki majakseen pimeyden, sateiden lähteen, raskaat pilvet.",
      "Hänen loistonsa sytytti liekkiin hehkuvat hiilet.",
      "Herra jylisi taivaasta, Korkein antoi äänensä kaikua,",
      "hän ampui nuoliaan ja hajotti viholliset, hän sinkosi salamansa ja sai heidät kauhun valtaan.",
      "Merten lähteet paljastuivat ja maanpiirin perustukset tulivat näkyviin, kun Herra nuhteli merta, kun hänen raivonsa myrsky puhalsi sen yli.",
      "Korkeudestaan hän ojensi kätensä ja tarttui minuun, hän veti minut ylös syvistä vesistä.",
      "Hän vapautti minut vihollisteni väkevistä käsistä, vihamiehistäni, jotka olivat minua vahvemmat.",
      "He kävivät kimppuuni onnettomuuteni hetkellä, mutta tuekseni tuli Herra.",
      "Hän avasi minulle tien ja päästi minut vapauteen, sillä hän oli mieltynyt minuun.",
      "Herra palkitsi minut, koska rakastan oikeutta, sain häneltä palkan, koska tekoni ovat puhtaat.",
      "Minä olen kulkenut Herran teitä enkä ole luopunut Jumalasta.",
      "Hänen käskynsä ovat alati mielessäni, minä noudatan aina hänen lakejaan.",
      "Olen ollut vilpitön hänen edessään ja varonut lankeamasta syntiin.",
      "Herra palkitsi minut, koska rakastan oikeutta, koska olen puhdas hänen edessään.",
      "Herra, sinä olet uskollinen uskolliselle, vilpitöntä kohtaan olet vilpitön,",
      "puhtaat ovat tekosi puhdasta kohtaan, mutta kieron sinä johdat harhaan.",
      "Nöyrät sinä pelastat, mutta ylpeiden katseen sinä painat maahan.",
      "Sinä, Herra, olet lamppuni. Sinä tuot pimeyteeni valon.",
      "Sinun avullasi ryntään yli vallien, Jumalani avulla hyppään muurien yli.",
      "Jumalan ohjeet ovat täydelliset, Herran sana on kirkas ja puhdas. Kuin kilpi hän suojaa niitä, jotka hakevat hänestä turvaa.",
      "Kuka on Jumala, jollei Herra, kuka turvamme, jollei Jumalamme?",
      "Jumala on luja linnani. Hän tekee tieni suoraksi,",
      "hän tekee jalkani nopeiksi kuin kauriin jalat ja ohjaa kulkuni kukkuloille.",
      "Hän opettaa käteni sotimaan, käsivarteni jännittämään jousta.",
      "Herra, sinä asetut kilveksi eteeni, sinun apusi vahvistaa minut,",
      "sinä teet varmoiksi askeleeni, polveni eivät horju.",
      "Minä ahdistan vihollisiani ja tuhoan heidät, palaan vasta kun heitä ei enää ole,",
      "minä lyön heidät, eivätkä he enää nouse. He sortuvat jalkojeni alle.",
      "Sinulta saan voiman taisteluun, vastustajani sinä kaadat jalkojeni alle.",
      "Sinä ajat viholliseni pakoon, ja minä teen heistä lopun.",
      "He huutavat, mutta kukaan ei heitä auta, he kutsuvat Herraa, mutta hän ei vastaa heille.",
      "Minä murskaan heidät maan tomuun, poljen ja tallaan heitä kuin katujen lokaa.",
      "Sinä pelastit minut, kun kansani kapinoi, asetit minut hallitsemaan myös vieraita maita. Kansat, joita en tuntenut, ovat nyt valtani alla.",
      "Muukalaiset liehittelevät minua, he tottelevat jo ennen kuin käsken,",
      "heidän voimansa on hervonnut, vavisten he tulevat ulos linnoistaan.",
      "Herra elää! Kiitetty olkoon puolustajani, ylistetty Jumala, minun turvakallioni!",
      "Jumala kostaa puolestani ja alistaa kansat valtani alle,",
      "hän pelastaa minut vihollisteni käsistä ja antaa voiton vihamiehistäni, vainoojista hän minut päästää.",
      "Siksi kiitän sinua, Herra, kansojen keskellä, laulan kiitosta sinun nimellesi.",
      "Sinä teet voittoisaksi kansasi kuninkaan, sinä olet uskollinen sille jonka olet voidellut, Daavidille ja hänen suvulleen, nyt ja aina."
    ],
    [
      "Nämä ovat Daavidin viimeiset sanat: -- Näin sanoo Daavid, Iisain poika, näin sanoo mies, jonka Korkein on korottanut, Jaakobin Jumalan voideltu, hän, jota Israelin laulut ylistävät:",
      "Herran henki puhuu minun kauttani, hänen sanansa on minun kielelläni.",
      "Eikö näin ole Jumalan edessä minun sukuni laita? Hän on solminut kanssani ikuisen liiton, hyvin säädetyn, kestävän ja lujan. Mikä on minulle avuksi ja mitä toivon, sen kaiken hän sallii menestyä.",
      "Mutta kelvottomat ovat kuin ohdakkeet, jotka viskataan pois, joita kukaan ei ota käteensä.",
      "Niihin kosketaan vain raudalla ja keihäänvarrella. Tulenliekeissä ne poltetaan.",
      "Nämä ovat Daavidin parhaiden soturien nimet: Hakmonilainen Isboset, kolmesta suurimmasta soturista ensimmäinen. Hänen raivoisa sotakirveensä kaatoi yhdellä kertaa kahdeksansataa miestä.",
      "Seuraava oli ahoahilainen Eleasar, Dodon poika, joka hänkin kuului kolmen suurimman soturin joukkoon. Hän oli Daavidin mukana Pas-Dammimissa, jonne filistealaiset olivat kokoontuneet sotaretkellään. Kun israelilaiset lähtivät pakoon,",
      "hän pysyi paikallaan ja surmasi filistealaisia, kunnes hänen kätensä meni tunnottomaksi ja kouristui kiinni miekkaan. Herra antoi sinä päivänä suuren voiton, ja kun sotilaat palasivat Eleasarin luo, he pääsivät suoraan ryöstämään kaatuneita.",
      "Seuraava oli hararilainen Samma, Agen poika. Filistealaiset olivat kokoontuneet Lehiin, jossa oli virnaa kasvava pelto. Israelilaiset pakenivat filistealaisten tieltä,",
      "mutta Samma asettui keskelle peltoa, puolusti sitä ja löi filistealaiset. Näin Herra antoi suuren voiton.",
      "Kolmenkymmenen päällikön joukosta lähti kerran kolme Daavidin luo vuoristoon, Adullamin luolalle. Filistealaisten joukko oli silloin leirissä Refaiminlaaksossa.",
      "Daavid oli turvapaikassaan vuorilla, ja filistealaisilla oli etuvartionsa Betlehemissä.",
      "Nuo kolme soturia tunkeutuivat silloin filistealaisten leiriin, ammensivat Betlehemin porttikaivosta vettä ja toivat sen Daavidille. Mutta hän ei tahtonutkaan juoda, vaan vuodatti veden uhriksi Herralle.",
      "Abisai, Serujan poika ja Joabin veli, oli noiden kolmenkymmenen päällikkö. Hänen raivoisa keihäänsä kaatoi kolmesataa miestä, ja hänet mainittiin kolmen suurimman soturin rinnalla.",
      "Noiden kolmenkymmenen joukossa hän oli maineikkain, ja hän oli heidän päällikkönsä, mutta kolmelle suurimmalle soturille hän ei vetänyt vertoja.",
      "Benaja, Jojadan poika Kabseelista, oli mahtava mies ja teki monia urotöitä. Hän surmasi kaksi moabilaista urhoa, ja kerran lumituiskun aikana hän laskeutui vesisäiliöön ja tappoi siellä leijonan.",
      "Hän surmasi myös erään isokokoisen egyptiläisen. Tällä oli kädessään keihäs, ja Benaja meni sauva kädessä häntä vastaan, tempasi häneltä keihään ja tappoi hänet sillä.",
      "Tällaisia tekoja teki Benaja, Jojadan poika, ja hänet mainittiin kolmen suurimman soturin rinnalla.",
      "Noiden kolmenkymmenen joukossa hän oli maineikkaimpia, mutta kolmelle suurimmalle soturille hän ei vetänyt vertoja. Daavid asetti hänet henkivartiostonsa päälliköksi.",
      "Noiden kolmenkymmenen joukossa oli myös Asael, Joabin veli, sekä betlehemiläinen Elhanan, Dodon poika,",
      "harodilainen Samma, harodilainen Elika,",
      "peletiläinen Heles, tekoalainen Ira, Ikkesin poika,",
      "anatotilainen Abieser, husalainen Sibbekai,",
      "ahoahilainen Salmon, netofalainen Mahrai,",
      "netofalainen Heleb, Baanan poika, Ittai, Ribain poika, Benjaminin Gibeasta,",
      "pireatonilainen Benaja, nahale-gaasilainen Hiddai,",
      "bet-arabalainen Abi-Albon, bahurimilainen Asmavet,",
      "saalbonilainen Eljahba, gunilainen Jasen,",
      "hararilainen Jonatan, Samman poika, ararilainen Ahiam, Sararin poika,",
      "Elifelet, Ahasbain poika, maakalainen Hefer, gilolainen Eliam, Ahitofelin poika,",
      "karmelilainen Hesrai, arbilainen Paarai,",
      "sobalainen Jigal, Natanin poika, gadilainen Bani,",
      "ammonilainen Selek, beerotilainen Nahrai, joka oli Joabin, Serujan pojan, aseenkantaja,",
      "jeteriläinen Ira, jeteriläinen Gareb",
      "ja heettiläinen Uria, kaikkiaan kolmekymmentäseitsemän."
    ],
    [
      "Kuningas pysyi kuitenkin määräyksessään, jonka oli antanut Joabille ja sotaväen päälliköille. Joab lähti sotaväen päälliköiden kanssa kuninkaan luota laskemaan Israelin väkeä.",
      "He kulkivat Jordanin yli, tulivat ensin Aroeriin ja jokilaakson keskellä olevaan kaupunkiin ja jatkoivat sieltä matkaa kohti Gadia ja Jaeseria.",
      "Sieltä he kulkivat Gileadiin ja heettiläisten alueelle Kadesiin, saapuivat Daniin ja kääntyivät Sidoniin.",
      "He kävivät Tyroksen linnoituksessa ja kaikissa hivviläisten ja kanaanilaisten kaupungeissa ja lähtivät sitten Juudan Negeviin päin, kohti Beersebaa.",
      "Kierreltyään kaikkialla maassa he palasivat yhdeksän kuukauden ja kahdenkymmenen päivän kuluttua Jerusalemiin.",
      "Joab ilmoitti kuninkaalle väenlaskun tuloksen: Israelissa oli asekuntoisia miekkamiehiä kahdeksansataatuhatta, Juudassa viisisataatuhatta.",
      "Kun Daavid aamulla nousi, oli hänen näkijälleen, profeetta Gadille, tullut näin kuuluva Herran sana:",
      "Mene ja ilmoita Daavidille: Näin sanoo Herra: 'Annan sinulle kolme vaihtoehtoa. Valitse niistä yksi, niin teen sinulle sen mukaan.'",
      "Niin Herra antoi Israeliin tulla ruton, jota kesti siitä aamusta hänen säätämäänsä hetkeen asti. Kansaa kuoli Danista Beersebaan seitsemänkymmentätuhatta henkeä.",
      "Daavid teki kuten Gad oli sanonut ja lähti paikalle, jonka Herra oli määrännyt.",
      "Kun Arauna katsahti alas rinteelle, hän näki kuninkaan ja kuninkaan miesten olevan tulossa. Hän lähti heitä vastaan ja heittäytyi maahan kuninkaan eteen.",
      "Hän rakensi sinne alttarin Herralle ja uhrasi poltto- ja yhteysuhreja. Herra kuuli nyt kansan rukoukset, ja Israel vapautui vitsauksesta."
    ]
  ],
  "name": "2 Samuel"
}
