{
  "id": "ezr",
  "chapters": [
    [
      "Persian kuninkaan Kyyroksen ensimmäisenä hallitusvuotena Herra toteutti sanansa, jonka profeetta Jeremia oli julistanut. Hän johdatti Kyyroksen kuuluttamaan kaikkialla valtakunnassaan sekä suullisesti että kirjallisesti:",
      "Kaikkien teidän, jotka kuulutte hänen kansaansa, tulee lähteä Juudan Jerusalemiin rakentamaan Herran, Israelin Jumalan, temppeliä. Olkoon teidän Jumalanne teidän kanssanne! Herra on Jumala, jonka asuinsija on Jerusalem.",
      "Matkaan varustautuivat Juudan ja Benjaminin sukukuntien päämiehet sekä papit ja leeviläiset, kaikki, joissa Jumala oli herättänyt halun lähteä rakentamaan Jerusalemiin Herran temppeliä.",
      "Ympäristön asukkaat antoivat heille hopeaa ja kultaa, tavaraa, karjaa ja kalleuksia, ja vielä muutakin heille lahjoitettiin.",
      "Persian kuningas Kyyros käski kantaa esiin Herran temppelin esineet, jotka Nebukadnessar oli tuonut mukanaan Jerusalemista ja asettanut oman jumalansa temppeliin.",
      "Kuningas antoi ne aarteidenvartija Mitredatille, ja tämä teki niistä luettelon Sesbassarille, Juudan ruhtinaalle.",
      "Esineitä oli seuraavat määrät: kultaisia uhrimaljoja kolmekymmentä, hopeisia uhrimaljoja tuhat, muita uhriastioita kaksikymmentäyhdeksän,",
      "kultaisia pikareja kolmekymmentä, hopeisia pikareja neljäsataakymmenen ja muita astioita tuhat.",
      "Kulta- ja hopeaesineitä oli yhteensä viisituhatta neljäsataa. Ne kaikki Sesbassar toi mukanaan, kun pakkosiirtolaiset palasivat Babyloniasta Jerusalemiin."
    ],
    [
      "Nämä ovat ne Juudan maakunnan miehet, jotka Babylonian kuningas Nebukadnessar oli vienyt pakkosiirtolaisuuteen ja jotka nyt lähtivät matkalle takaisin Jerusalemiin ja Juudaan, kukin omaan kaupunkiinsa.",
      "Heitä johtivat Serubbabel, Jesua, Nehemia, Seraja, Reelaja, Mordokai, Bilsan, Mispar, Bigvai, Rehum ja Baana. Näiden israelilaisten lukumäärä oli:",
      "Pareosin sukua 2172,",
      "Sefatjan sukua 372,",
      "Arahin sukua 775,",
      "Pahat-Moabin sukua, Jesuan ja Joabin jälkeläisiä, 2812,",
      "Elamin sukua 1254,",
      "Sattun sukua 945,",
      "Sakkain sukua 760,",
      "Banin sukua 642,",
      "Bebain sukua 623,",
      "Asgadin sukua 1222,",
      "Adonikamin sukua 666,",
      "Bigvain sukua 2056,",
      "Adinin sukua 454,",
      "Aterin sukua, Hiskian jälkeläisiä, 98,",
      "Besain sukua 323,",
      "Joran sukua 112,",
      "Hasumin sukua 223,",
      "Gibbarin sukua 9.",
      "Betlehemiläisiä oli 123,",
      "netofalaisia 56,",
      "anatotilaisia 128,",
      "asmavetilaisia 42,",
      "kirjat-jearimilaisia, kefiralaisia ja beerotilaisia 743,",
      "ramalaisia ja gebalaisia 621,",
      "mikmasilaisia 122,",
      "beteliläisiä ja ailaisia 223,",
      "nebolaisia 52.",
      "Magbisin sukua oli 156,",
      "Elamin, sen toisen, sukua 1254,",
      "Harimin sukua 320.",
      "Lodilaisia, hadidilaisia ja onolaisia oli 725,",
      "jerikolaisia 345,",
      "senaalaisia 3630.",
      "Pappeja oli: Jedajan sukua, Jesuan jälkeläisiä, 973,",
      "Immerin sukua 1052,",
      "Pashurin sukua 1247,",
      "Harimin sukua 1017.",
      "Leeviläisiä oli: Jesuan sukua, Kadmielin, Binnuin ja Hodavjan jälkeläisiä, 74.",
      "Laulajia oli: Asafin sukua 128.",
      "Portinvartijoita oli: Sallumin, Aterin, Talmonin, Akkubin, Hatitan ja Sobain sukua yhteensä 139.",
      "Temppelipalvelijoita oli: Sihan, Hasufan, Tabbaotin,",
      "Kerosin, Siahan, Padonin,",
      "Lebanan, Hagaban, Akkubin,",
      "Hagabin, Salmain, Hananin,",
      "Giddelin, Gaharin, Reajan,",
      "Resinin, Nekodan, Gassamin,",
      "Ussan, Paseahin, Besain,",
      "Asnan, maonilaisten, nafusilaisten,",
      "Bakbukin, Hakufan, Harhurin,",
      "Baslutin, Mehidan, Harsan,",
      "Barkosin, Siseran, Temahin,",
      "Nesiahin ja Hatifan suvut.",
      "Salomon palvelijoiden jälkeläisiä oli: Sotain, Soferetin, Perudan,",
      "Jaelan, Darkonin, Giddelin,",
      "Sefatjan, Hattilin, Pokeret-Sebaimin ja Amin suvut.",
      "Temppelipalvelijoita ja Salomon palvelijoiden jälkeläisiä oli yhteensä 392.",
      "Seuraavat Tel-Melahista, Tel-Harsasta, Kerub- Addanista ja Immeristä lähteneet eivät pystyneet osoittamaan, että he ja heidän sukunsa olivat israelilaisia:",
      "Delajan, Tobian ja Nekodan jälkeläiset, yhteensä 652.",
      "Joukossa oli myös pappeja, nimittäin Hobajan, Kosin ja Barsillain jälkeläiset; Barsillai oli ottanut vaimokseen gileadilaisen Barsillain tyttären, ja häntä nimitettiin vaimonsa suvun mukaan.",
      "Nämä etsivät sukuluetteloista merkintää itsestään, mutta sitä ei löytynyt, ja sen vuoksi heidät katsottiin pappeuteen kelpaamattomiksi.",
      "Käskynhaltija kielsi heitä nauttimasta pyhiä uhreja, kunnes ilmaantuisi pappi, joka voisi ratkaista asian urimilla ja tummimilla.",
      "Lähtijöitä oli kaikkiaan 42 360 henkeä.",
      "Lisäksi tulivat orjat ja orjattaret, joita oli 7337. Laulajia, miehiä ja naisia, oli 200.",
      "Tällä joukolla oli hevosia 736, muuleja 245,",
      "kameleja 435 ja aaseja 6720.",
      "Tullessaan Jerusalemiin Herran temppelin paikalle monet sukujen päämiehet antoivat lahjoja temppeliä varten, jotta se voitaisiin pystyttää uudelleen entiselle paikalleen.",
      "He antoivat rakentamista varten niin paljon kuin pystyivät, yhteensä 61 000 kultadrakmaa, 5000 hopeaminaa ja 100 papinpukua.",
      "Sitten papit, leeviläiset ja osa kansaa asettuivat asumaan Jerusalemiin, mutta laulajat, portinvartijat ja temppelipalvelijat menivät omiin kaupunkeihinsa, samoin muut israelilaiset omiinsa."
    ],
    [
      "Kun tuli vuoden seitsemäs kuukausi, kokoontui kansa kaikista kaupungeista viimeistä miestä myöten Jerusalemiin.",
      "Jesua, Josadakin poika, ja hänen veljensä, jotka olivat pappeja, sekä Serubbabel, Sealtielin poika, ja hänen veljensä ryhtyivät rakentamaan alttaria Israelin Jumalalle uhratakseen sillä polttouhrit, niin kuin on säädetty Mooseksen, Jumalan miehen, laissa.",
      "Israelilaiset pystyttivät alttarin entiselle paikalleen, vaikka naapurikansat yrittivät heitä pelotella. Alttarilla he uhrasivat joka aamu ja ilta polttouhrit Herralle.",
      "He viettivät säädösten mukaisesti myös lehtimajanjuhlaa ja uhrasivat joka päivä niin monta polttouhria kuin siksi päiväksi oli säädetty.",
      "Siitä lähtien toimitettiin päivittäiset polttouhrit sekä uudenkuun ja muiden Herralle pyhitettyjen juhlapäivien uhrit. Lisäksi toimitettiin erilaisia vapaaehtoisia uhreja Herralle.",
      "Näitä polttouhreja alettiin uhrata seitsemännen kuun ensimmäisestä päivästä lähtien, vaikka Herran temppelin rakentamista ei vielä ollut aloitettu.",
      "Herran temppeliä rakentamaan israelilaiset palkkasivat kivenhakkaajia ja kirvesmiehiä. He antoivat sidonilaisille ja tyroslaisille ruokatarvikkeita, juomia ja öljyä, jotta nämä kuljettaisivat setritukkeja meritse Libanonista Jafoon. Tähän oli Persian kuningas Kyyros antanut heille luvan.",
      "Temppelin rakentamisen panivat alulle Serubbabel, Sealtielin poika, ja Jesua, Josadakin poika, toisena vuotena sen jälkeen kun israelilaiset olivat saapuneet Jumalan temppelin paikalle Jerusalemiin, toisessa kuussa. Mukana olivat myös heidän veljensä, papit ja leeviläiset, sekä kaikki muut, jotka olivat palanneet pakkosiirtolaisuudesta. Temppelin rakennustöitä valvomaan asetettiin kaksikymmenvuotiaat ja sitä vanhemmat leeviläiset.",
      "Työtä ryhtyivät johtamaan Jesua, hänen poikansa ja hänen veljensä Kadmiel, Binnui ja Hodavja sekä leeviläiset Henadadin pojat ja heidän poikansa ja veljensä.",
      "Kun Herran temppelin perustukset oli laskettu, saapuivat pellavapukuiset papit torvineen ja leeviläiset Asafin jälkeläiset symbaaleineen, ja he virittivät ylistyksen Herralle, niin kuin Daavid, Israelin kuningas, oli määrännyt.",
      "He ylistivät ja kiittivät Herraa: -- Hän on hyvä, iäti kestää hänen armonsa Israelia kohtaan. Ja kansa kohotti suuren riemuhuudon ja ylisti Herraa siitä, että temppelin perustus oli saatu lasketuksi.",
      "Mutta monet vanhat papit, leeviläiset ja sukujen päämiehet, jotka olivat nähneet edellisen temppelin, itkivät ja valittivat, kun he katselivat uuden temppelin perustuksia. Monet taas huusivat ilosta,",
      "ja äänekkäässä riemussaan ihmiset eivät kuulleet toisten itkua. Kansan ilonpito kuului kauas."
    ],
    [
      "Kun Juudan ja Benjaminin viholliset saivat tietää, että pakkosiirtolaisuudesta palanneet olivat alkaneet rakentaa temppeliä Herralle, Israelin Jumalalle,",
      "Tämän jälkeen maan asukkaat alkoivat pelotella Juudan kansaa saadakseen sen luopumaan rakennustöistä.",
      "He lahjoivat virkamiehiä tehdäkseen tyhjäksi Juudan kansan hankkeen. Tätä jatkui niin kauan kuin Persian kuningas Kyyros eli, aina kuningas Dareioksen hallituskauteen asti.",
      "Kserkseen ollessa Persian kuninkaana, hänen hallituskautensa alussa, maan asukkaat kirjoittivat syytöskirjeen Juudan ja Jerusalemin asukkaita vastaan.",
      "Kuningas Artakserkseen aikana Bislam, Mitredat ja Tabel kirjoittivat virkatovereidensa kanssa kirjeen kuninkaalle. Se oli kirjoitettu aramealaisin kirjaimin ja aramean kielellä.",
      "Myös käskynhaltija Rehum ja kirjuri Simsai kirjoittivat kuningas Artakserkseelle Jerusalemia koskevan valituskirjeen. Siinä mainittiin ensin kirjeen lähettäjät:",
      "Siksi ilmoitamme kuninkaalle, että jos tuo kaupunki rakennetaan ja sen muurit saatetaan kuntoon, he eivät sen jälkeen enää maksa verojaan ja muita maksujaan eivätkä tulleja, ja näin kuninkaan tulot vähenevät.",
      "Koska me olemme kuninkaan uskollisia palvelijoita, emme voi tyynesti katsella tällaista kuninkaan halventamista. Lähetämme siis sinulle, kuningas, asiasta ilmoituksen,",
      "jotta antaisit tutkia isiesi asiakirjat. Niistä käy ilmi, että tämä on kapinallinen kaupunki, joka on aiheuttanut vahinkoa kuninkaille ja maakunnille ja jossa on kapinoitu jo muinaisina aikoina. Sen vuoksi kaupunki onkin hävitetty.",
      "Minä käskin tutkia asiaa, ja silloin todettiin, että tuo kaupunki on jo muinaisina aikoina noussut kuninkaita vastaan ja että siellä on pantu toimeen kapinoita ja levottomuuksia.",
      "Jerusalemissa on ollut mahtavia kuninkaita, jotka ovat hallinneet koko Eufratin länsipuolista aluetta ja joille on maksettu veroa, muita maksuja ja tulleja.",
      "Antakaa siis määräys, että noiden miesten on keskeytettävä työnsä. Kaupunkia ei saa rakentaa, ennen kuin minä annan luvan.",
      "Kun kuningas Artakserkseen kirjeen jäljennös oli luettu käskynhaltija Rehumille, kirjuri Simsaille ja heidän virkatovereilleen, he lähtivät kiireesti Jerusalemiin juutalaisten luo ja pakottivat väkivalloin heidät lopettamaan työnsä.",
      "Silloin keskeytyi Jumalan temppelin rakennustyö Jerusalemissa, ja se oli pysähdyksissä Persian kuninkaan Dareioksen hallituskauden toiseen vuoteen asti."
    ],
    [
      "Profeetat Haggai ja Sakarja, Iddon poika, puhuivat Israelin Jumalan nimessä Juudan ja Jerusalemin juutalaisille.",
      "Silloin Serubbabel, Sealtielin poika, ja Jesua, Josadakin poika, panivat Jerusalemissa jälleen käyntiin Jumalan temppelin rakennustyöt, ja Jumalan profeetat olivat mukana heitä tukemassa.",
      "Mutta Jumala ei hylännyt juutalaisten vanhimpia, ja heidän annettiin jatkaa työtä, kunnes Dareios saisi asiasta tiedon ja häneltä saapuisi vastaus.",
      "Jäljennös kirjeestä, jonka Eufratin länsipuolisen maakunnan käskynhaltija Tattenai sekä Setar-Bosenai ja hänen virkatoverinsa, tämän maakunnan valvojat, lähettivät kuningas Dareiokselle.",
      "Ilmoitamme kuninkaalle, että olemme käyneet Juudan maakunnassa katsomassa suuren Jumalan temppeliä. Sitä rakennetaan hakatuista kivistä, ja seiniä vuorataan laudoilla. Työtä tehdään ripeästi, ja se edistyy hyvää vauhtia.",
      "Kysyimme myös heidän päämiestensä nimet ja kirjoitimme ne muistiin, jotta voisimme ilmoittaa ne sinulle.",
      "He vastasivat olevansa taivaan ja maan Jumalan palvelijoita ja rakentavansa uudelleen temppeliä, joka oli pystytetty sinne jo hyvin kauan sitten. Suuri Israelin kuningas oli rakentanut sen.",
      "Mutta heidän esi-isänsä olivat vihastuttaneet taivaan Jumalan, ja hän oli antanut heidät kaldealaisen Nebukadnessarin, Babylonian kuninkaan, käsiin. Nebukadnessar hävitti temppelin ja vei kansan pakkosiirtolaisuuteen Babyloniaan.",
      "Kyyros käski myös tuoda Babylonin temppelistä Jumalan temppelin kultaiset ja hopeiset astiat, jotka Nebukadnessar oli ottanut Jerusalemin temppelistä ja vienyt mukaansa. Kyyros antoi ne Sesbassar-nimiselle miehelle, jonka hän oli asettanut käskynhaltijaksi,",
      "ja sanoi hänelle: 'Ota nämä astiat ja vie ne Jerusalemin temppeliin. Temppeli on rakennettava entiselle paikalleen.'",
      "Sesbassar tuli Jerusalemiin ja laski temppelin perustuksen. Siitä lähtien temppeliä on rakennettu, mutta se ei ole vieläkään valmis.",
      "Jos siis kuningas katsoo aiheelliseksi, pyydämme, että Babyloniassa tutkitaan kuninkaan arkistoista, onko kuningas Kyyros todella käskenyt rakentaa Jerusalemiin tämän temppelin, ja että asiaa koskeva kuninkaan päätös lähetetään meille."
    ],
    [
      "Kuningas Dareios käski tutkia asiaa Babylonian aarrekammioissa, joissa arkistoja säilytettiin.",
      "Ensimmäisenä hallitusvuotenaan on kuningas Kyyros antanut Jerusalemin temppelistä tämän määräyksen: Temppeli rakennettakoon uudelleen paikaksi, jossa toimitetaan uhrit. Sen perustus säilytettäköön entisellä paikallaan. Temppelin korkeus olkoon kuusikymmentä kyynärää ja leveys kuusikymmentä kyynärää.",
      "Sen seinissä olkoon hakattuja kiviä kolmena kerroksena ja sitten aina yksi kerros hirsiä. Kustannukset maksetaan kuninkaan varoista.",
      "vaan antakaa temppelin rakennustöiden jatkua rauhassa. Juutalaisten käskynhaltijalla ja heidän vanhimmillaan on lupa rakentaa temppeli entiselle paikalleen.",
      "Nyt määrään, miten teidän tulee tukea juutalaisten vanhimpia, kun he rakentavat tuota temppeliä. Niistä kuninkaan verotuloista, jotka saadaan Eufratin länsipuolisesta maakunnasta, on tarkoin ja viipymättä korvattava noille miehille kaikki kustannukset.",
      "Jerusalemin papeille tulee päivittäin antaa, täsmälleen sen mukaan kuin he ilmoittavat, tarpeellinen määrä sonneja, pässejä ja karitsoita sekä vehnää, suolaa, viiniä ja öljyä,",
      "jotta he voisivat uhrata uhrinsa taivaan Jumalalle ja rukoilla menestystä kuninkaalle ja hänen pojilleen.",
      "Annan myös seuraavan käskyn: jos joku rikkoo tätä määräystä vastaan, hänen talostaan revittäköön palkki ja hänet lyötäköön siihen riippumaan, ja hänen talonsa hajotettakoon rauniokasaksi.",
      "Tattenai, Eufratin länsipuolisen maakunnan käskynhaltija, ja Setar-Bosenai sekä heidän virkatoverinsa tekivät tarkalleen niin kuin kuningas Dareios oli käskenyt.",
      "Juutalaisten vanhimmat jatkoivat rakentamista, ja työ onnistui hyvin, kun profeetat Haggai ja Sakarja, Iddon poika, rohkaisivat heitä puheillaan. Temppeli rakennettiin valmiiksi niin kuin Israelin Jumala oli käskenyt ja niin kuin Kyyros, Dareios ja Artakserkses, Persian kuninkaat, olivat määränneet.",
      "Temppeli oli valmis adar-kuun kolmantena päivänä kuningas Dareioksen hallituskauden kuudentena vuotena.",
      "Israelilaiset, papit ja leeviläiset ja muut pakkosiirtolaisuudesta palanneet, viettivät riemuiten temppelin vihkiäisjuhlaa.",
      "Juhlassa he uhrasivat sata sonnia, kaksisataa pässiä, neljäsataa karitsaa sekä syntiuhriksi koko Israelin puolesta kaksitoista pukkia, yhden kutakin heimoa kohti.",
      "Sitten he asettivat papit ryhmittäin ja leeviläiset osastoittain huolehtimaan Jerusalemissa jumalanpalveluksesta niin kuin Mooseksen kirjassa on määrätty. jälkeen",
      "Ensimmäisen kuun neljäntenätoista päivänä viettivät pakkosiirtolaisuudesta palanneet pääsiäistä.",
      "Papit ja leeviläiset olivat kaikki puhdistautuneet, niin että jokainen heistä oli puhdas. He teurastivat pääsiäislampaan kaikkien palanneiden puolesta, veljiensä, pappien, puolesta ja omasta puolestaan.",
      "Pääsiäislammasta söivät pakkosiirtolaisuudesta palanneet israelilaiset ja kaikki, jotka olivat erottautuneet maassa asuvista muista kansoista ja hylänneet niiden saastaisuuden, koska he tahtoivat palvella Herraa, Israelin Jumalaa.",
      "Riemuiten he viettivät happamattoman leivän juhlaa seitsemän päivän ajan. He iloitsivat, koska Herra oli tehnyt Assyrian kuninkaan heille suopeaksi, niin että kuningas auttoi heitä Israelin Jumalan temppelin rakentamisessa."
    ],
    [
      "Persian kuninkaan Artakserkseen hallituskaudella Jerusalemiin saapui Esra, Serajan poika. Hänen isoisänsä oli Asarja, tämän isä Hilkia,",
      "tämän Sallum, tämän Sadok, tämän Ahitub,",
      "tämän Amarja, tämän Asarja, tämän Merajot,",
      "tämän Serahja, tämän Ussi, tämän Bukki,",
      "tämän Abisua, tämän Pinehas, tämän Eleasar ja tämän Aaron, ylipappi.",
      "Esra tuli Babyloniasta. Hän oli oppinut virkamies ja tunsi tarkoin Mooseksen lain, jonka Herra, Israelin Jumala, oli antanut. Esra sai kuninkaalta kaiken mitä pyysi, koska Herra, hänen Jumalansa, oli hänen kanssaan.",
      "Hänen mukanaan lähti Babyloniasta muitakin israelilaisia, myös pappeja, leeviläisiä, laulajia, portinvartijoita ja temppelipalvelijoita, matkalle kohti Jerusalemia. Tämä tapahtui kuningas Artakserkseen seitsemäntenä hallitusvuotena.",
      "He saapuivat Jerusalemiin saman vuoden viidennessä kuussa.",
      "Esra oli määrännyt lähdön Babyloniasta ensimmäisen kuun ensimmäiseksi päiväksi, ja viidennen kuun ensimmäisenä päivänä hän saapui Jerusalemiin. Jumalan suojaava käsi johti Esraa,",
      "sillä hän tahtoi kaikesta sydämestään tutkia Herran lakia ja noudattaa sitä ja opettaa israelilaisille sen määräyksiä ja säädöksiä.",
      "Tässä on jäljennös kirjeestä, jonka kuningas Artakserkses antoi pappi Esralle, lainopettajalle, niiden käskyjen ja säädösten tuntijalle, jotka Herra oli antanut Israelille.",
      "kun kuningas ja hänen seitsemän neuvonantajaansa nyt lähettävät sinut Juudaan ja Jerusalemiin. Sinun tulee tutkia, onko siellä noudatettu sinun Jumalasi lakia, jonka tuntija olet.",
      "Kuningas ja hänen neuvonantajansa ovat lahjoittaneet Israelin Jumalalle, jonka asumus on Jerusalemissa, hopeaa ja kultaa. Sinun on vietävä se perille.",
      "Samoin sinun on vietävä mukanasi se hopea ja kulta, jonka saat Babylonian maakunnasta, sekä kaikki lahjat, joita papit ja kansa antavat Jerusalemissa olevaa Jumalansa temppeliä varten.",
      "Nämä varat sinun on tarkoin käytettävä sonnien, pässien ja karitsojen ostamiseen sekä niiden kanssa uhrattaviin ruoka- ja juomauhreihin, ja sinun on uhrattava ostamasi eläimet teidän Jumalanne temppelin alttarilla Jerusalemissa.",
      "Jos hopeaa ja kultaa jää jäljelle, saatte tehdä sillä niin kuin sinä ja veljesi Jumalan palvelijoina parhaaksi näette.",
      "Ne astiat, jotka saat mukaan Jumalasi temppelissä toimitettavaa palvelusta varten, sinun tulee luovuttaa Jerusalemissa Jumalasi eteen.",
      "Ja kaiken muun, mitä tarvitset temppeliä varten, saat kuninkaan aarrekammiosta.",
      "aina seuraaviin määriin asti: sata talenttia hopeaa, sata kor-mittaa vehnää, sata bat-mittaa viiniä, sata bat-mittaa öljyä sekä suolaa rajoituksetta.",
      "Kaikki, mitä taivaan Jumala käskee, on tarkoin tehtävä hänen temppelinsä hyväksi, jottei hän antaisi vihansa kohdata valtakuntaa, kuningasta ja kuninkaan poikia.",
      "Lisäksi määrään, ettei tämän Jumalan temppelin papeilta, leeviläisiltä, laulajilta, portinvartijoilta, temppelipalvelijoilta eikä muilta työntekijöiltä saa vaatia veroja tai muita maksuja eikä myöskään tulleja.",
      "Ylistetty olkoon Herra, isiemme Jumala, joka herätti kuninkaassa halun saattaa Jerusalemin temppeli kunniaan!",
      "Hän on myös tehnyt kuninkaan sekä hänen neuvonantajansa ja mahtavat hallitusmiehensä suopeiksi minua kohtaan. Kun Herran, Jumalani, käsi johdatti minua, sain rohkeutta ja kokosin Israelin päämiehiä lähtemään kanssani matkaan."
    ],
    [
      "Tässä ovat sukuluetteloiden mukaan lueteltuina ne sukujen päämiehet, jotka kuningas Artakserkseen hallituskaudella lähtivät minun kanssani Babyloniasta:",
      "Pinehasin jälkeläisiä Gersom, Itamarin jälkeläisiä Daniel, Daavidin jälkeläisiä Hattus,",
      "Sekanjan poika, Pareosin jälkeläisiä Sakarja ja hänen kanssaan sataviisikymmentä sukuluetteloihin merkittyä miestä,",
      "Pahat-Moabin jälkeläisiä Eljoenai, Serahjan poika, ja hänen kanssaan kaksisataa miestä,",
      "Sattun jälkeläisiä Sekanja, Jahasielin poika, ja hänen kanssaan kolmesataa miestä,",
      "Adinin jälkeläisiä Ebed, Jonatanin poika, ja hänen kanssaan viisikymmentä miestä,",
      "Elamin jälkeläisiä Jesaja, Ataljan poika, ja hänen kanssaan seitsemänkymmentä miestä,",
      "Sefatjan jälkeläisiä Sebadja, Mikaelin poika, ja hänen kanssaan kahdeksankymmentä miestä,",
      "Joabin jälkeläisiä Obadja, Jehielin poika, ja hänen kanssaan kaksisataakahdeksantoista miestä,",
      "Banin jälkeläisiä Selomit, Josifjan poika, ja hänen kanssaan satakuusikymmentä miestä,",
      "Bebain jälkeläisiä Sakarja, Bebain poika, ja hänen kanssaan kaksikymmentäkahdeksan miestä,",
      "Asgadin jälkeläisiä Johanan, Katanin poika, ja hänen kanssaan satakymmenen miestä,",
      "Adonikamin jälkeläisistä viimeiset, nimeltään Elifelet, Jeiel ja Semaja, ja heidän kanssaan kuusikymmentä miestä,",
      "sekä Bigvain jälkeläisiä Utai ja Sabbud ja heidän kanssaan seitsemänkymmentä miestä.",
      "Kokosin heidät joelle, joka virtaa Ahavaan päin, ja leiriydyimme sen rannalle kolmeksi päiväksi. Kansan joukossa näin pappeja, mutta en yhtään leeviläistä.",
      "Silloin lähetin sanan sukukuntien päämiehille Elieserille, Arielille, Semajalle, Jonatanille, Jaribille, Elnatanille, Natanille, Sakarjalle ja Mesullamille sekä Jojaribille ja Elnatanille, jotka olivat opettajia.",
      "Käskin heidän mennä Kasifjan kylän päämiehen Iddon luo ja pyytää häntä ja hänen veljiään, jotka olivat Kasifjassa asuvia temppelipalvelijoita, lähettämään meille palvelijoita Jumalamme temppeliä varten.",
      "Jumala piti hyvyydessään meistä huolen, ja he lähettivät luoksemme viisaan miehen, Serebjan, joka oli israelilainen, Leevin heimoa ja Mahlin sukua, sekä hänen poikansa ja veljensä, yhteensä kahdeksantoista miestä.",
      "He lähettivät myös Hasabjan ja Jesajan, joka oli Merarin jälkeläisiä, sekä Jesajan veljet ja näiden pojat, kaksikymmentä miestä.",
      "Vielä he lähettivät kaksisataakaksikymmentä temppelipalvelijaa, suvuista, jotka jo Daavid oli määrännyt leeviläisten avuksi. Näiden kaikkien nimet merkittiin luetteloon.",
      "Ahavajoen rannalla määräsin pidettäväksi paaston ja kehotin kaikkia nöyrtymään Jumalan edessä ja rukoilemaan, että pääsisimme lapsinemme, karjoinemme ja tavaroinemme onnellisesti perille.",
      "Niin me paastosimme ja pyysimme apua Jumalalta, ja hän kuuli meidän rukouksemme.",
      "Valitsin pappien johtajista kaksitoista sekä lisäksi Serebjan ja Hasabjan ja kymmenen muuta leeviläistä.",
      "Punnitsin heidän nähtensä hopean, kullan ja astiat, jotka kuningas, hänen neuvonantajansa ja ruhtinaansa sekä Babyloniassa asuvat israelilaiset olivat lahjoittaneet meidän Jumalamme temppelille.",
      "Punnitsin ja annoin heidän haltuunsa kuusisataaviisikymmentä talenttia hopeaa, sata kahden talentin painoista hopea-astiaa, sata talenttia kultaa,",
      "kaksikymmentä tuhannen dareikin arvoista kultamaljaa sekä kaksi loistavan kaunista, kullan arvoista pronssiastiaa.",
      "Papit ja leeviläiset ottivat haltuunsa punnitsemani hopean, kullan ja astiat, jotka heidän oli määrä viedä Jerusalemiin Jumalamme temppeliin.",
      "Ensimmäisen kuun kahdentenatoista päivänä me lähdimme Ahavajoelta matkaan kohti Jerusalemia. Jumalamme varjeli meitä matkan aikana ja suojeli meitä vihollisilta ja väijytyksiltä.",
      "Saavuttuamme Jerusalemiin lepäsimme kolme päivää.",
      "Neljäntenä päivänä punnitsimme hopean, kullan ja astiat Jumalamme temppelissä ja luovutimme ne pappi Meremotille, Urian pojalle. Läsnä olivat myös Eleasar, Pinehasin poika, ja leeviläiset Josabad, Jesuan poika, ja Noadja, Binnuin poika.",
      "Kaikki esineet laskettiin ja punnittiin, ja niiden painot merkittiin muistiin.",
      "Vankeudesta palanneet pakkosiirtolaiset uhrasivat Israelin Jumalalle polttouhrin. He uhrasivat kaksitoista sonnia koko Israelin puolesta sekä yhdeksänkymmentäkuusi pässiä, seitsemänkymmentäseitsemän karitsaa ja lisäksi kaksitoista pukkia syntiuhriksi, kaikki polttouhrina Herralle.",
      "Sitten he toimittivat kuninkaan määräykset edelleen kuninkaan satraapeille ja Eufratin länsipuolisen maakunnan maaherroille, ja nämä antoivat tukensa kansalle ja Jumalan temppelille."
    ],
    [
      "Tämän kuullessani minä repäisin vaatteeni, raastoin hiuksiani ja partaani ja lyyhistyin maahan kauhun lamauttamana.",
      "Kaikki, jotka pelkäsivät Israelin Jumalan rankaisevan pakkosiirtolaisuudesta palanneiden luopumuksen, tulivat minun luokseni. Minä istuin paikalleni jähmettyneenä iltauhriin asti.",
      "Iltauhrin aikaan toivuin lamaannuksestani. Nousin paikaltani vaatteet revittyinä ja heittäydyin polvilleni. Ojensin käteni Herran, Jumalani, puoleen",
      "Isiemme ajoista tähän päivään asti meidän syyllisyytemme on ollut suuri, ja syntiemme vuoksi me kaikki, myös kuninkaamme ja pappimme, olemme joutuneet vieraitten maitten kuninkaiden käsiin, surmattaviksi, vangittaviksi, ryöstettäviksi ja häväistäviksi, niin kuin vieläkin tapahtuu.",
      "Mutta Herra, meidän Jumalamme, on nyt hetken ajan osoittanut meille armoaan ja sallinut pienen osan meistä pelastua. Hän on suonut meille jalansijan pyhässä paikassaan, hän on herättänyt meissä toivon ja antanut meille uutta voimaa orjuuteemme.",
      "Orjia me olemme olleet, mutta Jumalamme ei jättänyt meitä orjuuteen. Hän on taivuttanut Persian kuninkaat suopeiksi meitä kohtaan, niin että he ovat antaneet meille elämän mahdollisuuden. He ovat sallineet meidän nostaa temppelimme raunioista ja rakentaa sen uudelleen, ja he ovat antaneet meille turvapaikan Juudassa ja Jerusalemissa.",
      "jotka olet antanut palvelijoidesi, profeettojen, julistaa meille: 'Maa, jota olette menossa ottamaan haltuunne, on saastainen. Muut kansat ovat kauhistuttavilla tavoillaan saastuttaneet sen äärestä ääreen.",
      "Älkää siis antako tyttäriänne heidän pojilleen vaimoiksi älkääkä ottako heidän tyttäriään vaimoiksi omille pojillenne! Älkää koskaan auttako heitä menestykseen ja hyvinvointiin! Näin pysytte itse vahvoina ja saatte nauttia tämän maan antimista, ja silloin voitte myös antaa maan ikuiseksi perinnöksi jälkeläisillenne.'",
      "Rikkoisimmeko kaiken tämän jälkeen uudelleen sinun käskyjäsi vastaan ja sekaantuisimme avioliittojen kautta kansoihin, joiden tavat ovat kauhistuttavia? Etkö sinä silloin vihastuisi meihin niin, että tuhoaisit meidät viimeistä myöten, antamatta yhdenkään pelastua?"
    ],
    [
      "Kun Esra temppelin edessä polvillaan itkien rukoili ja tunnusti kansan synnit, hänen ympärilleen kokoontui suuri joukko israelilaisia, miehiä, naisia ja lapsia, ja kaikki itkivät ja valittivat.",
      "Meidän on nyt juhlallisesti luvattava Jumalamme edessä, että lähetämme pois kaikki nämä naiset ja heidän synnyttämänsä lapset. Tämä on Herran neuvo, ja myös kaikkien niiden, jotka pitävät Jumalamme käskyt kunniassa. Meidän on tehtävä niin kuin laki vaatii.",
      "Esra nousi ja vaati pappien ja leeviläisten ja koko Israelin johtomiehiä vannomaan, että he tekisivät niin kuin oli sanottu. He vannoivat.",
      "Sitten Esra lähti Jumalan temppelin edestä ja meni Johananin, Eljasibin pojan, kammioon. Hän yöpyi siellä syömättä ja juomatta, surren kotiin palanneiden luopumusta.",
      "Kautta Juudan ja Jerusalemin lähetettiin kaikille kotiin palanneille sana, että heidän oli kokoonnuttava Jerusalemiin.",
      "Jos joku ei saapuisi kolmen päivän kuluessa, niin kuin johtomiehet ja vanhimmat olivat määränneet, hänen koko omaisuutensa takavarikoitaisiin ja hänet erotettaisiin kotiin palanneiden yhteisöstä.",
      "Kolmen päivän kuluttua, yhdeksännen kuun kahdentenakymmenentenä päivänä, kaikki Juudan ja Benjaminin miehet olivat koolla Jerusalemissa. Pelosta vavisten kansa värjötti rankkasateessa aukiolla temppelin edessä.",
      "Mutta meitä on paljon, ja koska nyt on sateiden aika, emme voi seistä täällä ulkona. Eikä tätä asiaa saada hoidetuksi päivässä tai parissa, sillä joukossamme on paljon niitä, jotka ovat syyllistyneet tähän rikkomukseen.",
      "Ainoastaan Jonatan, Asaelin poika, ja Jahseja, Tikvan poika, vastustivat tätä, ja heitä kannattivat Mesullam ja leeviläinen Sabbetai.",
      "Pakkosiirtolaisuudesta palanneet päättivät tehdä niin kuin oli ehdotettu. Pappi Esra valitsi nimeltä mainiten joukon sukujen päämiehiä. He kokoontuivat tutkimaan asiaa kymmenennen kuun ensimmäisenä päivänä,",
      "ja ensimmäisen kuun ensimmäiseen päivään mennessä he olivat selvittäneet kaikki tapaukset, joissa miehellä oli muukalainen vaimo.",
      "Papeista olivat seuraavat ottaneet vaimokseen muukalaisnaisen: Jesuan, Josadakin pojan, ja hänen veljiensä jälkeläisistä Maaseja, Elieser, Jarib ja Gedalja,",
      "jotka juhlallisesti lupasivat lähettää pois vaimonsa ja uhrata rikkomuksensa sovitukseksi pässin,",
      "Immerin jälkeläisistä Hanani ja Sebadja,",
      "Harimin jälkeläisistä Maaseja, Elia, Semaja, Jehiel ja Ussia,",
      "Pashurin jälkeläisistä Eljoenai, Maaseja, Ismael, Netanel, Josabad ja Elasa,",
      "leeviläisistä Josabad, Simei, Kelaja eli Kelita, Petahja, Juuda ja Elieser,",
      "laulajista Eljasib ja portinvartijoista Sallum, Telem ja Uri.",
      "Muista israelilaisista olivat muukalaisnaisen ottaneet vaimokseen: Pareosin jälkeläisistä Ramja, Jissia, Malkia, Mijamin, Eleasar, Malkia ja Benaja,",
      "Elamin jälkeläisistä Mattanja, Sakarja, Jehiel, Abdi, Jeremot ja Elia,",
      "Sattun jälkeläisistä Eljoenai, Eljasib, Mattanja, Jeremot, Sabad ja Asisa,",
      "Bebain jälkeläisistä Johanan, Hananja, Sabbai ja Atlai,",
      "Banin jälkeläisistä Mesullam, Malluk, Adaja, Jasub, Seal ja Jeremot,",
      "Pahat- Moabin jälkeläisistä Adna, Kelal, Benaja, Maaseja, Mattanja, Besalel, Binnui ja Manasse,",
      "Harimin jälkeläisistä Elieser, Jissia, Malkia, Semaja, Simeon,",
      "Benjamin, Malluk ja Semarja,",
      "Hasumin jälkeläisistä Mattenai, Mattatta, Sabad, Elifelet, Jeremai, Manasse ja Simei,",
      "Banin jälkeläisistä Maadai, Amram, Uel,",
      "Benaja, Bedja, Keluhu,",
      "Vanja, Meremot, Eljasib,",
      "Mattanja, Mattenai, Jaasav,",
      "Bani, Binnui, Simei,",
      "Selemja, Natan, Adaja,",
      "Maknadbai, Sasai, Sarai,",
      "Asarel, Selemja, Semarja,",
      "Sallum, Amarja ja Joosef,",
      "Nebon jälkeläisistä Jeiel, Mattitja, Sabad, Sebina, Jaddai, Joel ja Benaja.",
      "Kaikki nämä olivat ottaneet vaimokseen muukalaisnaisen, ja he lähettivät heidät pois, sekä vaimot että lapset."
    ]
  ],
  "name": "Ezra"
}
