{
  "id": "rm",
  "chapters": [
    [
      "Paavali, Kristuksen Jeesuksen palvelija, kutsuttu apostoliksi ja valittu julistamaan Jumalan evankeliumia, tervehtii kaikkia Roomassa olevia Jumalalle rakkaita ja hänen kutsumiaan pyhiä.",
      "Julistamani evankeliumi, jonka Jumala on profeettojensa suulla edeltäpäin luvannut pyhissä kirjoituksissa,",
      "on sanoma hänen Pojastaan. Inhimillisen syntyperänsä puolelta hän oli Daavidin jälkeläinen;",
      "pyhyyden Hengen puolelta hän oli Jumalan Poika, jolla on valta, ylösnousemuksessa tähän asemaan asetettu. Hän on Jeesus Kristus, meidän Herramme,",
      "ja häneltä minä olen saanut armon ja apostolinviran, jotta hänen nimensä kunniaksi johtaisin ihmisiä kaikista kansoista uskonkuuliaisuuteen.",
      "Näitä Jeesuksen Kristuksen kutsumia olette myös te.",
      "Jumalan, meidän Isämme, ja Herran Jeesuksen Kristuksen armo ja rauha teille.",
      "Ensiksi kiitän Jeesuksen Kristuksen kautta Jumalaani teistä kaikista, sillä teidän uskostanne kerrotaan kaikkialla.",
      "Jumala, jota henkeni voimalla palvelen julistaessani evankeliumia hänen Pojastaan, todistaa, että muistan teitä aina rukouksissani.",
      "Alati rukoilen, että vihdoin saisin tulla teidän luoksenne, jos se on Jumalan tahto.",
      "Kaipaan päästä tapaamaan teitä, jotta voisin antaa teille jonkin hengellisen lahjan ja näin vahvistaa teitä,",
      "tai paremminkin, jotta puolin ja toisin saisimme rohkaisua yhteisestä uskostamme.",
      "Teidän on syytä tietää, veljet, että olen monta kertaa suunnitellut matkaa luoksenne mutta tähän saakka minulle on aina tullut jokin este. Tahtoisin korjata satoa myös teidän luonanne, niin kuin olen korjannut muidenkin kansojen parissa.",
      "Olen velassa sekä kreikkalaisille että barbaareille, sekä viisaille että tyhmille,",
      "ja siksi haluaisin päästä julistamaan evankeliumia myös teille Roomassa asuville.",
      "Minä en häpeä evankeliumia, sillä se on Jumalan voima ja se tuo pelastuksen kaikille, jotka sen uskovat, ensin juutalaisille, sitten myös kreikkalaisille.",
      "Jumalan viha ilmestyy taivaasta ja kohdistuu kaikkeen jumalattomuuteen ja vääryyteen, jota ihmiset tekevät pitäessään totuutta vääryyden vallassa.",
      "Sen, mitä Jumalasta voidaan tietää, he kyllä voivat nähdä. Onhan Jumala ilmaissut sen heille.",
      "Hänen näkymättömät ominaisuutensa, hänen ikuinen voimansa ja jumaluutensa, ovat maailman luomisesta asti olleet nähtävissä ja havaittavissa hänen teoissaan. Sen vuoksi he eivät voi puolustautua.",
      "Vaikka he ovat tunteneet Jumalan, he eivät ole kunnioittaneet ja kiittäneet häntä Jumalana, vaan heidän ajatuksensa ovat käyneet turhanpäiväisiksi ja heidän ymmärtämätön sydämensä on pimentynyt.",
      "He väittävät olevansa viisaita mutta ovat tulleet tyhmiksi,",
      "ja he ovat vaihtaneet katoamattoman Jumalan kirkkauden katoavaisten ihmisten ja lintujen, nelijalkaisten ja matelijoiden kuviin.",
      "Sen vuoksi Jumala on jättänyt heidät mielihalujensa valtaan sellaiseen saastaisuuteen, että he keskinäisissä suhteissaan häpäisevät oman ruumiinsa.",
      "He ovat vaihtaneet Jumalan totuuden valheeseen, he ovat kunnioittaneet ja palvelleet luotua eivätkä Luojaa -- olkoon hän ikuisesti ylistetty, aamen.",
      "Siksi Jumala on jättänyt heidät häpeällisten himojen valtaan. Naiset ovat vaihtaneet luonnollisen sukupuoliyhteyden luonnonvastaiseen,",
      "ja miehet ovat samoin luopuneet luonnollisesta yhteydestä naisiin ja heissä on syttynyt himo toisiaan kohtaan. Miehet ovat harhautuneet harjoittamaan keskenään säädyttömyyttä ja saavat ansaitsemansa palkan.",
      "Koska he eivät ole antaneet arvoa Jumalan tuntemiselle, on Jumala jättänyt heidät arvottomien ajatusten valtaan, tekemään sellaista mikä ei sovi.",
      "He ovat täynnä kaikenlaista vääryyttä, halpamaisuutta, ahneutta ja pahuutta, täynnä kateutta, murhanhimoa, riitaisuutta, petollisuutta ja pahansuopuutta, he panettelevat",
      "ja parjaavat, vihaavat Jumalaa, ovat röyhkeitä ja pöyhkeitä, rehenteleviä ja pahanilkisiä, vanhemmilleen tottelemattomia,",
      "ymmärtämättömiä ja epäluotettavia, rakkaudettomia ja säälimättömiä.",
      "Vaikka he tietävät Jumalan säätäneen, että ne, jotka käyttäytyvät tällä tavoin, ovat ansainneet kuoleman, he toimivat itse näin, vieläpä osoittavat hyväksymistään, kun muut tekevät samoin."
    ],
    [
      "Sen tähden et voi mitenkään puolustautua, ihmisparka, sinä joka tuomitset muita, kuka sitten oletkin. Tuomitessasi toisen julistat tuomion myös itsellesi, koska sinä, toisen tuomitsija, teet itse samoja tekoja.",
      "Me tiedämme, että Jumala on oikeassa tuomitessaan ne, jotka tekevät tällaista.",
      "Kuvitteletko sinä välttäväsi Jumalan tuomion, kun teet itse sellaista, mistä tuomitset muita?",
      "Halveksitko sinä Jumalan suurta hyvyyttä, kärsivällisyyttä ja pitkämielisyyttä? Etkö ymmärrä, että Jumalan hyvyys johtaa sinut kääntymiseen?",
      "Mutta sinä olet kova etkä sisimmässäsi tahdo kääntyä. Näin kartutat vihaa, ja se kohtaa sinut vihan päivänä, jolloin Jumalan oikeudenmukainen tuomio tulee julki.",
      "Silloin Jumala maksaa jokaiselle hänen tekojensa mukaan.",
      "Niille, jotka uupumatta hyvää tehden etsivät kirkkautta, kunniaa ja katoamattomuutta, hän antaa ikuisen elämän,",
      "mutta niitä, jotka ovat itsekkäitä ja tottelevat totuuden sijasta vääryyttä, kohtaa ankara viha.",
      "Tuska ja ahdistus tulee jokaisen osaksi, joka tekee pahaa, ensin juutalaisen, sitten myös kreikkalaisen.",
      "Kirkkaus, kunnia ja rauha taas tulee jokaisen osaksi, joka tekee hyvää, ensin juutalaisen, sitten myös kreikkalaisen,",
      "sillä Jumala ei tee eroa ihmisten välillä.",
      "Ne, jotka ovat tehneet syntiä lakia tuntematta, myös tuhoutuvat laista riippumatta. Ne taas, jotka ovat lain tuntien tehneet syntiä, myös tuomitaan lain nojalla.",
      "Ei Jumala hyväksy vanhurskaiksi niitä, jotka vain kuulevat lain sanoja, vaan vanhurskaiksi julistetaan ne, jotka myös noudattavat lakia.",
      "Pakanakansatkin, joilla ei ole lakia, saattavat luonnostaan tehdä, mitä laki vaatii. Silloin pakanat, vaikkei heillä lakia olekaan, ovat itse itselleen laki.",
      "Näin he osoittavat, että lain vaatimus on kirjoitettu heidän sydämeensä. Siitä todistaa heidän omatuntonsakin, kun heidän ajatuksensa syyttävät tai myös puolustavat heitä.",
      "Tämä tulee näkyviin sinä päivänä, jona Jumala minun julistamani evankeliumin mukaisesti tuo ihmisten sisimmätkin salaisuudet Kristuksen Jeesuksen tuomittaviksi.",
      "Kuinka siis on? Sinä sanot itseäsi juutalaiseksi, sinä luotat lakiin ja ylpeilet Jumalastasi.",
      "Laista sinä opit tuntemaan hänen tahtonsa ja erottamaan sen, mikä on tärkeää.",
      "Sinä uskot olevasi sokeiden opastaja ja pimeydessä elävien valo,",
      "ymmärtämättömien kasvattaja ja kokemattomien opettaja, kun sinulla on tieto ja totuus hallussasi lakiin kirjoitettuna.",
      "Kun siis opetat muita, etkö opetakaan itseäsi? Varastatko itse, vaikka julistat, ettei saa varastaa?",
      "Teetkö itse aviorikoksen, vaikka kiellät muita tekemästä? Anastatko itsellesi temppelien aarteita, vaikka inhoat epäjumalia?",
      "Kuinka sinä, joka ylpeilet laista, häpäiset Jumalaa rikkomalla lakia?",
      "Ympärileikkaus on kyllä hyödyksi, jos noudatat lakia. Mutta jos olet lainrikkoja, ympärileikkauksesi on mitätön.",
      "Jos ympärileikkaamaton noudattaa lain säännöksiä, eikö häntä silloin tule pitää ympärileikattuna?",
      "Ulkonaisesti ympärileikkaamaton, joka noudattaa lain käskyjä, on tuomitseva sinut, joka lain kirjaimesta ja ympärileikkauksesta huolimatta rikot lakia.",
      "Oikea juutalainen ei ole se, joka on juutalainen ulkonaisesti, eikä oikea ympärileikkaus ole se, joka on ulkonaisesti näkyvänä ruumiissa.",
      "Oikea juutalainen on se, joka on juutalainen sisimmässään, ja oikea ympärileikkaus on sydämen ympärileikkaus, jota ei saa aikaan laki, vaan Henki. Tällainen juutalainen saa kiitoksen Jumalalta, ei ihmisiltä."
    ],
    [
      "Mitä etuja sitten on juutalaisilla, ja mitä hyötyä on ympärileikkauksesta?",
      "Paljonkin, kaikin tavoin. Jumala on ensiksikin uskonut sanansa juuri heille.",
      "Mutta vaikka jotkut ovatkin olleet epäuskoisia, ei kai heidän epäuskonsa tee Jumalan uskollisuutta tyhjäksi?",
      "Ei toki! Vaikka kaikki ihmiset olisivat valheellisia, Jumala on luotettava. Onhan kirjoitettu: -- Näin sinun sanasi osoittautuvat tosiksi ja sinä voitat, kun joudut oikeuteen.",
      "Mutta jos meidän väärämielisyytemme tuo esiin Jumalan oikeamielisyyden, mitä meidän on silloin sanottava? Onko Jumala ehkä väärämielinen -- puhun nyt ihmisten tavoin -- kun hän antaa vihan kohdata meitä?",
      "Ei suinkaan! Kuinka Jumala siinä tapauksessa voisi tuomita maailman?",
      "Mutta jos minun valheellisuuteni vain lisää Jumalan kirkkautta, kun sen ansiosta hänen totuutensa yhä korostuu, miksi minut sitten tuomitaan syntisenä?",
      "Miten siis on? Olemmeko me muita parempia? Emme lainkaan. Olen jo esittänyt sen syytöksen, että kaikki, niin juutalaiset kuin kreikkalaisetkin, ovat synnin vallassa.",
      "Onhan kirjoitettu: -- Ei ole yhtäkään vanhurskasta,",
      "ei yhtäkään ymmärtäväistä, ei ketään, joka etsii Jumalaa.",
      "Kaikki ovat luopuneet ja käyneet kelvottomiksi. Ei ole ketään, joka tekee hyvää, ei ainoatakaan.",
      "Heidän kurkkunsa on avoin hauta, heidän kielensä puhuu petollisesti, huultensa takana heillä on kyykäärmeen myrkkyä,",
      "heidän suunsa on täynnä katkeria kirouksia.",
      "Nopein jaloin he rientävät vuodattamaan verta,",
      "tuhoa ja kurjuutta he jättävät jälkeensä.",
      "Rauhan tietä he eivät tunne,",
      "jumalanpelko on heille vieras.",
      "Me tiedämme, että lain sanat kohdistuvat niihin, joilla on laki. Näin ei kukaan voi väittää vastaan, vaan koko maailma joutuu Jumalan tuomion alaiseksi.",
      "Eihän yksikään ihminen tule Jumalan edessä vanhurskaaksi lain käskyjä noudattamalla. Lain tehtävänä on opettaa tuntemaan, mitä synti on.",
      "Nyt Jumala on kuitenkin laista riippumatta tuonut ilmi vanhurskautensa, josta laki ja profeetat todistavat.",
      "Tämä Jumalan vanhurskaus tulee uskosta Jeesukseen Kristukseen, ja sen saavat omakseen kaikki, jotka uskovat. Kaikki ovat samassa asemassa,",
      "sillä kaikki ovat tehneet syntiä ja ovat vailla Jumalan kirkkautta",
      "mutta saavat hänen armostaan lahjaksi vanhurskauden, koska Kristus Jeesus on lunastanut heidät vapaiksi.",
      "Hänet Jumala on asettanut sovitusuhriksi, hänen verensä tuo sovituksen uskossa vastaanotettavaksi. Näin Jumala on osoittanut vanhurskautensa. Pitkämielisyydessään hän jätti menneen ajan synnit rankaisematta,",
      "mutta nyt meidän aikanamme hän osoittaa vanhurskautensa: hän on itse vanhurskas ja tekee vanhurskaaksi sen, joka uskoo Jeesukseen.",
      "Onko siis syytä kerskailuun? Siltä on pohja pudonnut pois. Mikä laki on saanut tämän aikaan? Sekö, joka vaatii tekoja? Ei, vaan uskon laki.",
      "Katsomme siis, että ihminen tulee vanhurskaaksi, kun hän uskoo, ilman lain vaatimia tekoja.",
      "Vai onko Jumala pelkästään juutalaisten Jumala? Eikö hän ole myös muiden kansojen Jumala? On toki,",
      "kun kerran Jumala on yksi ja ainoa. Hän tekee ympärileikatut vanhurskaiksi, jos he uskovat, ja ympärileikkaamattomat, kun he uskovat.",
      "Kumoammeko me siis lain vetoamalla uskoon? Emme suinkaan, me päinvastoin vahvistamme sen mitä laki sanoo."
    ],
    [
      "Mitä meidän on sanottava Abrahamista, kansamme kantaisästä? Mitä hän saikaan osakseen?",
      "Jos Abraham katsottiin vanhurskaaksi tekojensa perusteella, hänellä oli aihetta ylpeillä -- ei kuitenkaan Jumalan edessä.",
      "Työntekijälle maksettua palkkaa ei katsota armosta saaduksi vaan ansaituksi.",
      "Jos taas jollakulla ei ole ansioita mutta hän uskoo Jumalaan, joka tekee jumalattoman vanhurskaaksi, Jumala lukee hänen uskonsa vanhurskaudeksi.",
      "Ylistäähän Daavidkin autuaaksi sellaista ihmistä, jonka Jumala katsoo vanhurskaaksi hänen teoistaan riippumatta:",
      "-- Autuaita ne, joiden pahat teot on annettu anteeksi ja joiden synnit on pyyhitty pois.",
      "Autuas se mies, jolle Herra ei lue viaksi hänen syntiään.",
      "Oliko Abraham silloin ympärileikattu? Ei ollut, hän oli vielä ympärileikkaamaton.",
      "Hän sai ympärileikkauksen merkin sen vakuudeksi, että hänet oli hyväksytty vanhurskaaksi jo, kun hän ympärileikkaamattomana uskoi. Näin hänestä tuli kaikkien niiden isä, jotka uskovat ja jotka katsotaan vanhurskaiksi, vaikka he ovat ympärileikkaamattomia.",
      "Samoin hän on ympärileikattujen isä, jos nämä myös seuraavat sitä uskon tietä, jota isämme Abraham kulki ollessaan vielä ympärileikkaamaton.",
      "Ei Jumala sen vuoksi luvannut Abrahamille ja hänen jälkeläisilleen koko maailmaa perinnöksi, että Abraham noudatti lakia, vaan siksi, että Abraham katsottiin vanhurskaaksi, kun hän uskoi.",
      "Jos näet perillisiä ovat ne, jotka vetoavat lain noudattamiseen, silloin usko menettää merkityksensä ja lupaus raukeaa.",
      "Laki tuo mukanaan Jumalan vihan; ellei ole lakia, ei ole rikkomustakaan.",
      "Lupaus ja usko kuuluvat yhteen sitä varten, että kaikki olisi armoa. Näin lupaus on varma ja koskee kaikkia Abrahamin jälkeläisiä, ei vain niitä joilla on laki, vaan myös niitä joilla on Abrahamin usko. Hän on meidän kaikkien isä,",
      "Hänen uskonsa ei horjunut, vaikka hän, lähes satavuotiaana, tiesi elinvoimansa sammuneen ja Saaran kohdun kuihtuneen.",
      "Abraham ei ollut epäuskoinen eikä epäillyt Jumalan lupausta, vaan sai voimaa uskostaan. Hän antoi Jumalalle kunnian",
      "varmana siitä, että Jumala pystyy tekemään sen mitä on luvannut.",
      "Sen vuoksi Jumala katsoikin hänet vanhurskaaksi.",
      "Näitä sanoja ei kuitenkaan ole kirjoitettu vain hänen tähtensä,",
      "vaan myös meidän vuoksemme. Jumala on katsova vanhurskaiksi meidätkin, kun uskomme häneen, joka on herättänyt kuolleista Herramme Jeesuksen.",
      "Jumala antoi Kristuksen kuolla meidän rikkomustemme tähden ja herätti hänet kuolleista meidän vanhurskauttamisemme tähden."
    ],
    [
      "Kun nyt Jumala on tehnyt meidät, jotka uskomme, vanhurskaiksi, meillä on Herramme Jeesuksen Kristuksen ansiosta rauha Jumalan kanssa.",
      "Kristus on avannut meille pääsyn tähän armoon, jossa nyt lujasti pysymme. Me riemuitsemme siitä toivosta, että pääsemme Jumalan kirkkauteen.",
      "Me riemuitsemme jopa ahdingosta, sillä tiedämme, että ahdinko saa aikaan kestävyyttä,",
      "kestävyys auttaa selviytymään koetuksesta ja koetuksesta selviytyminen antaa toivoa.",
      "Eikä toivo ole turha, sillä Jumala on vuodattanut rakkautensa meidän sydämiimme antamalla meille Pyhän Hengen.",
      "Meistä ei ollut itseämme auttamaan, mutta Kristus kuoli jumalattomien puolesta, kun aika koitti.",
      "Tuskin kukaan haluaa kuolla edes nuhteettoman ihmisen puolesta; hyvän ihmisen puolesta joku ehkä on valmis antamaan henkensä.",
      "Mutta Jumala osoittaa rakkautensa meitä kohtaan siinä, että Kristus kuoli meidän puolestamme, kun vielä olimme syntisiä.",
      "Kun hän nyt on vuodattamalla verensä tehnyt meidät vanhurskaiksi, hän vielä paljon varmemmin pelastaa meidät tulevalta vihalta.",
      "Jos kerran Jumalan Pojan kuolema sovitti meidät Jumalan kanssa, kun olimme hänen vihollisiaan, paljon varmemmin on Jumalan Pojan elämä pelastava meidät nyt, kun sovinto on tehty.",
      "Eikä siinä vielä kaikki. Me saamme myös riemuita Jumalastamme, kun nyt olemme vastaanottaneet Herramme Jeesuksen Kristuksen valmistaman sovituksen.",
      "Yhden ainoan ihmisen teko toi maailmaan synnin ja synnin mukana kuoleman. Näin on kuolema saavuttanut kaikki ihmiset, koska kaikki ovat tehneet syntiä.",
      "Olihan synti maailmassa ennen lain antamistakin, mutta missä lakia ei ole, siellä ei synneistä pidetä kirjaa.",
      "Kuolema kuitenkin hallitsi Aadamista Moosekseen asti kaikkia, myös niitä, jotka eivät Aadamin tavoin syyllistyneet rikkomukseen. Aadam oli esikuva siitä, joka oli tuleva.",
      "Rikkomusta ei kuitenkaan voi verrata armoon. Yhden ainoan ihmisen rikkomus on tosin tuottanut kaikille kuoleman, mutta vielä paljon runsaammin ovat Jumalan armo ja hänen lahjansa tulleet yhden ainoan ihmisen, Jeesuksen Kristuksen, ansiosta kaikkien osaksi.",
      "Tätä lahjaa ei voi edes verrata yhden ihmisen synnin seurauksiin, sillä yhden ihmisen teon seurauksena oli kadotustuomio, mutta Jumalan armosta kaikkien rikkomusten seuraukseksi tulikin vapauttava tuomio.",
      "Yhden ihmisen rikkomus aiheutti sen, että kuolema pääsi hallitsemaan tämän yhden vuoksi. Paljon ennemmin tulevat ne, jotka saavat omakseen vanhurskauden ylenpalttisen armon ja lahjan, elämään ja hallitsemaan yhden ainoan ansiosta, Jeesuksen Kristuksen.",
      "Niin kuin siis yhden ainoan rikkomus tuotti kaikille ihmisille kadotustuomion, niin riittää yhden ainoan vanhurskas teko antamaan kaikille ihmisille vanhurskauden ja elämän.",
      "Niin kuin yhden ihmisen tottelemattomuus teki kaikista syntisiä, niin yhden kuuliaisuus tekee kaikista vanhurskaita.",
      "Laki tuli maailmaan sitä varten, että rikkomus tulisi suuremmaksi. Mutta missä synti on tullut suureksi, siellä on armo tullut ylenpalttiseksi.",
      "Niin kuin synti on hallinnut ja vienyt kuolemaan, niin on armo hallitseva ja johtava ikuiseen elämään, koska Herramme Jeesus Kristus on lahjoittanut meille vanhurskauden."
    ],
    [
      "Mitä me tähän sanomme? Onko meidän jatkuvasti tehtävä syntiä, jotta armo tulisi yhä suuremmaksi?",
      "Ei tietenkään. Kun kerran olemme kuolleet pois synnistä, kuinka voisimme edelleen elää siinä?",
      "Tiedättehän, että meidät kaikki Kristukseen Jeesukseen kastetut on kastettu hänen kuolemaansa.",
      "Näin meidät kasteessa annettiin kuolemaan ja haudattiin yhdessä hänen kanssaan, jotta mekin alkaisimme elää uutta elämää, niin kuin Kristus Isän kirkkauden voimalla herätettiin kuolleista.",
      "Jos kerran yhtäläinen kuolema on liittänyt meidät yhteen hänen kanssaan, me myös nousemme kuolleista niin kuin hän.",
      "Tiedämme, että vanha minämme on yhdessä hänen kanssaan ristiinnaulittu, jotta tämä syntinen ruumis menettäisi valtansa emmekä enää olisi synnin orjia.",
      "Se, joka on kuollut, on näet päässyt vapaaksi synnin vallasta.",
      "Mutta jos kerran olemme kuolleet Kristuksen kanssa, uskomme saavamme myös elää hänen kanssaan.",
      "Tiedämme, että koska Kristus on herätetty kuolleista, hän ei enää kuole eikä kuolemalla ole enää valtaa häneen.",
      "Kun Kristus kuoli, hän kertakaikkisesti kuoli eroon synnistä. Kun hän nyt elää, hän elää Jumalalle.",
      "Ajatelkaa tekin samoin itsestänne: te olette kuolleet pois synnistä ja elätte Jumalalle Kristuksessa Jeesuksessa.",
      "Synti ei siis saa hallita teidän kuolevaista ruumistanne, niin että noudatatte sen himoja.",
      "Älkää antako ruumiinne jäseniä synnin käyttöön vääryyden aseiksi! Kun nyt kerran olette siirtyneet kuolemasta elämään, antakaa itsenne Jumalalle ja ruumiinne jäsenet hänelle vanhurskauden aseiksi!",
      "Synti ei enää ole teidän herranne, sillä te ette ole lain vaan armon alaisia.",
      "Miten siis on? Saammeko tehdä syntiä, koska emme elä lain vaan armon alaisina? Emme toki!",
      "Tehän tiedätte, että jos antaudutte orjina tottelemaan jotakuta, olette juuri sen orjia, jota tottelette. Te joko palvelette syntiä, mikä johtaa kuolemantuomioon, tai olette kuuliaisia Jumalalle, mikä johtaa vapauttavaan tuomioon.",
      "Jumalalle kiitos, te jotka olitte synnin orjia, olette nyt tulleet koko sydämestänne kuuliaisiksi sille opetukselle, jonka ohjattavaksi teidät on uskottu.",
      "Olette päässeet vapaiksi synnin orjuudesta ja palvelette nyt vanhurskautta --",
      "käytän yksinkertaista kieltä, jotta voisitte ymmärtää minua. Ennen te annoitte itsenne saastaisuuden ja pahuuden palvelukseen ja saitte aikaan pahuutta. Antautukaa nyt palvelemaan Jumalan tahtoa, niin hän pyhittää teidät.",
      "Kun olitte synnin orjia, ette voineet palvella vanhurskautta.",
      "Minkä sadon te siitä korjasitte? Kaikkea sellaista mitä nyt häpeätte, sillä sen loppuna on kuolema.",
      "Mutta kun nyt olette päässeet vapaiksi synnistä ja tulleet Jumalan palvelijoiksi, te korjaatte satona pyhityksen ja saatte lopuksi ikuisen elämän.",
      "Synnin palkka on kuolema, mutta Jumalan armolahja on iankaikkinen elämä Kristuksessa Jeesuksessa, meidän Herrassamme."
    ],
    [
      "Veljet, tehän tunnette lain ja tiedätte, että laki hallitsee ihmistä niin kauan kuin hän elää.",
      "Laki sitoo naimisissa olevan naisen mieheensä niin kauan kuin tämä on elossa. Mutta jos mies kuolee, nainen vapautuu siitä laista, joka sitoi hänet mieheen.",
      "Jos hän miehensä eläessä antautuu toiselle miehelle, hän on avionrikkoja. Mutta miehensä kuoltua hän on vapaa lain määräyksestä eikä tee aviorikosta, jos menee naimisiin toisen miehen kanssa.",
      "Samoin on teidän laitanne, veljeni. Kristuksen kuolemassa te hänen ruumiinsa jäseninä olette kuolleet vapaiksi laista ja kuulutte nyt toiselle, hänelle joka on herätetty kuolleista. Näin me kannamme hedelmää Jumalalle.",
      "Silloin kun vielä olimme turmeltuneen luontomme vallassa, ruumiissamme vaikuttivat lain herättämät syntiset himot ja me kannoimme hedelmää kuolemalle.",
      "Mutta kun nyt olemme kuolleet pois siitä, mikä piti meitä vallassaan, olemme päässeet vapaiksi laista. Nyt palvelemme Jumalaa uudella tavalla, Hengen mukaan, emme enää vanhalla tavalla, lain kirjaimen orjina.",
      "Saatuaan lain käskystä aiheen synti herätti minussa kaikenlaisia himoja. Ilman lakia synti on kuollut.",
      "Minä elin ensin ilman lakia, mutta kun lain käsky tuli, synti heräsi eloon",
      "ja minä kuolin. Näin käsky, jonka oli määrä antaa elämä, tuottikin minulle kuoleman.",
      "Saatuaan lain käskystä aiheen synti käskyn avulla petti ja surmasi minut.",
      "Laki itse on silti pyhä, ja käsky on pyhä, oikea ja hyvä.",
      "Onko nyt hyvä tuottanut minulle kuoleman? Ei toki, vaan synti. Jotta synti paljastuisi synniksi, se tuotti minulle hyvän avulla kuoleman. Näin käsky teki synnin vielä monin verroin pahemmaksi.",
      "Me tiedämme, että laki on hengellinen. Minä sitä vastoin olen turmeltunut ihminen, synnin orjaksi myyty.",
      "En edes ymmärrä, mitä teen: en tee sitä, mitä tahdon, vaan sitä, mitä vihaan.",
      "Ja jos kerran teen sitä, mitä en tahdo, silloin myönnän, että laki on hyvä.",
      "Niinpä en enää teekään itse sitä, mitä teen, vaan sen tekee minussa asuva synti.",
      "Tiedänhän, ettei minussa, nimittäin minun turmeltuneessa luonnossani, ole mitään hyvää. Tahtoisin kyllä tehdä oikein, mutta en pysty siihen.",
      "En tee sitä hyvää, mitä tahdon, vaan sitä pahaa, mitä en tahdo.",
      "Mutta jos teen sitä, mitä en tahdo, en tee sitä enää itse, vaan sen tekee minussa asuva synti.",
      "Huomaan siis, että minua hallitsee tällainen laki: haluan tehdä hyvää, mutta en pääse irti pahasta.",
      "Sisimmässäni minä iloiten hyväksyn Jumalan lain,",
      "mutta siinä, mitä teen, näen toteutuvan toisen lain, joka sotii sisimpäni lakia vastaan. Näin olen ruumiissani vaikuttavan synnin lain vanki.",
      "Minä kurja ihminen! Kuka pelastaa minut tästä kuoleman ruumiista?",
      "Kiitos Jumalalle Herramme Jeesuksen Kristuksen tähden! Niin minun sisimpäni noudattaa Jumalan lakia, mutta turmeltunut luontoni synnin lakia."
    ],
    [
      "Mikään kadotustuomio ei siis kohtaa niitä, jotka ovat Kristuksessa Jeesuksessa.",
      "Hengen laki, joka antaa elämän Kristuksen Jeesuksen yhteydessä, on näet vapauttanut sinut synnin ja kuoleman laista.",
      "Jumala teki sen, mihin laki ei pystynyt, koska se oli ihmisen turmeltuneen luonnon vuoksi voimaton. Syntien sovittamiseksi hän lähetti tänne oman Poikansa syntisten ihmisten kaltaisena. Näin hän tuomitsi ihmisessä ihmisten synnin,",
      "jotta meissä, jotka elämme Hengen emmekä lihamme mukaista elämää, toteutuisi lain vaatima vanhurskaus.",
      "Lihan mukaan elävillä on lihan mukaiset pyrkimykset, Hengen mukaan elävillä Hengen mukaiset.",
      "Lihan pyrkimykset tuottavat kuoleman, Hengen pyrkimykset elämän ja rauhan.",
      "Lihan pyrkimykset sotivat Jumalaa vastaan, sillä ne eivät alistu Jumalan lakiin eivätkä voikaan alistua.",
      "Ne, jotka elävät turmeltuneen luontonsa mukaisesti, eivät voi olla Jumalalle mieleen.",
      "Te ette kuitenkaan elä oman luontonne vaan Hengen alaisina, jos kerran Jumalan Henki asuu teissä. Mutta se, jolla ei ole Kristuksen Henkeä, ei ole hänen omansa.",
      "Jos Kristus on teissä, teidän ruumiinne tosin on kuollut synnin vuoksi, mutta Henki luo elämää, koska teidät on tehty vanhurskaiksi.",
      "Jos siis teissä asuu Jumalan Henki, hänen, joka herätti Jeesuksen kuolleista, niin hän, joka herätti Kristuksen kuolleista, on tekevä eläviksi myös teidän kuolevaiset ruumiinne teissä asuvan Henkensä voimalla.",
      "Meillä on siis velvollisuuksia, veljet, mutta ei itsekästä luontoamme kohtaan; ei meidän pidä elää sen mukaan.",
      "Jos elätte luontonne mukaan, te kuolette, mutta jos Hengen avulla kuoletatte syntiset tekonne, te saatte elää.",
      "Kaikki, joita Jumalan Henki johtaa, ovat Jumalan lapsia.",
      "Henki itse todistaa yhdessä meidän henkemme kanssa, että olemme Jumalan lapsia.",
      "Mutta jos olemme lapsia, olemme myös perillisiä, Jumalan perillisiä yhdessä Kristuksen kanssa; jos kerran kärsimme yhdessä Kristuksen kanssa, pääsemme myös osallisiksi samasta kirkkaudesta kuin hän.",
      "Minä päättelen, etteivät nykyisen ajan kärsimykset ole mitään sen kirkkauden rinnalla, joka vielä on ilmestyvä ja tuleva osaksemme.",
      "Koko luomakunta odottaa hartaasti Jumalan lasten ilmestymistä.",
      "Kaiken luodun on täytynyt taipua katoavaisuuden alaisuuteen, ei omasta tahdostaan, vaan hänen, joka sen on alistanut. Luomakunnalla on kuitenkin toivo,",
      "että myös se pääsee kerran pois katoavaisuuden orjuudesta, Jumalan lasten vapauteen ja kirkkauteen.",
      "Me tiedämme, että koko luomakunta yhä huokaa ja vaikeroi synnytystuskissa.",
      "Eikä vain luomakunta, vaan myös me, jotka olemme ensi lahjana saaneet omaksemme Hengen, huokailemme odottaessamme Jumalan lapseksi pääsemistä, ruumiimme lunastamista vapaaksi.",
      "Meidät on pelastettu, se on varma toivomme. Mutta toivo, jonka jo näkee täyttyneen, ei enää ole toivo. Kukapa toivoo sellaista, minkä jo näkee!",
      "Jos taas toivomme jotakin mitä emme näe, me myös odotamme sitä kärsivällisesti.",
      "Myös Henki auttaa meitä, jotka olemme heikkoja. Emmehän tiedä, miten meidän tulisi rukoilla, että rukoilisimme oikein. Henki itse kuitenkin puhuu meidän puolestamme sanattomin huokauksin.",
      "Ja hän, joka tutkii sydämet, tietää mitä Henki tarkoittaa, sillä Henki puhuu Jumalan tahdon mukaisesti pyhien puolesta.",
      "Me tiedämme, että kaikki koituu niiden parhaaksi, jotka rakastavat Jumalaa ja jotka hän on suunnitelmansa mukaisesti kutsunut omikseen.",
      "Ne, jotka hän edeltäkäsin on valinnut, hän on myös edeltä määrännyt oman Poikansa kaltaisiksi, niin että hänen Poikansa olisi esikoinen suuressa veljesjoukossa.",
      "Ne, jotka Jumala on edeltä määrännyt, hän on myös kutsunut; ne, jotka hän on kutsunut, hän on myös tehnyt vanhurskaiksi; niille, jotka hän on tehnyt vanhurskaiksi, hän on myös lahjoittanut kirkkautensa.",
      "Mitä voimme tästä päätellä? Jos Jumala on meidän puolellamme, kuka voi olla meitä vastaan?",
      "Kun hän ei säästänyt omaa Poikaansakaan vaan antoi hänet kuolemaan kaikkien meidän puolestamme, kuinka hän ei lahjoittaisi Poikansa mukana meille kaikkea muutakin?",
      "Kuka voi syyttää Jumalan valittuja? Jumala -- mutta hän julistaa vanhurskaaksi!",
      "Kuka voi tuomita kadotukseen? Kristus -- mutta hän on kuollut meidän tähtemme, ja enemmänkin: hänet on herätetty kuolleista, hän istuu Jumalan oikealla puolella ja rukoilee meidän puolestamme!",
      "Mikä voi erottaa meidät Kristuksen rakkaudesta? Tuska tai ahdistus, vaino tai nälkä, alastomuus, vaara tai miekka?",
      "On kirjoitettu: -- Sinun tähtesi meitä surmataan kaiken aikaa, meitä kohdellaan teuraslampaina.",
      "Mutta kaikissa näissä ahdingoissa meille antaa riemuvoiton hän, joka on meitä rakastanut.",
      "Olen varma siitä, ettei kuolema eikä elämä, eivät enkelit, eivät henkivallat, ei mikään nykyinen eikä mikään tuleva eivätkä mitkään voimat,",
      "ei korkeus eikä syvyys, ei mikään luotu voi erottaa meitä Jumalan rakkaudesta, joka on tullut ilmi Kristuksessa Jeesuksessa, meidän Herrassamme."
    ],
    [
      "Vakuutan Kristuksen nimessä, että puhun totta, ja Pyhän Hengen valaisema omatuntoni todistaa, etten valehtele:",
      "Minulla on sydämessäni raskas suru ja lakkaamaton tuska.",
      "Toivoisin suorastaan, että itse olisin kirottu ja erotettu Kristuksen yhteydestä, jos se vain auttaisi veljiäni, oman kansani jäseniä.",
      "Ovathan he israelilaisia, jotka Jumala on ottanut lapsikseen ja joille hän on antanut kirkkautensa. Heidän kanssaan hän on tehnyt liitot, heille hän on antanut lain, jumalanpalveluksen ja lupaukset.",
      "Heidän ovat kantaisät, heistä on Kristus ihmisenä lähtöisin, hän, joka on kaiken yläpuolella, ikuisesti ylistetty Jumala, aamen!",
      "Jumalan sana ei ole voinut raueta tyhjiin. Eivät kaikki israelilaiset kuulu tosi Israeliin,",
      "Tämä tarkoittaa, etteivät Jumalan lapsia ole luonnolliset jälkeläiset vaan että jälkeläisiksi luetaan lupauksen voimasta syntyneet lapset.",
      "Eikä tämä ollut ainoa kerta. Rebekan pojilla oli yksi ja sama isä, meidän kantaisämme Iisak.",
      "Mitä me tähän sanomme? Ei kai Jumala ole epäoikeudenmukainen? Ei suinkaan.",
      "Ratkaisevaa ei siis ole, mitä ihminen tahtoo tai ehtii, vaan se että Jumala armahtaa.",
      "Jumala siis armahtaa kenet tahtoo ja paaduttaa kenet tahtoo.",
      "Kyllä kai savenvalajalla on oikeus tehdä samasta savesta toinen astia arvokasta ja toinen arkista käyttöä varten?",
      "Näin on myös Jumala tehnyt näyttääkseen vihansa ja osoittaakseen voimansa. Suuressa kärsivällisyydessään hän on tosin säästänyt noita vihan astioita, jotka on määrätty tuhottaviksi.",
      "Loppumattoman kirkkautensa hän taas on antanut ilmetä niistä astioista, joita kohtaan hän osoittaa laupeutta ja jotka hän on valmistanut kirkkautta varten.",
      "Sellaisiksi hän on kutsunut meidät, olimmepa juutalaisia tai emme.",
      "Hoosean kirjassa hän sanoo: -- Minä olen sanova kansakseni sitä, joka ei kansaani ollut, ja rakastetukseni sitä, jota en rakastanut.",
      "Mutta Israelista Jesaja huudahtaa: -- Vaikka Israelin kansa olisi lukuisa kuin merenrannan hiekka, siitä pelastuu vain rippeet.",
      "Äkkiä ja lopullisesti on Herra toteuttava sanansa maan päällä.",
      "Jesaja on myös ennustanut: -- Ellei Herra Sebaot olisi säästänyt meistä siementä, meidän olisi käynyt kuin Sodoman, me olisimme Gomorran kaltaiset.",
      "Mitä tämä siis merkitsee? Sitä, että vieraat kansat, jotka eivät tavoitelleet vanhurskautta, ovat saaneet sen, nimittäin uskon vanhurskauden.",
      "Sen sijaan Israel, joka tavoitteli vanhurskautta lakia noudattamalla, ei sitä saavuttanut.",
      "Miksi ei? Siksi, että israelilaiset eivät lähteneet uskon tielle vaan tekojen. He ovat kompastuneet siihen kiveen,",
      "josta on kirjoitettu: -- Minä asetan Siioniin kiven, johon he kompastuvat, kallion, johon he loukkaavat itsensä. Mutta joka häneen uskoo, ei joudu häpeään."
    ],
    [
      "Veljet, minä toivon sydämestäni ja rukoilen Jumalaa, että he pelastuisivat.",
      "Voin todistaa, että he ovat täynnä intoa Jumalan puolesta, mutta heiltä puuttuu ymmärrys.",
      "He eivät tiedä, mitä Jumalan vanhurskaus on, ja yrittäessään pystyttää omaa vanhurskauttaan he eivät ole alistuneet siihen vanhurskauteen, joka tulee Jumalalta.",
      "Kristus on näet lain loppu, ja niin tulee vanhurskaaksi jokainen, joka uskoo.",
      "Mitä siis on sanottu? -- Sana on lähellä sinua, sinun suussasi ja sinun sydämessäsi, nimittäin se uskon sana, jota me julistamme.",
      "Jos sinä suullasi tunnustat, että Jeesus on Herra, ja sydämessäsi uskot, että Jumala on herättänyt hänet kuolleista, olet pelastuva.",
      "Sydämen usko tuo vanhurskauden, suun tunnustus pelastuksen.",
      "Juutalaisen ja kreikkalaisen välillä ei ole eroa. Kaikilla on sama Herra, ja häneltä riittää rikkautta kaikille, jotka huutavat häntä avukseen.",
      "Mutta kuinka he voivat huutaa avukseen sitä, johon eivät usko? Kuinka he voivat uskoa siihen, josta eivät ole kuulleet? Kuinka he voivat kuulla, ellei kukaan julista?",
      "Usko syntyy kuulemisesta, mutta kuulemisen synnyttää Kristuksen sana.",
      "Nyt kysyn: eivätkö he ehkä ole kuulleetkaan sitä? Varmasti ovat: -- Heidän äänensä on kaikunut kaikkialle, heidän sanansa maan ääriin asti.",
      "Mutta eikö Israel ole sitä käsittänyt? Jo Mooses sanoo: -- Minä saan teidät kadehtimaan kansaa, joka ei ole kansa, vihaamaan pakanoiden ymmärtämätöntä joukkoa.",
      "Jesaja sanoo vielä rohkeammin: -- Ne, jotka eivät minua etsineet, ovat minut löytäneet, olen ilmaissut itseni niille, jotka eivät minua kysyneet."
    ],
    [
      "Kysyn siis: ei kai Jumala ole hylännyt omaa kansaansa? Ei toki! Olenhan minäkin israelilainen, Abrahamin jälkeläinen, Benjaminin heimoa.",
      "Ei Jumala ole hylännyt kansaansa, jonka hän edeltäkäsin on valinnut. Tiedättehän te, mitä kirjoitukset kertovat Eliasta. Hän esittää Jumalalle Israelia vastaan tämän syytöksen:",
      "Herra, he ovat tappaneet sinun profeettasi ja hajottaneet sinun alttarisi. Minä yksin olen enää jäljellä, ja he tavoittelevat minunkin henkeäni.",
      "Samoin on nykyisenäkin aikana olemassa jäännös, jonka Jumala on armossaan valinnut.",
      "Mutta jos valinta kerran perustuu armoon, se ei perustu ihmisen tekoihin -- muutenhan armo ei olisi armo.",
      "Israel ei siis ole saavuttanut sitä, mitä se on tavoitellut; vain valitut ovat sen saaneet. Muut ovat paatuneet,",
      "niin kuin on kirjoitettu: -- Jumala on antanut heille turtuneen hengen, silmät, jotka eivät näe, ja korvat, jotka eivät kuule. Näin on yhä vielä.",
      "Ja Daavid sanoo: -- Tulkoon heidän pitopöytänsä heille ansaksi ja satimeksi, kompastukoot he siihen ja saakoot rangaistuksensa.",
      "Hämärtykööt heidän silmänsä niin, etteivät he näe. Paina heidän selkänsä aina kumaraan.",
      "Kysyn siis: eivät kai juutalaiset sen vuoksi kompastuneet, että he jäisivät maahan makaamaan? Päinvastoin! Heidän lankeemuksensa on avannut pelastuksen muille kansoille, ja näin juutalaiset ovat saaneet aiheen kadehtia niitä.",
      "Jos heidän lankeemuksensa on koitunut rikkaudeksi maailmalle ja heidän tappionsa rikkaudeksi kansoille, kuinka paljon enemmän saakaan aikaan heidän täysimääräinen voittonsa!",
      "Teille pakanuudesta kääntyneille sanon: minä ylistän tehtävääni kansojen apostolina,",
      "sillä näin herätän ehkä heimolaisissani kateutta teitä kohtaan ja voin pelastaa joitakuita heistä.",
      "Jos juutalaisten hylkääminen on avannut maailmalle pääsyn sovintoon, niin mitä tapahtuukaan, kun Jumala ottaa heidät yhteyteensä? Silloin kuolleet heräävät eloon!",
      "Jos ensimmäinen leipä pyhitetään, on koko leipomus pyhä, ja jos puun juuri on pyhä, ovat myös oksat pyhät.",
      "Jos jalosta oliivipuusta on katkaistu oksia ja jos sinut, joka olet peräisin villistä oliivipuusta, on oksastettu oikeiden oksien joukkoon niin että olet päässyt osalliseksi puun juurinesteestä,",
      "älä ylvästele alkuperäisten oksien rinnalla! Mutta jos ylvästelet, muista, ettet sinä kannata juurta vaan juuri kannattaa sinua.",
      "Sanot ehkä, että nuo oksat katkaistiin, jotta sinut voitaisiin oksastaa.",
      "Se on totta. Ne katkaistiin pois epäuskonsa tähden, mutta sinä pysyt, kun uskot. Älä silti ole ylimielinen, vaan pelkää!",
      "Jos Jumala ei säästänyt luonnollisia oksia, ei hän säästä sinuakaan.",
      "Katso, kuinka Jumala on sekä lempeä että ankara. Langenneita kohtaan hän on ankara, sinua kohtaan lempeä, jos pysyt kiinni hänen hyvyydessään; muuten sinutkin leikataan pois.",
      "Mutta myös nuo toiset oksastetaan uudelleen, elleivät he jää epäuskonsa valtaan, sillä Jumala kykenee liittämään heidät takaisin runkoon.",
      "Jos kerran sinut on leikattu irti villistä oliivipuusta, johon luonnonmukaisesti kuuluit, ja vastoin luontoa oksastettu jaloon oliivipuuhun, niin totta kai nämä alkuperäiset oksat voidaan liittää takaisin omaan puuhunsa.",
      "Veljet, jotta ette olisi oman viisautenne varassa, teidän tulee tuntea tämä salaisuus: paatumus, joka on kohdannut osaa Israelin kansasta, kestää siihen asti kun muista kansoista koottava määrä on tullut täyteen.",
      "Sen tapahduttua koko Israel on pelastuva, niin kuin on kirjoitettu: -- Siionista on tuleva Pelastaja, hän poistaa jumalattomuuden Jaakobin jälkeläisistä.",
      "Ja tämä on minun liittoni heidän kanssaan: minä otan pois heidän syntinsä.",
      "Evankeliumin torjuessaan he ovat Jumalan vihollisia, teidän tähtenne, mutta valinnan perusteella he ovat Jumalalle rakkaita, isien tähden.",
      "Jumala ei peruuta lahjojaan eikä antamaansa kutsua.",
      "Te olitte ennen tottelemattomia Jumalaa kohtaan, mutta noiden toisten tottelemattomuuden vuoksi Jumala on nyt armahtanut teidät.",
      "Samalla tavoin he ovat nyt olleet tottelemattomia, jotta myös heidät armahdettaisiin, kun te olette saaneet armahduksen.",
      "Jumala on näet tehnyt kaikki tottelemattomuuden vangeiksi, jotta hän voisi antaa kaikille armahduksen.",
      "Kuinka ääretön onkaan Jumalan rikkaus, kuinka syvä hänen viisautensa ja tietonsa! Kuinka tutkimattomat ovat hänen tuomionsa ja jäljittämättömät hänen tiensä!",
      "Kuka voi tuntea Herran ajatukset, kuka pystyy neuvomaan häntä?",
      "Kuka on antanut hänelle jotakin, mikä hänen olisi maksettava takaisin?",
      "Hänestä, hänen kauttaan ja häneen on kaikki. Hänen on kunnia ikuisesti. Aamen."
    ],
    [
      "Jumalan armahtavaan laupeuteen vedoten kehotan teitä, veljet: Antakaa koko elämänne pyhäksi ja eläväksi, Jumalalle mieluisaksi uhriksi. Näin te palvelette Jumalaa järjellisellä tavalla.",
      "Älkää mukautuko tämän maailman menoon, vaan muuttukaa, uudistukaa mieleltänne, niin että osaatte arvioida, mikä on Jumalan tahto, mikä on hyvää, hänen mielensä mukaista ja täydellistä.",
      "Sen armon perusteella, joka minulle on annettu, sanon teille jokaiselle: älkää ajatelko itsestänne liikoja, enempää kuin on aihetta ajatella, vaan pitäkää ajatuksenne kohtuuden rajoissa, kukin sen uskon määrän mukaan, jonka Jumala on hänelle antanut.",
      "Niin kuin meillä jokaisella on yksi ruumis ja siinä monta jäsentä, joilla on eri tehtävänsä,",
      "samoin me kaikki olemme Kristuksessa yksi ruumis mutta olemme kukin toistemme jäseniä.",
      "Meillä on saamamme armon mukaan erilaisia armolahjoja. Se, jolla on profetoimisen lahja, käyttäköön sitä sen mukaan kuin hänellä on uskoa.",
      "Palvelutehtävän saanut palvelkoon, opetustehtävän saanut opettakoon,",
      "rohkaisemisen lahjan saanut rohkaiskoon. Joka antaa omastaan, antakoon pyyteettömästi; joka johtaa, johtakoon tarmokkaasti; joka auttaa köyhiä, auttakoon iloisin mielin.",
      "Olkoon rakkautenne vilpitöntä. Vihatkaa pahaa, pysykää kiinni hyvässä.",
      "Osoittakaa toisillenne lämmintä veljesrakkautta, kunnioittakaa kilvan toinen toistanne.",
      "Älkää olko velttoja, olkaa innokkaita, palakoon teissä Hengen tuli, palvelkaa Herraa.",
      "Toivokaa ja iloitkaa, ahdingossa olkaa kestäviä, rukoilkaa hellittämättä.",
      "Auttakaa puutteessa olevia pyhiä, osoittakaa vieraanvaraisuutta.",
      "Siunatkaa niitä, jotka teitä vainoavat, siunatkaa älkääkä kirotko.",
      "Iloitkaa iloitsevien kanssa, itkekää itkevien kanssa.",
      "Olkaa keskenänne yksimielisiä. Älkää pitäkö itseänne muita parempina, vaan asettukaa vähäosaisten rinnalle. Älkää olko omasta mielestänne viisaita.",
      "Älkää maksako kenellekään pahaa pahalla, vaan pyrkikää siihen, mikä on hyvää kaikkien silmissä.",
      "Jos on mahdollista ja jos teistä riippuu, eläkää rauhassa kaikkien kanssa.",
      "Älä anna pahan voittaa itseäsi, vaan voita sinä paha hyvällä."
    ],
    [
      "Jokaisen on suostuttava esivaltansa alaisuuteen. Eihän ole esivaltaa, joka ei olisi Jumalalta peräisin, häneltä ovat vallankäyttäjät saaneet valtuutensa.",
      "Joka vastustaa esivaltaa, nousee siis Jumalan säädöstä vastaan, ja ne, jotka näin tekevät, saavat rangaistuksensa.",
      "Ei sen, joka tekee oikein, tarvitse pelätä viranomaisia, vaan sen, joka tekee väärin. Jos siis tahdot elää pelkäämättä esivaltaa, tee oikein! Silloin saat siltä kiitosta.",
      "Se on Jumalan palvelija ja toimii sinun parhaaksesi. Mutta jos teet väärin, pelkää! Esivalta ei kanna miekkaa turhaan. Se on Jumalan palvelija ja panee täytäntöön väärintekijälle kuuluvan rangaistuksen.",
      "Siksi on suostuttava esivallan alaisuuteen, ei vain rangaistuksen pelosta vaan myös omantunnon vaatimuksesta.",
      "Sen vuoksi te verojakin maksatte, sillä viranomaiset ovat Jumalan palveluksessa, kun he hoitavat tehtäviään.",
      "Antakaa jokaiselle se, mikä hänelle kuuluu: kenelle vero, sille vero, kenelle tulli, sille tulli, kenelle pelko, sille pelko, kenelle kunnia, sille kunnia.",
      "Älkää olko kenellekään mitään velkaa, paitsi että rakastatte toisianne. Joka rakastaa toista, on täyttänyt lain vaatimukset.",
      "Rakkaus ei tee lähimmäiselle mitään pahaa. Näin rakkaus toteuttaa koko lain.",
      "Tehän tiedätte, mikä hetki on käsillä. Teidän on aika herätä unesta, sillä pelastus on nyt meitä lähempänä kuin silloin, kun meistä tuli uskovia.",
      "Yö on kulunut pitkälle, päivä jo sarastaa. Hylätkäämme siis pimeyden teot ja varustautukaamme valon asein.",
      "Meidän on elettävä nuhteettomasti niin kuin päivällä eletään, ei remuten ja juopotellen, siveettömästi ja irstaillen, riidellen ja kiihkoillen.",
      "Pukekaa yllenne Herra Jeesus Kristus älkääkä hemmotelko ruumistanne, niin että annatte sen haluille vallan."
    ],
    [
      "Hyväksykää joukkoonne myös sellainen, joka on uskossaan heikko, älkääkä ruvetko kiistelemään mielipiteistä.",
      "Joku katsoo voivansa syödä kaikkea, mutta heikkouskoinen syö vain kasviksia.",
      "Joka syö kaikkea, älköön halveksiko sitä joka ei syö, ja joka taas ei syö kaikkea, älköön tuomitko sitä joka syö. Onhan Jumala ottanut omakseen hänetkin.",
      "Mikä oikeus sinulla on tuomita toisen palvelijaa? Oman isäntänsä edessä hän seisoo tai kaatuu -- vaikka kyllä hän seisoo, sillä Herra kykenee pitämään hänet pystyssä.",
      "Joku pitää yhtä päivää toista parempana, toiselle kaikki päivät ovat samanarvoisia. Kukin olkoon omassa vakaumuksessaan varma.",
      "Joka kiinnittää huomionsa päiviin, tekee niin Herran kunniaksi, ja joka syö, syö Herran kunniaksi, sillä hän kiittää Jumalaa. Joka taas ei syö, on Herran kunniaksi syömättä, ja hänkin kiittää Jumalaa.",
      "Kukaan meistä ei elä itseään varten eikä kukaan kuole itseään varten.",
      "Jos elämme, elämme Herran omina, ja jos kuolemme, kuolemme Herran omina. Elämmepä siis tai kuolemme, me kuulumme Herralle.",
      "Juuri sitä vartenhan Kristus kuoli ja heräsi elämään, että hän olisi niin kuolleiden kuin elävienkin Herra.",
      "Kuinka sinä voit tuomita veljesi? Tai sinä toinen, kuinka voit halveksia veljeäsi? Kaikki me joudumme Jumalan tuomioistuimen eteen.",
      "Onhan kirjoitettu: -- Niin totta kuin elän, sanoo Herra, jokainen polvi on notkistuva minun edessäni ja jokainen kieli on ylistävä Jumalaa.",
      "Jokainen meistä joutuu tekemään Jumalalle tilin itsestään.",
      "Älkäämme siis enää tuomitko toisiamme. Katsokaa sen sijaan, ettette saata veljeänne kompastumaan ja kaatumaan.",
      "Herraan Jeesukseen luottaen tiedän varmasti, ettei mikään ole sinänsä epäpuhdasta. Mutta jos joku pitää jotakin epäpuhtaana, hänelle se on epäpuhdasta.",
      "Jos veljesi pahastuu ruoastasi, et enää ole noudattanut rakkauden vaatimuksia. Älä saata ruoallasi perikatoon sitä, jonka vuoksi Kristus on kuollut.",
      "Älkää antako aihetta pilkata sitä hyvää, minkä olette saaneet.",
      "Jumalan valtakunta ei ole syömistä eikä juomista, vaan vanhurskautta, rauhaa ja iloa, jotka Pyhä Henki antaa.",
      "Joka tällä tavoin palvelee Kristusta, on Jumalalle mieleen ja saa ihmistenkin arvonannon.",
      "Pyrkikäämme siis rakentamaan rauhaa ja vahvistamaan toisiamme.",
      "Älä ruoan vuoksi hajota Jumalan työtä. Kaikki tosin on puhdasta, mutta ihmiselle on pahaksi, jos hän syö jotakin, mikä loukkaa omaatuntoa.",
      "Sinun on hyvä olla syömättä lihaa ja juomatta viiniä ja välttää muutakin, mikä loukkaa veljeäsi.",
      "Säilytä sinä oma uskosi Jumalan edessä. Onnellinen se, joka ei tuomitse itseään siitä minkä uskoo oikeaksi.",
      "Mutta se, joka epäröi ja silti syö, on tuomittu, koska hän ei toimi uskon perusteella. Kaikki, mikä ei perustu uskoon, on syntiä."
    ],
    [
      "Meidän, jotka olemme vahvoja, on kestettävä heikkojen vajavuuksia. Emme saa ajatella vain sitä, mikä on itsellemme mieluista.",
      "Meidän on jokaisen otettava huomioon lähimmäisemme, ajateltava, mikä on hänelle hyväksi ja vahvistaa häntä.",
      "Kaikki, mitä pyhät kirjoitukset sisältävät, on kirjoitettu meille opiksi, jotta saisimme siitä kestävyyttä, lohtua ja toivoa.",
      "Jumala, jolta kestävyys ja rohkaisu tulevat, antakoon teidän olla keskenänne yksimielisiä Kristuksen Jeesuksen tahdon mukaisesti,",
      "niin että te yksimielisesti, yhdestä suusta ylistäisitte Herramme Jeesuksen Kristuksen Jumalaa ja Isää.",
      "Hyväksykää siis toinen toisenne, niin kuin Kristuskin on hyväksynyt omikseen teidät, Jumalan kunniaksi.",
      "Tarkoitan tätä: Kristus on tullut palvelemaan juutalaisia. Hän on tullut vahvistamaan isille annetut lupaukset osoittaakseen, että Jumala pysyy sanassaan.",
      "Hän on tullut myös, jotta muut kansat saisivat ylistää Jumalaa hänen laupeudestaan, niin kuin on kirjoitettu: -- Siksi ylistän sinua kansojen keskellä, laulan kiitosta sinun nimellesi.",
      "Ja edelleen: -- Riemuitkaa, kansat, yhdessä hänen kansansa kanssa.",
      "Ja vielä: -- Kiittäkää Herraa, kaikki kansat! Ylistäkää häntä, kansakunnat!",
      "Jesaja taas sanoo: -- Iisain juuresta nousee verso, joka kohoaa kansojen hallitsijaksi. Häneen kansat panevat toivonsa.",
      "Toivon Jumala täyttäköön ilolla ja rauhalla teidät, jotka uskotte, niin että teillä Pyhän Hengen voimasta olisi runsas toivo.",
      "Olen toki varma, veljeni, siitä että teillä jo on runsaasti hyvää tahtoa ja kaikkea tietoa ja että pystytte itsekin neuvomaan toisianne.",
      "Silti olen kirjoittanut teille paikoitellen rohkeastikin muistuttaakseni teitä eräistä asioista. Olen tehnyt näin, koska Jumala on armossaan kutsunut minut",
      "Kristuksen Jeesuksen palvelijaksi kansojen keskuuteen, toimittamaan Jumalan evankeliumin pyhää pappispalvelua, jotta maailman kansoista tulisi Jumalalle mieluinen, Pyhän Hengen pyhittämä uhri.",
      "Kristuksen Jeesuksen kunniaksi kerron siitä, mitä olen saanut aikaan palvellessani Jumalaa.",
      "En näet rohkene puhua mistään muusta kuin siitä, mitä Kristus on minun kauttani tehnyt saattaakseen maailman kansat kuuliaisiksi, puheiden ja tekojen,",
      "tunnustöiden ja ihmeiden avulla, Jumalan Hengen voimalla. Näin olen vienyt päätökseen Kristuksen evankeliumin julistamisen kiertäen kaikkialla Jerusalemista aina Illyriaan saakka.",
      "Olen kuitenkin pitänyt kunnia-asianani olla julistamatta evankeliumia niillä seuduilla, joilla Kristuksen nimi jo tunnetaan, jotta en rakentaisi toisen laskemalle perustukselle.",
      "Toimin niin kuin on kirjoitettu: -- Ne, joille ei ole kerrottu hänestä, tulevat näkemään, ne, jotka eivät ole kuulleet, tulevat ymmärtämään.",
      "Tämän vuoksi matkani teidän luoksenne on estynyt kerran toisensa jälkeen.",
      "Mutta nyt minulla ei enää ole tehtävää näillä seuduilla, ja olen jo vuosikausia odottanut tilaisuutta päästä käymään teidän luonanne",
      "sitten kun menen Espanjaan. Toivon, että voisin tällä matkallani tavata teidät ja että te auttaisitte minut matkaan sieltä eteenpäin, kun olen ensin saanut jonkin aikaa nauttia seurastanne.",
      "Nyt olen kuitenkin lähdössä Jerusalemiin viemään avustusta pyhille.",
      "Makedonian ja Akhaian seurakunnat ovat näet päättäneet antaa yhteisen lahjan Jerusalemin seurakunnan köyhille.",
      "Näin ne siis ovat päättäneet, ja ne ovatkin tämän heille velkaa. Jos kerran pakanuudesta kääntyneet ovat päässeet osallisiksi Jerusalemin pyhien hengellisistä aarteista, heillä on puolestaan velvollisuus auttaa näitä aineellisesti.",
      "Sitten kun olen hoitanut tämän tehtävän ja asianmukaisesti luovuttanut keräyksen tuoton, lähden Espanjaan ja käyn matkalla teidän luonanne.",
      "Tiedän, että tullessani luoksenne tuon mukanani Kristuksen täyden siunauksen.",
      "Herramme Jeesuksen Kristuksen nimessä ja Pyhän Hengen antamaan rakkauteen vedoten pyydän teitä, veljet, tukemaan minua taistelussani. Rukoilkaa Jumalaa puolestani,",
      "että en Juudeassa joutuisi epäuskoisten käsiin ja että lahja, jonka vien Jerusalemiin, olisi pyhille mieluinen.",
      "Silloin voin, jos Jumala suo, tulla iloisin mielin teidän luoksenne ja virkistyä seurassanne.",
      "Rauhan Jumala olkoon teidän kaikkien kanssa. Aamen."
    ],
    [
      "Annan teille suositukseni sisarestamme Foibesta, joka on Kenkrean seurakunnan palvelija.",
      "Ottakaa hänet vastaan Herran palvelijana niin kuin pyhille sopii ja auttakaa häntä kaikessa, missä hän tarvitsee teitä. Onhan hän itsekin ollut tukena monille, myös minulle.",
      "Tervehtikää Priscaa ja Aquilaa, työtovereitani Kristuksen Jeesuksen palveluksessa.",
      "He ovat panneet henkensä alttiiksi minun takiani, ja heitä kiittävät minun lisäkseni myös kaikki pakanuudesta kääntyneiden seurakunnat.",
      "Sanokaa terveisiä myös heidän talossaan kokoontuvalle seurakunnalle. Terveisiä ystävälleni Epainetokselle, joka on Aasian työn ensi hedelmä Kristukselle.",
      "Terveisiä Marialle, joka on nähnyt paljon vaivaa teidän hyväksenne.",
      "Terveisiä Andronikokselle ja Junialle, heimolaisilleni ja vankilatovereilleni, jotka ovat arvossa pidettyjä apostolien joukossa ja ovat olleet Kristuksen omia jo ennen minua.",
      "Terveisiä Ampliatukselle, rakkaalle uskonveljelleni.",
      "Terveisiä Urbanukselle, työtoverillemme Kristuksen palveluksessa, ja ystävälleni Stakykselle.",
      "Terveisiä Apellekselle, joka on koeteltu Kristuksen palvelija. Terveisiä Aristobuloksen perheväelle.",
      "Terveisiä heimolaiselleni Herodionille. Terveisiä Narkissoksen talonväkeen kuuluville, jotka ovat Herran omia.",
      "Terveisiä Tryfainalle ja Tryfosalle, jotka tekevät ahkerasti Herran työtä. Terveisiä Persikselle, rakkaalle sisarelle, joka on nähnyt paljon vaivaa Herran työssä.",
      "Terveisiä Rufukselle, jonka Herra on valinnut, ja hänen äidilleen, joka on kuin äiti minullekin.",
      "Terveisiä Asynkritokselle, Flegonille, Hermekselle, Patrobakselle, Hermakselle ja heidän kanssaan oleville veljille.",
      "Terveisiä Filologokselle ja Julialle, Nereukselle ja hänen sisarelleen sekä Olympakselle ja kaikille muillekin pyhille.",
      "Tervehtikää toisianne pyhällä suudelmalla. Kaikki Kristuksen seurakunnat lähettävät teille tervehdyksensä.",
      "Kehotan teitä, veljet, varomaan niitä, jotka saavat aikaan eripuraisuutta ja houkuttelevat teitä luopumaan niistä opetuksista, jotka olette saaneet. Pysykää heistä erossa.",
      "Sellaiset eivät palvele meidän Herraamme Kristusta vaan omaa vatsaansa, ja kauniilla ja vakuuttavilla puheillaan he pettävät vilpittömien sydämet.",
      "Teidän kuuliaisuutenne on tullut kaikkien tietoon. Siksi olen teistä iloinen ja toivon, että olisitte taitavia hyvässä mutta taitamattomia pahassa.",
      "Rauhan Jumala on pian murskaava Saatanan teidän jalkojenne alle. Herramme Jeesuksen armo olkoon teidän kanssanne.",
      "Työtoverini Timoteus lähettää teille terveisiä, samoin lähettävät maanmieheni Lukios, Jason ja Sosipatros. --",
      "Terveisiä myös minulta, uskonveljeltänne Tertiukselta, joka olen sanelun mukaan kirjoittanut tämän kirjeen. --",
      "Teille lähettää terveisiä Gaius, joka on avannut kotinsa minulle ja koko seurakunnalle. Terveisiä myös kaupungin varainhoitajalta Erastokselta ja veli Quartukselta.",
      "Ylistys hänelle, joka pystyy voimallaan vahvistamaan teitä, niin kuin ilmoittaa evankeliumi, jota minä julistan, sanoma Jeesuksesta Kristuksesta, se paljastettu salaisuus, joka on ikiajoista saakka ollut kätkettynä!",
      "Nyt se on saatettu julki ja annettu ikuisen Jumalan käskystä profeetallisissa kirjoituksissa tiedoksi kaikille kansoille, jotta ne johdettaisiin uskoon ja kuuliaisuuteen.",
      "Saakoon Jumala, joka yksin on viisas, Jeesuksen Kristuksen kautta ikuisen ylistyksen! Aamen."
    ]
  ],
  "name": "Romans"
}
