{
  "id": "prv",
  "chapters": [
    [
      "Salomon, Davidin pojan, Israelin kuninkaan sananlaskut;",
      "Oppia viisautta ja kuritusta, ymmärtää tiedon puhetta,",
      "Vastaanottaa ymmärryksen neuvoa, vanhurskautta, oikeutta ja siveyttä;",
      "Että tyhmät viisaaksi tulisivat ja nuorukaiset taidon ja ymmärryksen saisivat.",
      "Joka viisas on, se kuulkaan, että jän viisaammaksi tulis; ja joka toimellinen on, se ottakoon neuvon,",
      "Että hän ymmärtäis sananlaskut ja niiden selityksen, viisasten opin ja heidän tapauksensa.",
      "Herran pelko on viisauden alku; tyhmät hylkäävät viisauden ja opin.",
      "Poikani kuule isäs kuritusta, ja älä hylkää äitis käskyä!",
      "Sillä se on sinun sinun pääs päällä otollinen kaunistus, ja käädyt kaulassas.",
      "Poikani! jos pahanjuoniset sinua sinua houkuttelevat, niin älä heihin suostu.",
      "Jos he sanovat: käy meidän kanssamme: me väijymme verta, ja viritämme pauloja nuhteettoman eteen ilman syytä;",
      "Me nielemme hänen, niinkuin helvetti elävältä, ja hurskaan niinkuin hautaan pudotamme;",
      "Me löydämme kaikellaista kallista tavaraa, ja täytämme huoneemme saaliista;",
      "Koettele meidän kanssamme : meillä kaikilla pitää yksi kukkaro oleman:",
      "Poikani! älä vaella heidän kanssansa: estä jalkas heidän retkiltänsä.",
      "Sillä heidän jalkansa juoksevat pahuuteen, ja he kiiruhtavat verta vuodattamaan.",
      "Sillä turhaan verkot viritetään lintuin silmäin edessä.",
      "Itse he myös väijyvät toinen toisensa verta, ja petoksella seisovat toinen toisensa hengen perään.",
      "Niin kaikki ahneet tekevät, ja ahneus on isännillensä surmaksi.",
      "Viisaus ulkona valittaa, ja kadulla äänensä ilmoittaa.",
      "Hän huutaa kansan edessä portissa, ja tuottaa sanansa edes kaupungissa, sanoen:",
      "Kuinka kauvan te tyhmät tahdotte olla taitamattomat, ja pilkkakirveet rakastaa naurua? ja te hullut vihata opetusta?",
      "Kääntäkäät itsenne minun kuritukseni puoleen: katso, ja minä tuon teille henkeni edes, ja ilmoitan teille sanani;",
      "Että minä kutsuin teitä, ja te estelitte teitänne: minä kokotin käteni, ja ei yksikään ottanut siitä vaaria,",
      "Te hylkäsitte kaiken neuvoni, ja ette tahtoneet kuritustani;",
      "Niin minä myös nauran teidän vahinkoanne, ja pilkkaan teitä, kuin teidän päällenne tulee se, jota te pelkäätte,",
      "Kuin se tulee, jota te pelkäätte, niinkuin rajuilma, ja tuska niinkuin tuulispää; kuin teidän päällenne tulee ahdistus ja vaiva.",
      "Silloin he minua avuksensa huutavat, ja en minä kuule heitä: varhain he etsivät minua, ja ei löydä minua.",
      "Että he vihasivat opetusta, ja ei ottaneet vastaan Herran pelkoa,",
      "Eikä tyytyneet minun neuvooni, mutta laittivat kaiken kuritukseni;",
      "Niin pitää heidän syömän tiensä hedelmästä, ja neuvostansa ravituksi tuleman.",
      "Sillä tyhmäin himo tappaa heidät, ja hulluin onni kadottaa heidät.",
      "Mutta joka minua kuulee, hän asuu turvallisesti, ja ei mitään pahaa pelkää."
    ],
    [
      "Poikani, jos otat minun puheeni, ja käskyni kätket;",
      "Niin anna korvas kuulla viisautta, ja taivuta sydämes ymmärrykseen.",
      "Sillä jos ymmärrystä ahkerasti halajat, ja rukoilet taitoa;",
      "Jos sitä etsit niinkuin hopiaa, ja pyörit sen perään niinkuin tavaran;",
      "Niin sinä ymmärrät Herran pelvon, ja Herran tunnon löydät.",
      "Sillä Herra antaa viisauden, ja hänen suustansa tulee taito ja ymmärrys.",
      "Hän antaa toimellisten hyvin käydä, ja suojelee niitä, jotka viattomasti vaeltavat,",
      "Varjelee hurskaat, ja holhoo pyhäinsä retket.",
      "Silloin sinä ymmärrät vanhurskauden ja tuomion, oikeuden ja kaiken hyvän tien.",
      "Jos viisaus sydämees tulee, ja taito on sinulle kelvollinen,",
      "Niin hyvä neuvo sinua varjelee, ja ymmärrys kätkee sinun,",
      "Tempaamaan sinun pois pahalta tieltä, ja niiden seurasta, jotka toimettomia puhuvat,",
      "Ja hylkäävät oikian tien, ja vaeltavat pimeitä retkiä;",
      "Jotka iloitsevat pahoista töistänsä, ja riemuitsevat pahoista menoistansa;",
      "Joiden tiet ovat vastahakoiset, ja retket väärär ja häpiälliset:",
      "Ettet sinä ryhtyisi vieraaseen vaimoon, joka ei sinun ole, joka suloisilla sanoilla puhuttelee,",
      "Ja hylkää nuoruutensa johdattajan, ja unohtaa Jumalansa liiton.",
      "Sillä hänen huoneensa kallistuu kuolemaan, ja hänen askeleensa kadotettuin tykö.",
      "Jokainen joka menee hänen tykönsä, ei palaja, eikä elämän tielle joudu;",
      "Ettäs vaeltasit hyvää tietä, ja pitäisit hurskasten tiet.",
      "Sillä vanhurskaat asuvat maassa, ja vakaat siinä pysyvät;",
      "Mutta jumalattomat hukutetaan maasta, ja ylönkatsojat siitä teloitetaan."
    ],
    [
      "Poikani, älä unohda minun lakiani, mutta sinun sydämes pitäköön käskyni.",
      "Sillä ne saatavat sinulle pitkän ijän, hyvät vuodet ja rauhan.",
      "Armo ja totuus ei sinua pidä hylkäämän: ripusta ne kaulaas, ja kirjoita sydämes tauluun,",
      "Niin sinä löydät armon ja hyvän toimen, Jumalan ja ihmisten edessä.",
      "Luota Herraan kaikesta sydämestäs, ja älä luota ymmärryksees;",
      "Mutta ajattele häntä kaikissa teissäs, niin hän sinua oikein johdattaa.",
      "Älä ole viisas mielestäs, vaan pelkääerraa, ja vältä pahaa.",
      "Sillä se on navalles terveellinen, ja virvoittaa luus.",
      "Kunnioita Herraa tavarastas, ja kaikista vuoden tulos esikoisista;",
      "Niin sinun riihes täytetään kyllyydellä, ja sinun viinakuurnas vuotaa ylitse.",
      "Poikani, älä Herran kuritusta hylkää, ja älä ole kärsimätön, kuin hän sinua rankaisee,",
      "Sillä, jota Herra rakastaa, sitä hän rankaisee, ja on hänelle otollinen niinkuin poika isällensä.",
      "Autuas on se ihminen, joka viisauden löytää, ja se ihminen, joka ymmärryksen käsittää.",
      "Sillä parempi on kaupita häntä kuin kaupita hopiaa, ja hänen hedelmänsä on parempi kuin kulta.",
      "Hän on kalliimpi kuin päärlyt, eikä hänen vertaansa mitään toivottaa taideta.",
      "Pitkä ikä on hänen oikialla kädellänsä, rikkaus ja kunnia hänen vasemmallansa.",
      "Hänen tiensä ovat iloiset, ja kaikki hänen askeleensa rauha.",
      "Hän on elämän puu niille, jotka häneen rupeevat; ja autuaat ovat ne, jotka hänen pitävät.",
      "Sillä Herra on viisaudella maan perustanut, ja taivaat toimella valmistanut.",
      "Hänen viisaudessansa ovat syvyydet eroitetut, ja pivet pisaroivat kasteen.",
      "Poikani, älä salli näitä silmistäs tulla pois, niin sinä tulet onnelliseksi ja viisaaksi.",
      "Se on sinun sielus elämä; ja sinun suus on otollinen.",
      "Silloin sinä murheetoinna vaellat teissäs, ettet jalkaas loukkaa.",
      "Et sinä pelkää maata pantuas, mutta makaat; ja sinun unes on sinulle makia,",
      "Ettei sinun tarvitse peljätä äkillistä hirmua, eikä jumalattomain hävitystä, kuin se tulee.",
      "Sillä Herra on sinun lohdutukses; hän varjelee sinun jalkas, ettei sitä saavuteta.",
      "Älä estele tarvitsevalle hyvää tehdä, jos sinulla on varaa, ettäs sen tehdä taidat.",
      "Älä sano ystävälle: mene ja tule jälleen, huomenna minä sinulle annan; koska sinulla on.",
      "Älä pyydä sinun ystäväs vahinkoa, joka hyvässä toivossa asuu sinun tykönäs.",
      "Älä kenenkään kanssa toru ilman syytä, jos hän ei mitään pahaa sinulle tehnyt ole.",
      "Älä kiivoittele väärää miestä, älä noudata hänen retkiänsä.",
      "Sillä pahanilkiset ovat Herralle kauhistus; mutta hänen salaisuutensa on hurskasten tykönä.",
      "Jumalattoman huoneessa on Herran kirous; muttavanhurskaan maja siunataan.",
      "Hän pilkkaa pilkkaajia; mutta nöyrille hän antaa armon.",
      "Viisaat kunnian perivät, mutta tyhmät häpiän saavat."
    ],
    [
      "Kuulkaat, lapseni, isänne kuritusta, ja ottakaa vaari, oppiaksenne ja viisaammaksi tullaksenne.",
      "Sillä minä annan teille hyvän opetuksen; älkööt hyljätkö minun lakiani.",
      "Sillä minä olin isäni poika, hoikka ja ainoa äidilläni.",
      "Ja hän opetti minua, ja sanoi minulle; anna sydämes ottaa minun sanani vastaan: pidä minun käskyni, niin sinä elää saat.",
      "Osta viisaus, osat ymmärrys: älä unohda, älä myös poikkee minun puheestani.",
      "Älä häntä hylkää, niin hän sinut kätkee: rakasta häntä, niin hän sinua varjelee.",
      "Sillä viisauden alku on, ostaa viisautta, ja kaikella saadullas ostaa taitoa.",
      "Pidä häntä korkiassa kunniassa, niin hän sinua korottaa, ja saattaa kunniaan, jos sinä häntä rakastat.",
      "Hän sinun pääs jalosti kaunistaa, ja kunnioittaa sinua ihanalla kruunulla.",
      "Kuule siis, poikani, ja ota minun puheeni, niin ikäs vuotta on monta.",
      "Minä johdatan sinua viisauden tielle, ja saatan sinua käymään oikialla retkellä,",
      "Niin että koskas vaellat, ei sinun käymises ole ahdas; ja koskas juokset, niin et sinä loukkaa sinuas.",
      "Pidä kuritus, älä hylkää häntä: kätke häntä; sillä hän on sinun elämäs.",
      "Älä mene jumalattomain askelille, ja älä astu pahain tielle;",
      "Jätä se pois, ja älä käy siinä; karta sitä, ja mene ohitse.",
      "Sillä ei he makaa, jollei he ole pahoin tehneet, eikä lepää, jollei he ole vahinkoa tehneet.",
      "Sillä he syövät jumalattomuuden leipää, ja juovat vääryyden viinaa.",
      "Mutta vanhurskasten retki paistaa niinkuin valkeus, käy edes, ja valistaa hamaan isoon päivään asti.",
      "Mutta jumalattomain tie on niinkuin pimeys; ja ei he tiedä, kussa he lankeevat.",
      "Poikani, ota vaari sanoistani, ja kallista korvas puheisiini.",
      "Älä niiden anna tulla pois silmistäs: pidä ne sydämessäs.",
      "Sillä ne ovat niiden elämä, jotka niitä ovat löytäneet, ja ovat terveelliset koko heidän ruumiillensa.",
      "Varjele sydämes kaikella ahkeruudella: sillä siitä elämä tulee.",
      "Pane pois paha suu, ja väärät huulet anna olla sinustas kaukana.",
      "Katsokoon silmäs oikein eteensä, ja sinun silmäs laudat olkoot oikiat edessäs.",
      "Koettele jalkais askeleet, niin kaikki sinun ties vahvistuvat.",
      "Älä poikkee oikialle eli vasemmalle puolelle: tempaa jalkas pois pahuudesta."
    ],
    [
      "Poikani, ota vaari viisaudestani: kallista korvas oppiini,",
      "Ettäs pitäisit hyvän neuvon, ja sinun huules pitäis toimen.",
      "Sillä porton huulet ovat niin kuin mesileipä, ja hänen kitansa liukkaampi kuin öljy;",
      "Mutta viimeiseltä karvas kuin koiruoho, ja terävä kuin kaksiteräinen miekka.",
      "Hänen jalkansa menevät alas kuolemaan, ja hänen askeleensa joutuvat helvettiin.",
      "Ei hän käy kohdastansa elämän tielle: huikentelevaiset ovat hänen astumisensa, niin ettei hän tiedä, kuhunka hän menee.",
      "Niin kuulkaat nyt minua, lapseni, ja älkäät poiketko minun puheistani.",
      "Olkoon sinun ties kaukana hänestä, ja älä lähesty hänen hänen huoneensa ovea,",
      "Ettes antaisi kunniaas muukalaisille, ja vuosias julmille;",
      "Ettei muukalaiset ravittaisi sinun varastas, ja sinun työs olis toisen huoneessa,",
      "Ja sinä viimein huokaisit, koska elämäs ja hyvyytes tuhlannut olet,",
      "Ja sanoisit: voi! kuinka minä olen vihannut hyvää neuvoa, ja sydämeni on hyljännyt kurituksen!",
      "Ja en kuullut opettajani ääntä, enkä kallistanut korvaani opettajaini puoleen!",
      "Minä olen lähes kaikkeen pahuuteen joutunut, kaiken kansan ja seurakunnan keskellä.",
      "Juo vettä kaivostas, ja mitä lähteestäs vuotaa.",
      "Anna luontolähtees vuotaa ulos, ja vesiojas kujille.",
      "Mutta pidä ne yksinäs, ja ei yksikään muukalainen sinun kanssas.",
      "Sinun kaivos olkoon siunattu, ja iloitse nuoruutes vaimosta.",
      "Se on suloinen niinkuin naaras hirvi, ja otollinen niinkuin metsävuohi: hänen rakkautensa sinua aina ravitkoon; ja iloita itseäs aina hänen rakkaudestansa.",
      "Poikani, miksis annat muukalaisen sinuas pettää, ja halajat vierasta syliä?",
      "Sillä Herran edessä ovat kaikkien ihmisten tiet, ja hän tutkii kaikki heidän askeleensa.",
      "Jumalattoman vääryys käsittää hänen, ja hänen syntinsä paulat ottavat hänet kiinni.",
      "Hänen pitää kuoleman, ettei hän antanut opettaa itsiänsä, ja suuressa tyhmyydessänsä tulee hän petetyksi."
    ],
    [
      "Poikani, jos sinää takaat lähimmäises, niin sinä olet kiinnittänyt kätes muukalaiseen.",
      "Sinun sanoissas olet sinä paulaan istunut: sinä olet saavutettu puheissas.",
      "ee siis, poikani, näin: pelasta itses: sillä olet tullut lähimmäises käsiin: joudu, nöyryytä itses ja vaadi lähimmäistäs.",
      "Älä anna silmilles unta, eikä silmälautas torkkua.",
      "Kirvoita itses niinkuin metsävuohi pois käsistä, niinkuin lintu pyytäjänsä käsistä.",
      "Mene laiska myyriäisen tykö, katso hänen menoansa ja opi.",
      "Vaikka ei hänelläyhtään hallitsiaa, teettäjää ja isäntää ole,",
      "Kuitenkin valmistaa hän elatuksensa suvella, ja koo ruokansa eloaikana.",
      "Kuinka kauan sinä laiska makaat? koskas nouset unesta?",
      "Makaa vielä vähä, ota vielä unta päähäs; laske kätes vähä yhteen, ettäs vielä levätä voisit;",
      "Niin köyhyys äkisti tulee päälles niinkuin matkamies, ja vaivaisuus niinkuin varustettu mies.",
      "Jumalatoin ihminen, vahingollinen mies, kävelee suunsa vääryydellä,",
      "Iskee silmää, nyhtää jalvoillansa, kokottelee sormillansa.",
      "Vääryys on hänen sydämessänsä, ja aikoo pahaa: hän saattaa riidat matkaan.",
      "Sentähden tulee pikaisesti hänen kadotuksensa, ja hän äkisti muserretaan rikki, niin ettei hänellä yhtään parannusta ole.",
      "Kuusi on, joita Herra vihaa, ja seitsemää kauhistuu hänen sielunsa:",
      "Ylpiät silmät, petollinen kieli, kädet, jotka vuodattavat viatonta verta;",
      "Sydän, joka vahingollisia ajattelee, jalat, jotka ovat nopsat pahuuteen juoksemaan;",
      "Väärä todistaja, joka valheita tuottaa, ja se, joka saattaa riidan veljesten välille.",
      "Poikani, pidä isäs käskyt, ja älä hylkää äitis lakia.",
      "Sido ne alati yhteen sydämes päälle, ja ripusta ne kaulaas.",
      "Koskas vaellat, niin ne johdattavat sinua; koskas lepäät, niin he varjelevat sinua; koskas heräät, niin he puhuttelevat sinua.",
      "Sillä käsky on niinkuin kynttilä, ja laki niinkuin valkeus, ja opin kuritus elämän tie,",
      "Ettäs varjeltaisiin pahasta vaimosta, ja muukalaisen makiasta kielestä.",
      "Älä himoitse sydämessäs hänen kauneuttansa, ettes vieteltäisi hänen silmäinsä kiillosta.",
      "Sillä portto saattaa leivältä pois; mutta aviovaimo saattaa kauniin elämän.",
      "Taitaako joku kätkeä tulen poveensa, ettei hänen vaattensa pala?",
      "Eli taitaako joku hiilten päällä kävellä, ettei hän jalkojansa polta?",
      "Niin sille tapahtuu, joka lähimmäisensä vaimoa lähentelee; ei se pääse rankaisematta, joka häneen ryhtyy.",
      "Ei se ole varkaalle niin suuri häpiä, jos hän varastaa henkensä piteeksi, koska nälkä on:",
      "Jos hän käsitetään, antaa hän sen seitsemänkertaisesti jälleen, ja kaiken huoneensa saadun;",
      "Mutta joka vaimon janssa huoruuteen lankee, se on tyhmä, ja joka sielunsa kadottaa tahtoo, se niin tekee.",
      "Rangaistus ja häpiä tulee hänen päällensä, ja hänen häväistyksensä ei pyyhitä pois.",
      "Sillä miehen vihalla on kiivaus: ei hän säästä häntä koston päivänä:",
      "Ei hän lukua pidä sovittajasta, eikä ota lahjoja, vaikka paljon antaisit."
    ],
    [
      "Poikani! kätke minun sanani, ja pidä tykönäs minun käskyni.",
      "Ota vaari minun käskyistäni, niin sinä elää saat, ja minun laistani, niinkuin silmäs terästä.",
      "Sido ne sormiis, kirjoita ne sydämes tauluun.",
      "Sano viiisaudelle: sinä olet sisareni, ja kutsu toimi ystäväkses,",
      "Että hän sinua varjelis muukalaisesta vaimosta, ja vieraasta, jonka sanat sileät ovat.",
      "Sillä minä kurkistelin huoneeni akkunasta läpi häkin.",
      "Ja näin tyhmän nuorukaisen taitamattomain seassa, ja äkkäsin hänen poikain joukossa;",
      "Joka käveli kaduilla hänen nurkkainsa taitse, ja asteli sitä tietä, joka meni hänen huoneeseensa.",
      "Hämärissä, kuin päivä ehtoolla oli, ja jo yö ja pimiä tuli:",
      "Ja katso, häntä kohtasi vaimo porton vaatteilla, kavala,",
      "Tuima ja hillimätöin, jonka jalat ei pysyneet huoneessansa.",
      "Nyt on hän ulkona, nyt kaduilla, ja väijyy joka nurkassa.",
      "Hän otti hänen kiinni, ja suuta antoi hänen ja sanoi häpeemättä:",
      "Minä olen tehnyt kiitosuhrin, ja olen tätäpänä täyttänyt lupaukseni:",
      "Sentähden olen minä tullut sinua vastaan, varhain sinua etsimään, ja olen nyt sinut löytänyt.",
      "Minä olen koreasti valmistanut vuoteeni Egyptin kirjavalla vaatteella,",
      "Ja olen hyvänhajuiseksi tehnyt kammioni mirhamilla, aloella ja kanelilla.",
      "Tule, harjoittakaamme kyllin hekumaa aamuun asti, ja huvitelkaammme meitämme keskenämme rakkaudella.",
      "Sillä mies ei ole kotona: hän on pitkälle matkalle mennyt.",
      "Hän on ottanut rahasäkin myötänsä, ja tulee kotia äsken määrätyllä päivällä.",
      "Ja niin hän houkutteli monelöla sanalla, ja vaati häntä makialla puheella.",
      "Hän meni hänen kanssansa nopiasti, niinkuin teurastettava härkä, ja niinkuin jalkapuuhun, jolla tyhmät rangoitaan.",
      "Siihenasti kuin hän nuolilla ampuu hänen maksansa lävitse: ja niinkuin lintu itsensä kiiruhtaa paulaan, ja ei tiedä sitä hengellensä vaaralliseksi.",
      "Niin kuulkaat siis minua, minun lapseni, ja ottakaat vaari minun suuni sanoista.",
      "Älköön sydämes poiketko hänen tiellensä: älä salli sinuas vietellä hänen retkillensä.",
      "Sillä hän on monta haavoittanut ja langettanut, ja kaikkinaiset voimalliset ovat häneltä tapetut.",
      "Hänen huoneensa ovat helvetin tiet, jotka menevät alas kuoleman kammioihin."
    ],
    [
      "Eikö viisaus huuda, ja toimi julista ääntänsä?",
      "Korkialla paikalla seisoo hän, teiden ja kujain vieressä.",
      "Porteilla, kaupungin ovilla, joista sisälle käydään, hän huutaa:",
      "Te miehet! minä huudan teitä, ja minun ääneni on teidän tykönne, te ihmisten lapset;",
      "Ymmärtäkäät te tyhmät viisautta, ja te houkkiot pankaat sydämiinne.",
      "Kuulkaat, sillä minä puhun sitä, mikä korkia on, opetan sitä, mikä oikia on.",
      "Sillä minun suuni puhuu totuutta, ja minun huuleni vihaa jamalatointa.",
      "Kaikki minun puheeni ovat oikiat: ei ole siinä mitään petosta eli vääryyttä.",
      "Ne kaikki ovat selkiät niille, jotka niitä ymmärtävät, ja oikiat niille, jotka taidon löytävät.",
      "Ottakaat minun kuritukseni ennenkuin hopia, ja pitäkäät korkiampana minun oppini kuin kallein kulta.",
      "Sillä viisaus on parempi kuin päärlyt, ja kaikki, mitä ihminen itsellensä toivottaa, ei ole hänen vertaisensa.",
      "Minä viisaus asun toimen tykönä, ja minä taidan antaa hyvän neuvon.",
      "Se on Herran pelko: vihata pahaa, ylpeyttä, tuimuutta ja pahoja teitä; sentähden vihaan minä petollista suuta.",
      "Minun on neuvo ja voima, minun on toimi ja väkevyys.",
      "Minun kauttani kuninkaat hallitsevat, ja neuvonantajat oikeutta saattavat;",
      "Minun kauttani päämiehet vallitsevat, valtamiehet ja kaikki maan tuomarit.",
      "Minä rakastan niitä, jotka minua rakastavat, jotka varhain minua etsivät, ne löytävät minun.",
      "Rikkaus ja kunnia on minun tykönäni, pysyväinen tavara ja vanhurskaus.",
      "Minun hedelmäni on parempi kuin kulta ja rikkain kulta, ja minun tuloni parempi kuin valittu hopia.",
      "Minä vaellan vanhurskaudentietä ja oikeuden askeleilla,",
      "Että minä pysyväisen perinnön saattaisin niille, jotka minua rakastavat, ja täyttäisin heidän tavaransa.",
      "Minä olen ollut Herran oma hänen teidensä alussa: ennenkuin mitään tehty oli, olin minä.",
      "Jo ijankaikkisuudesta olen minä asetettu, alussa, ennenkuin maa oli.",
      "Kuin ei syvyys vielä ollut, silloin minä olin jo syntynyt, kuin ei lähteet vielä vettä kuohuneet.",
      "Ennen kuin vuoret olivat perustetut, ja kukkulat valmistetut, olen minä syntynyt;",
      "Ei hän ollut vielä maata luonut, ja mitä sen päällä on, eikä maan piirin vuoria.",
      "Kuin hän valmisti taivaan, olin minä siellä, kuin hän syvyyden visusti mittasi.",
      "Kuin hän pilvet rakensi ylhäällä, ja sääsi syvyyden lähteet;",
      "Kuin hän meren ääret määräsi, ja vetten eteen asetti määrän, ettei he astuisi rantansa ylitse; kuin hän maan perustukset laski,",
      "Silloin minä hänen kanssansa vaikutin, ja iloitsin joka päivä, ja leikitsin hänen hänen edessänsä joka aika;",
      "Ja leikitsin maan piirin päällä; ja minun iloni on olla ihmisten lasten kanssa.",
      "Niin kuulkaat siis minua, te lapset: autuaat ovat ne , jotka minun tieni pitävät.",
      "Kuulkaat kuritusta, olkaat viisaat, ja älkäät hyljätkö sitä.",
      "Autuas on se ihminen, joka minua kuulee, joka minun ovellani valvoo joka päivä, ja vartioitsee minun pihtipielissäni.",
      "Sillä joka minun löytää, hän elämän löytää, ja on Herralle otollinen;",
      "Mutta, joka minua vastaan syntiä tekee, hän vahingoitsee sielunsa: jokainen joka minua vihaa, hän rakastaa kuolemaa."
    ],
    [
      "Viisaus rakensi huoneensa, ja vuoli siihen seitsemän patsasta,",
      "Ja teurasti teuraansa, sekoitti viinansa ja valmisti pöytänsä,",
      "Ja lähetti piikansa, korkeista kaupungin saleista kutsumaan:",
      "Joka tyhmä on, hän tulkaan tänne; ja hulluille sanoi hän:",
      "Tulkaat ja syökäät minun leivästäni, ja juokaat viinaa, jonka minä sekoitin.",
      "Hyljätkää hullu meno, niin te saatte elää, ja käykää ymmärryksen tiellä.",
      "Joka pilkkaajaa kurittaa, hän saa häpiän, ja joka jumalatointa nuhtelee, hän häväistään.",
      "Älä rankaise pilkkaajaa, ettei hän sinua vihaisi: nuhtele viisasta, ja hän rakastaa sinua.",
      "Anna viisaalle, niin hän viisaammaksi tulee: opeta vanhurskasta, niin hän opissaan etenee.",
      "Viisauden alku on Herran pelko, ja pyhäin tieto on ymmärrys.",
      "Sillä minun kauttani sinun päiväs enennetään, ja ikäs vuodet lisätään.",
      "Jos sinä olet viisas, niin sinä itselles viisas olet; mutta jos sinä olet pilkkaaja, niin sinä itse sen kannat.",
      "Hullu, huikentelevainen vaimo, mieletöin ei tiedä mitään,",
      "Istuu huoneensa ovella, korkialla istuimella, ylimmäisessä siassa kaupungissa,",
      "Että hän houkuttelis kaikkia, jotka siitä käyvät ohitse, ja tietänsä vaeltavat:",
      "Se joka tyhmä on, hän tulkoon tänne; ja hullulle sanoo hän:",
      "Varastettu vesi on makia, ja salattu leipä suloinen;",
      "Vaan ei hän tiedä, että siellä kuolleet ovat: hänen vieraansa ovat helvetin syvyydessä."
    ],
    [
      "Salomon sananlaskut. Viisas poika on isänsä ilo, mutta hullu poika on äidillensä murheeksi.",
      "Väärin saatu tavara ei ole hyödyllinen; mutta vanhurskaus vapauttaa kuolemasta.",
      "Ei Herra anna vanhurskasten sielun nälkää kärsiä, mutta jumalattomain väärin saadut hän hajoittaa.",
      "Petollinen käsi tekee köyhäksi, mutta ahkera saattaa rikkaaksi.",
      "Joka suvella kokoo, hän on toimellinen, mutta joka elonaikana makaa, hän tulee häpiään.",
      "Siunaus on vanhurskaan pään päällä, mutta jumalattoman suun peittää vääryys.",
      "Vanhurskaan muisto pysyy siunauksessa, vaan jumalattomain nimi mätänee.",
      "Joka sydämestänsä viisas on, hän ottaa käskyt vastaan; mutta jolla hullut huulet ovat, se saa haavoja.",
      "Joka nuhteettomasti vaeltaa, hän elää murheetoinna; mutta joka väärällä tiellä vaeltaa, hän tulee ilmi.",
      "Joka silmää iskee, hän vaivaa matkaan saattaa, ja jolla hullut huulet ovat, hän saa haavoja.",
      "Vanhurskaan suu on elämän lähde, mutta jumalattoman suun peittää vääryys.",
      "Viha riidan saattaa, mutta rakkaus peittää kaikki rikokset.",
      "Toimellisten huulissa löydetään viisaus, vaan tyhmäin selkään tarvitaan vitsa.",
      "Viisaat opin kätkevät, vaan hulluin suu on täynnä vahinkoa.",
      "Rikkaan tavara on hänen vahva kaupunkinsa; mutta köyhyys tekee köyhän pelkuriksi.",
      "Vanhurskaus tekee työtä hengen ylöspitämiseksi, mutta jumalattoman saalis on symmiksi.",
      "Joka kurituksen ottaa vastaan, hän on elämän tiellä; mutta joka rangaistuksen heittää pois, hän menee väärin.",
      "Petolliset suut peittävät vainon, ja joka panettelee,hän on tyhmä.",
      "Jossa paljo puhutaan, siitä ei synti ole kaukana; mutta joka huulensa hillitsee, hän on toimellinen.",
      "Vanhurskaan kieli on kalliimpi hopiaa, mutta jumalattoman sydän on miinkuin ei mitään.",
      "Vanhurskaan huulet monta ravitsevat, mutta hullut kuolevat hulluudessa.",
      "Herran siunaus tekee rikkaaksi ilman vaivaa.",
      "Hullu tekee pahaa ja nauraa sitä, vaan viisas pitää siitä vaarinsa.",
      "Mitä jumalatoin pelkää, se hänelle tapahtuu, ja mitä vanhurskaat himoitsevat, sitä heille annetaan.",
      "Jumalatoin on niinkuin tuulispää, joka menee ohitse ja tyhjiksi raukee; mutta vanhurskas pysyy ijankaikkisesti.",
      "Niin kuin etikka tekee pahaa hampaille ja savu silmille, niin on laiska niiden mielestä paha, jotka hänen lähettävät.",
      "Herran pelko enentää päiviä, vaan jumalattomain vuodet vähennetään.",
      "Vanhurskaan toivo on ilo, mutta jumalattomain toivo katoo.",
      "Herran tie on hurskasten väkevyys, mutta pahointekiät ovat pelkurit.",
      "Vanhurskas pysyy aina kohdallansa kukistamatta, mutta jumalattoman ei pidä asuman maan päällä.",
      "Vanhurskaan suu tuottaa viisauden, vaan vääräin kieli hukutetaan.",
      "Vanhurskaan huulet opettavat terveellisiä asioita, vaan jumalattoman suu on täynnä vääryyttä."
    ],
    [
      "Väärä vaaka on Herralle kauhistus, mutta oikia puntari on hänelle otollinen.",
      "Kussa ylpeys on, siinä on myös ylönkatse; mutta viisaus on nöyräin tykönä.",
      "Viattomuus johdattaa siviät, vaan pahuus kukistaa pilkkaajat.",
      "Ei rakkaus auta vihan päivänä, mutta vanhurskaus vapahtaa kuolemasta.",
      "Viattoman vanhurskaus tekee hänen tiensä tasaiseksi, mutta jumalatoin lankee jumalattomassa menossansa.",
      "Jumalisten vanhurskaus pelastaa heitä, vaan väärintekiät käsitetään viekkaudessansa.",
      "Kuin jumalatoin ihminen kuolee, niin ei ole yhtään toivoa: ja jota väärintekiät odottavat, se tulee tyhjäksi.",
      "Vanhurskas vapahdetaan vaivasta, ja jumalatoin tuleehänen siaansa.",
      "Ulkokullatun ihmisen suun kautta petetään hänen lähimmäisensä; vaan vanhurskaat ymmärtävät sen, ja pelastetaan.",
      "Kaupunki iloitsee, koska vanhurskaan hyvin käy, ja riemuitsee, koska jumalatoin hukkuu.",
      "Vanhurskasten siunauksen kautta kaupunki korotetaan, vaan jumalattoman suun kautta kukistetaan.",
      "Joka lähimmäistänsä häpäisee, se on hullu, mutta toimellinen mies on vaiti.",
      "Panettelia ilmoittaa salaisuuden, vaan jolla on uskollinen sydän, hän salaa sen.",
      "Jossa ei neuvoa ole, siinä kansa hukkuu; vaan jossa monta neuvonantajaa on, siinä hyvin käy.",
      "Joka toisen takaa, hän tulee vahinkoon; vaan joka siitä itsensä pitää pois, hän on murheetoin.",
      "Vaimo, joka otollinen on, pitää kunnian; vaan väkevät pitävät rikkauden.",
      "Armias mies tekee ruumiillensa hyvää; vaan se, joka julma on, saattaa lihansa murheelliseksi.",
      "Jumalattoman työ on turha, vaan joka vanhurskautta kylvää, sillä on hyvä palkka.",
      "Sillä vanhurskaus saattaa elämän, vaan joka pahaa pyytää, hän saattaa kuoleman.",
      "Petollinen sydän on kauhistus Herralle, Vaan viattoman tie on hänelle otollinen.",
      "Ei jumalattoimia auta, vaikka kaikki kätensä yhteen pistäisivät, mutta vanhurskaan siemen pelastetaan.",
      "Kaunis vaimo ilman taidota on niinkuin sika, jolla olis kultainen käädy kuonossa.",
      "Vanhurskasten himo on ainoastaan hyvä, vaan jumalattomain odotus on kiukku.",
      "Muutama jakaa omastansa, ja saa enemmän; toinen säästää, jossa ei pitäisi, ja tulee köyhemmäksi.",
      "Sielu, joka siunaa, tulee rikkaaksi: ja joka juottaa, se myös juotetaan.",
      "Joka jyvät salaa, häntä kansa kiroilee; mutta joka myy, hänelle tulee siunaus.",
      "Joka varhain hyvää etsii, hänelle hyvin menestyy; mutta joka pahaa noudattaa, hänelle pahoin tapahtuu.",
      "Joka rikkauteensa luottaa, hän hukkuu, vaan vanhurskaat viheriöitsevät niinkuin lehti.",
      "Joka huoneensa murheelliseksi tekee, hän saa tuulen perinnöksi: ja hullun täytyy viisasta palvella.",
      "Vanhurskaan hedelmä on elämän puu: joka viisas on, hän kääntää sielut.",
      "Koska vanhurskas paljon kärsii, kuinka paljoa enemmin jumalatoin ja syntinen?"
    ],
    [
      "Joka itsensä mielellänsä kurittaa antaa, se tulee toimelliseksi; mutta joka rankaisematta olla tahtoo, se on tyhmä.",
      "Hyvä saa lohdutuksen Herralta, mutta häijy mies hyljätään.",
      "Ei ihminen vahvistu jumalattomuudessa, vaan vanhurskaan juuri on pysyväinen.",
      "Ahkera vaimo on miehensä kruunu, vaan häijy on niinkuin märkä hänen luissansa.",
      "Vanhurskasten ajatukset ovat vilpittömät, vaan jumalattomain aivoitus on petollinen.",
      "Jumalattomain sanat väijyvät verta, vaan hurskasten suu vapahtaa heitä.",
      "Jumalattomat kaatuvat, ja ei ole sitte enää, mutta vanhurskasten huone pysyy.",
      "Toimellinen mies neuvossansa ylistetään, vaan petollinen tulee katsotuksi ylön.",
      "Parempi on nöyrä, joka omansa katsoo, kuin se, joka tahtoo iso olla, ja kuitenkin puuttuu leipää.",
      "Vanhurskas armahtaa juhtaansa, mutta jumalattoman sydän on halutoin.",
      "Joka peltonsa viljelee, se saa leipää yltäkylläisesti; vaan joka turhia ajelee takaa, se on tyhmä.",
      "Jumalatoin halajaa aina pahaa tehdä, mutta vanhurskaan juuri kantaa hedelmää.",
      "Ilkiä käsitetään omissa sanoissansa, vaan vanhurskas pääsee hädästä.",
      "Suun hedelmästä tulee paljon hyvää; ja niinkuin kukin käsillänsä tehnyt on, kostetaan hänelle.",
      "Tyhmäin mielestä on hänen tiensä otollinen, mutta viisas ottaa neuvon.",
      "Tyhmä osoittaa kohta vihansa, vaan joka peittää vääryyden, se on kavala.",
      "Joka totuuden puhuu, se vanhurskauden ilmoittaa; mutta joka väärin todistaa, hän pettää.",
      "Joka ajattelematta puhuu, hän pistää niinkuin miekalla; vaan viisasten kieli on terveellinen.",
      "Totinen suu pysyy vahvana ijankaikkisesti, vain väärä kieli ei pysy kauvan.",
      "Jotka pahaa ajattelevat, niiden sydämessä on petos; vaan jotka rauhaa neuvovat, niillä on ilo.",
      "Ei vanhurskaalle mitään vaaraa tapahdu; vaan jumalattomat pahuudella täytetään.",
      "Petolliset huulet ovat Herralle kauhistus; vaan jotka oikein tekevät, ovat hänelle otolliset.",
      "Kavala salaa taitonsa, vaan hulluin sydän ilmoittaa hulluutta.",
      "Ahkera käsi saa hallita, vaan laiskan täytyy veronalaiseksi tulla.",
      "Sydämellinen murhe kivistelee, vaan lohdullinen sana iloittaa,",
      "Vanhurskas on parempi lähimmäistänsä, mutta jumalattoman tie viettelee hänen",
      "Ei petollinen asia menesty, mutta ahkera saa hyvän tavaran.",
      "Vanhurskauden tiellä on elämä, ja hänen poluillansa ei ole kuolemaa."
    ],
    [
      "Viisas poika ottaa isänsä kurituksen, mutta pilkkaaja ei tottele rangaistusta.",
      "Suunsa hedelmästä kukin nautitsee hyvää, vaan jumalattomain sielu vääryyttä.",
      "Joka suunsa hallitsee, hän saa elää; vaan joka suunsa toimettomasti avajaa, se tulee hämmästykseen.",
      "Laiska pyytää ja ei saa, mutta viriät saavat yltäkylläisesti.",
      "Vanhurskas vihaa valhetta, mutta jumalatoin häpäisee ja pilkkaa itsiänsä.",
      "Vanhurskaus varjelee nuhteettoman, mutta jumalatoin meno kukistaa syntisen.",
      "Moni on köyhä suuressa rikkaudessa, ja moni rikas köyhyydessänsä.",
      "Rikkaudellansa taitaa joku lunastaa henkensä; mutta joka köyhä on, ei hän kuule kuritusta.",
      "Vanhurskasten valkeus tekee iloiseksi, vaan jumalattomain kynttilä sammuu.",
      "Ylpeiden seassa on aina riita, mutta viisaus saattaa ihmisen toimelliseksi.",
      "Rikkaus vähenee tuhlatessa, vaan koossa pitäin se enenee.",
      "Viivytetty toivo vaivaa sydäntä; vaan kuin se tulee, jota hän toivoo, se on elämän puu.",
      "Joka sanan katsoo ylön, hän turmelee itsensä; mutta joka käskyä pelkää, hän rauhassa vaeltaa.",
      "Viisaan oppi on elämän lähde, Välttämään kuoleman paulaa.",
      "Hyvä neuvo on otollinen; vaan ylönkatsojain tie on kova.",
      "Viisas tekee kaiken toimellisesti, vaan hullu ilmoittaa tyhmyyden.",
      "Jumalatoin sanansaattaja lankee onnettomuuteen, vaan totinen lähetys on terveellinen.",
      "Joka kurituksen hylkää, hänellä on köyhyys ja häpiä; vaan joka antaa itsensä rangaista, hän tulee kunniaan.",
      "Kun toivo tulee täytetyksi, niin sydän iloitsee; mutta joka pahuutta välttää; on hulluille kauhistukseksi.",
      "Joka viisasten kanssa käyskentelee, hän tulee viisaaksi; vaan joka hulluin kumppani on, hän tulee vahinkoon.",
      "Pahuus noudattaa syntisiä, mutta vanhurskaille kostetaan hyvyydellä.",
      "Hyvällä on perilliset lasten lapsissa; vaan syntisen tavara vanhurskaalle säästetään.",
      "Paljo ruokaa on köyhän kynnössä; vaan jotka vääryyttä tekevät, ne hukkuvat.",
      "Joka vitsaansa säästää, hän vihaa lastansa; vaan joka häntä rakastaa, hän aikanansa sitä kurittaa.",
      "Vanhurskas syö, että hänen sielunsa ravittaisiin; vaan jumalattomain vatsa on tyytymätöin."
    ],
    [
      "Viisas vaimo rakentaa huoneensa, vaan hullu kukistaa sen teollansa.",
      "Joka vaeltaa oikiaa tietä, se pelkää Herraa; mutta se, joka poikkee pois tieltänsä, ylönkatsoo hänen.",
      "Tyhmän suussa on ylpeyden vitsa; vaan viisasten huulet varjelevat heitä.",
      "Jossa ei härkiä ole, siinä seimet puhtaana ovat; vaan jossa juhdat työtä tekevät, siinä tuloa kyllä on.",
      "Totinen todistaja välttää valhetta; vaan väärä todistaja rohkiasti valhettelee.",
      "Pilkkaaja etsii viisautta, ja ei löydä; vaan toimelliset viisauden huokiasti saavat.",
      "Mene pois tyhmän tyköä; sillä et sinä opi mitään häneltä.",
      "Toimellisen viisaus on teistänsä ottaa vaarin; vaan tyhmäin hulluus on sula petos.",
      "Tyhmä nauraa syntiä, mutta hurskasten välillä on hyvä suosio.",
      "Koska sydän on murheellinen, niin ei auta ulkonainen ilo.",
      "Jumalattomain huoneet kukistetaan, vaan jumalisten majat viheriöitsevät.",
      "Monella on tie mielestänsä oikia, vaan viimeiseltä johdattaa se kuolemaan.",
      "Naurun jälkeen tulee murhe, ja ilon perästä suru.",
      "Tyhmälle tapahtuu laittamisensa jälkeen, vaan hyvä ihminen asetetaan hänen ylitsensä.",
      "Taitamatoin uskoo kaikki, mutta ymmärtäväinen ottaa teistänsä vaarin.",
      "Viisas pelkää ja karttaa pahaa, vaan tyhmä päätähavin menee.",
      "Äkillinen ihminen tekee hullun töitä, ja kavala ihminen tulee vihattavaksi.",
      "Taitamattomat perivät tyhmyyden; vaan se on toimellisten kruunu, että he toimellisesti tekevät.",
      "Häijyn täytyy kumartaa hyviä, ja jumalattomat vanhurskasten porteissa.",
      "Köyhää vihaavat hänen lähimmäisensäkin; vaan rikkaalla on monta ystävää.",
      "Joka katsoo lähimmäisensä ylön. hän tekee syntiä; vaan autuas on se, joka viheliäistä armahtaa.",
      "Jotka viekkaudessa vaeltavat, niiltä puuttuu; mutta jotka hyvää ajattelevat, niille tapahtuu hyvyys ja uskollisuus.",
      "Jossa työtä tehdään, siinä kyllä on; vaan joka tyhjiin puheisiin tyytyy, siinä on köyhyys.",
      "Viisasten rikkaus on heidän kruununsa, mutta tyhmäin hulluus on hulluus.",
      "Uskollinen todistaja vapahtaa hengen, vaan väärä todistaja pettää.",
      "Joka Herraa pelkää, hänellä on vahva linna, ja hänen lapsensa varjellaan.",
      "Herran pelko on elämän lähde, että kuoleman nuora välttää taidetaan.",
      "Koska kuninkaalla on paljo väkeä, se on hänen kunniansa; vaan koska vähä on väkeä, se tekee päämiehen kehnoksi.",
      "Joka on pitkämielinen, se on viisas; vaan joka äkillinen on, se ilmoittaa tyhmyyden.",
      "Leppyinen sydän on ruumiin elämä; vaan kateus on märkä luissa.",
      "Joka köyhälle tekee väkivaltaa, hän laittaa hänen luojaansa; vaan joka armahtaa vaivaista, se kunnioittaa Jumalaa.",
      "Pahuutensa tähden jumalatoin kukistetaan; vaan vanhurskas on kuolemassakin rohkia.",
      "Toimellisen sydämessä lepää viisaus; mutta mitä tyhmäin mielessä on, se tulee ilmi.",
      "Vanhurskaus korottaa kansan, vaan synti on kansan häpiä.",
      "Toimellinen palvelia on kuninkaalle otollinen; vaan häpiällistä palveliaa ei hän kärsi."
    ],
    [
      "Suloinen vastaus hillitse vihan, mutta kova sana saattaa mielen karvaaksi.",
      "Viisasten kieli saattaa opetuksen suloiseksi, vaan tyhmäin suu aina hulluuta sylkee.",
      "Herran silmät katselevat joka paikassa, sekä pahat että hyvät.",
      "Terveellinen kieli on elämän puu: vaan valhettelevainen saattaa sydämen kivun.",
      "Tyhmä laittaa isänsä kurituksen; vaan joka rangaistuksen ottaa, hän tulee taitavaksi.",
      "Vanhurskaan huoneessa on yltäkyllä; vaan jumalattoman saalis on hävintö.",
      "Viisasten huulet jakavat neuvoa; vaan tyhmäin sydän ei ole niin.",
      "Jumalattoman uhri on Herralle kauhistus; vaan jumalisten rukous on hänelle otollinen.",
      "Jumalattoman tie on Herralle kauhistus; vaan joka vanhursjautta noudattaa, on hänelle rakas.",
      "Kuritus on sille paha, joka hylkää tiensä: ja joka rangaistusta vihaa, hänen pitää kuoleman.",
      "Helvetti ja kadotus on Herran edessä: kunka paljon enemmin ihmisten lasten sydämet.",
      "Ei pilkkaaja rakasta sitä, joka häntä rankaisee, ja ei hän mene viisasten tykö.",
      "Iloinen sydän tekee iloiset kasvot; vaan koska sydän on surullinen, niin rohkeus raukee.",
      "Ymmärtäväinen sydän etsii viisautta; vaan tyhmäin suu tyhmyydellä ravitaan.",
      "Surullisella ihmisellä ei ole koskaan hyvää päivää; vaan jolla hyvä sydän on, hänellä on joka päivä vieraspito.",
      "Parempi on vähä Herran pelvossa, kuin suuri tavara ilman lepoa.",
      "Parempi on ateria kaalia rakkaudessa, kuin syötetty härkä vihassa.",
      "Vihainen mies saattaa toran matkaan; mutta kärsivällinen asettaa riidan.",
      "Laiskan tie on orjantappurainen; vaan hurskasten tie on tasainen.",
      "Viisas poika iloittaa isänsä, ja hullu ihminen häpäisee äitinsä.",
      "Hulluulle on tyhmyys iloksi; vaan toimellinen mies pysyy oikialla tiellä.",
      "Aivoitus raukee ilman neuvoaa; vaan jossa monta neuvonantajaa on, se on vahva.",
      "Se on ihmisen ilo, että hän toimella vastata taitaa, ja aikanansa sanottu sana on otollinen.",
      "Elämän tie johdattaa viisaan ylöspäin, välttämään helvettiä, joka alhaalla on.",
      "Herra ylpeiden huoneet kukistaa, ja vahvistaa lesken rajat.",
      "Ilkiäin aivoitukset ovat Herralle kauhistukseksi; vaan toimellinen puhe on otollinen.",
      "Ahneudella voitetut kukistavat oman huoneensa; vaan joka lahjoja vihaa, saa elää.",
      "Vanhurskaan sydän ajattelee vastausta; vaan jumalattoman suu ammuntaa pahaa.",
      "Herra on kaukana jumalattomista; vaan hän kuulee vanhurskasten rukoukset.",
      "Suloinen kasvo iloittaa sydämen: hyvä sanoma tekee luut lihaviksi.",
      "Korva, joka kuulee elämän rangaistusta, on asuva viisasten seassa.",
      "Joka ei itsiänsä salli kurittaa, se katsoo ylön sielunsa; vaan joka rangaistusta kuulee, hän tulee viisaaksi.",
      "Herran pelko on kuritus viisauteen, ja kunnian edellä käy nöyryys."
    ],
    [
      "Ihminen aikoo sydämessänsä; vaan Herralta tulee kielen vastaus.",
      "Jokaisen mielestä on hänen tiensä puhdas; mutta Herra tutkistelee sydämet.",
      "Anna Herran haltuun sinun työs, niin sinun aivoitukses menestyy.",
      "Herra tekee kaikki itse tähtensä, niin myös jumalattoman pahaksi päiväksi.",
      "Jokainen ylpiä on Herralle kauhistus, ja ei pääse rankaisematta, ehkä he kaikki yhtä pitäisivät.",
      "Laupiuden ja totuuden kautta pahateko sovitetaan, ja Herran pelvolla paha vältetään.",
      "Jos jonkun tiet ovat Herralle kelvolliset, niin hän myös kääntää hänen vihamiehensä rauhaan.",
      "Parempi on vähä vanhurskaudessa, kuin suuri saalis vääryydessä.",
      "Ihmisen sydän aikoo tiensä; vaan Herra johdattaa hänen käymisensä.",
      "Ennustus on kuninkaan huulissa: ei hänen suunsa puhu tuomiossa väärin.",
      "Oikia puntari ja vaaka on Herralta, ja kaikki painokivet kukkarossa ovat hänen tekoansa.",
      "Kuninkaan edessä on kauhistus väärin tehdä; sillä vanhurskaudella istuin vahvistetaan.",
      "Oikia neuvo on kuninkaalle otollinen; ja joka oikein puhuu, häntä rakastetaan.",
      "Kuninkaan viha on kuoleman sanansaattaja; ja viisas mies lepyttää hänen.",
      "Kuin kuninkaan kasvo on leppyinen, siinä on elämä, ja hänen armonsa on niinkuin hiljainen sade.",
      "Ota viisautta tykös, sillä se on parempi kultaa: ja saada ymmärrystä on kalliimpi hopiaa.",
      "Siviän tiet välttävät pahaa, ja joka sielunsa varjelee, se tiestänsä ottaa vaarin.",
      "Joka alennetaan, se ensisti tulee ylpiäksi; ja ylpeys on aina lankeemuksen edellä.",
      "Parempi on nöyränä olla siveiden kanssa, kuin jakaa suurta saalista ylpeiden kanssa.",
      "Joka jonkun asian viisaasti alkaa, hän löytää onnen; ja se on autuas, joka luottaa Herraan.",
      "Toimellinen mies ylistetään viisautensa tähden; ja suloinen puhe lisää oppia.",
      "Viisaus on elämän lähde hänelle, joka sen saanut on, vaan tyhmäin oppi on hulluus.",
      "Viisas sydän puhuu toimellisesti, ja hänen huulensa opettavat hyvin.",
      "Suloiset sanat ovat mesileipää; ne lohduttavat sielua, ja virvoittavat luut.",
      "Monella on tie mielestänsä oikia, vaan se johdattaa viimein kuolemaan.",
      "Moni tulee suureen vahinkoon oman suunsa kautta.",
      "Jumalatoin ihminen kaivaa onnettomuutta, ja hänen suussansa palaa niinkuin tuli.",
      "Väärä ihminen saattaa riidan, ja panettelia tekee ruhtinaat eripuraisiksi.",
      "Viekas ihminen houkuttelee lähimmäistänsä, ja johdattaa hänen pahalle tielle.",
      "Joka silmää iskee, ei se hyvää ajattele, ja joka huuliansa pureskelee, se pahaa matkaan saattaa.",
      "Harmaat hiukset ovat kunnian kruunu, joka löydetään vanhurskauden tiellä.",
      "Kärsivällinen on parempi kuin väkevä; ja joka hillitsee mielensä, on parempi, kuin se joka kaupungin voittaa.",
      "Arpa heitetään syliin, vaan Herralta tulee kaikki sen meno."
    ],
    [
      "Kuiva pala, siinä jossa rauha on, on parempi kuin huone teurasta täynnä riidassa.",
      "Toimellinen palvelia hallitsee häpiällisiä lapsia, ja hän jakaa perintöä veljein välillä.",
      "Niinkuin tuli koettelee hopian ja ahjo kullan, niin Herra tutkistelee sydämet.",
      "Paha ottaa pahoista suista vaarin, ja petollinen kuuntelee mielellänsä vahingollista kieltä.",
      "Joka köyhää syljeskelee, se häpäisee Luojaansa; ja joka iloitsee toisen vahingosta, ei pääse rankaisematta.",
      "vanhain kruunu ovat lasten lapset, ja lasten kunnia ovat heidän isänsä.",
      "Ei sovi tyhmäin puhua korkeista asioista, paljoa vähemmin päämiehen valhetella.",
      "Jolla vara on lahja antaa, se on niinkuin kallis kivi: kuhunka hän itsensä kääntää, niin hän viisaana pidetään.",
      "Joka syntiä peittää, se saattaa itsellensä ystävyyden; vaan joka asian ilmoittaa, se saattaa ruhtinaat eripuraisiksi.",
      "Sanat vaikuttavat enemmän toimellisen tykönä, kuin sata haavaa tyhmän tykönä.",
      "Niskuri tosin etsii vahinkoa, vaan julma enkeli lähetetään häntä vastaan.",
      "Parempi on kohdata karhua, jolta pojat ovat otetut pois, kuin hullua hulluudessansa.",
      "Joka kostaa hyvän pahalla, ei hänen huoneestansa pidä pahuus luopuman.",
      "Riidan alku on niinkuin vewsi, joka itsensä leikkaa ulos: lakkaa riidasta ennenkuin sinä siihen sekaannut.",
      "Joka jumalattoman hurskaaksi sanoo, ja joka vanhurskaan soimaa jumalattomaksi, ne molemmat ovat Herralle kauhistus.",
      "Mitä tyhmä tekee kädessänsä rahalla, ettei hänellä ole sydäntä ostaa viisautta?",
      "Ystävä rakastaa ainian, ja veli tulee julki hädässä.",
      "Se on tyhmä ihminen, joka kätensä taritsee, ja takaa lähimmäisensä.",
      "Joka toraa rakastaa, se rakastaa syntiä; ja joka ovensa korottaa, se etsii onnettomuutta.",
      "Häijy sydän ei löydä mitään hyvää; ja jolla paha kieli on, se lankee onnettomuuteen.",
      "Joka tyhmän synnyttää, hänellä on murhe, ja tyhmän isällä ei ole iloa.",
      "Iloinen sydän tekee elämän suloiseksi, vaan surullinen sydän kaivaa luut.",
      "Jumalatoin ottaa mielellänsä salaisesti lahjoja, mutkataksensa lain teitä.",
      "Toimellinen mies laittaa itsensä viisaasti, vaan tyhmä heittelee silmiänsä sinne ja tänne.",
      "Hullu popika on isänsä suru, ja äidillensä murhe, joka hänen synnyttänyt on.",
      "Ei ole se hyvä, että vanhurskalle tehdään väärin, taikka että sitä ruhtinasta lyödään, joka oikein tuomitsee.",
      "Toimellinen mies taitaa puheensa tallella pitää, ja taitava mies on kallis sielu.",
      "Jos tyhmä vaiti olis, niin hän viisaaksi luettaisiin, ja toimelliseksi, jos hän suunsa pitäis kiinni."
    ],
    [
      "Eripurainen etsii mitä hänelle kelpaa, ja sekoittaa itsensä kaikkiin asioihin.",
      "Tyhmällä ei ole himo ymmärrykseen, vaan niitä ilmoittamaan, mitkä ovat hänen sydämessänsä.",
      "Jumalattoman tullessa tulee ylönkatse, pilkka ja häpiä.",
      "Sanat ihmisen suussa ovat niinkuin syvät vedet, ja viisauden lähde on täynnä virtaa.",
      "Ei ole hyvä katsoa jumalattomain muotoa, ja sortaa vanhurskasta tuomiossa.",
      "Tyhmän huulet saattavat toran, ja hänen suunsa noudattaa haavoja.",
      "Tyhmän suu häpäisee itsensä, ja hänen huulensa ovat paula omalle omalle sielulle.",
      "Panetteian sanat ovat haavat, ja käyvät läpi sydämen.",
      "Joka laiska on työssänsä, hän on sen veli, joka vahinkoa tekee.",
      "Herran nimi on vahva linna: vanhurskas juoksee sinne, ja tulee varjelluksi.",
      "Rikkaan tavara on hänelle vahva kaupunki, ja niinkuin korkea muuri hänen mielestänsä.",
      "Kuin joku lankee, niin hänen sydämensä ensisti tulee ylpiäksi, ja ennenkuin joku kunniaan tulee, pitää hänen nöyrän oleman..",
      "Joka vastaa ennekuin hän kuulee, se on hänelle hulluudeksi ja häpiäksi.",
      "Ihmisen henki pitää ylös hänen heikkoutensa; vaan murheellista henkeä kuka voi kärsiä?",
      "Ymmärtäväinen sydän saa viisauden, ja viisasten korva etsii taitoa.",
      "Ihmisen lahja tekee hänelle avaran sian, ja saattaa suurten herrain eteen.",
      "Jokaisella on ensisti omassa asiassansa oikeus; vaan kuin hänen lähimmäisensä tulee, niin se löydetäään.",
      "Arpa asettaa riidan, ja eroitaa voimallisten vaiheella.",
      "Vihoitettu veli pitää puoltansa lujemmin kuin vahva kaupunki; ja riita pitää kovemmin puolensa kuin telki linnan edessä.",
      "Sen jälkeen kullekin maksetaan, kuin hänen suunsa on puhunut; ja hän ravitaan huultensa hedelmästä.",
      "Kuolema ja elämä on kielen voimassa: joka häntä rakastaa, se saa syösä hänen hedelmästänsä.",
      "Joka aviovaimon osaa, hän löytäää hyvän kappaleen, ja saa mielisuosionsa Herralta.",
      "Köyhä mies puhuu nöyrästi, vaan rikas vastaa ylpiästi.",
      "Ihminen, jolla on ystävä, pitää oleman ystävällinen; sillä ystävä pitää lujemmin hänen kanssansa kuin veli."
    ],
    [
      "Köyhä joka siveydessä vaeltaa, on parempi kuin väärä huulissansa, joka kuitenkin tyhmä on.",
      "Joka ei toimella laita, ei hänelle hyvin käy; ja joka on nopsa jaloista, se loukkaa itsensä.",
      "Ihmisen tyhmyys eksyttää hänen tiensä, niin että hänen sydämensä vihastuu Herraa vastaan.",
      "Tavara tekee monta ystävää, vaan köyhä hyljätään ystäviltä.",
      "Ei väärä todistaja pidä pääsemän rankaisematta; joka rohkiasti valehtelee, ei hänen pidä selkeemän.",
      "Moni rukoilee päämiestä, ja jokainen on hänen ystävänsä, joka lahjoja jakaa.",
      "Köyhää vihaavat kaikki hänen veljensä, ja hänen ystävänsä vetäytyvät taamma hänestä; ja joka sanoihin luottaa, ei hän saa mitään.",
      "Joka viisas on, hän rakastaa henkeänsä, ja joka toimellinen on, se löytää hyvän.",
      "Väärä todistaja ei pidä pääsemän rankaisematta; ja joka rohkiasti valehtelee, se kadotetaan.",
      "Ei hullulle sovi hyvät päivät, paljoa vähemmin palvelian päämiehiä hallita.",
      "Joka on kärsivällinen, se on toimellinen ihminen; ja se on hänelle kunniaksi, että hän viat välttää.",
      "Kuninkaan viha on niinkuin nuoren jalopeuran kiljuminen; mutta hänen ystävyytensä on niinkuin kaste ruoholle.",
      "Hullu poika on isänsä murhe, ja riitainen vaimo on niinkuin alinomainen pisaroitseminen.",
      "Huoneet ja tavarat peritään vanhemmilta, vaan toimellinen emäntä tulee Herralta.",
      "Laiskuus tuo unen, ja joutilas sielu kärsii nälkää.",
      "Joka käskyt pitää, hän on vapahtanut henkensä; vaan joka tiensä hylkää, hänen pitää kuoleman.",
      "Jöka köyhää armahtaa, hän lainaa Herralle, joka hänen hyvän työnsä hänelle jälleen maksava on.",
      "Kurita lastas, koska vielä toivo on; mutta älä pyydä häntä tappaa;",
      "Sillä suuri julmuus saattaa vahingon: sentähden laske vallallensa, ja kurita häntä toistamiseen.",
      "Kuule neuvoa ja ota kuritus vastaan, tullakses vihdoinkin viisaaksi.",
      "Monet aivoitukset oavt miehen sydämessä; mutta Herran neuvo on pysyväinen.",
      "Ihmiselle kelpaa hänen laupeutensa, ja köyhä mies on parempi kuin valehtelia.",
      "Herran pelko saattaa elämän, ja se pysyy ravittuna, ettei mikään paha häntä lähesty.",
      "Laiska kätkee kätensä poveensa, ja ei vie sitä jälleen suuhunsa.",
      "Jos pilkkaajaa lyödään, niin taitamatoin tulee viisaaksi; ja jos toimellista lyödään, niin hän tulee toimelliseksi.",
      "Joka vaivaa isäänsä, ja ajaa ulos äitinsä, hän on häpeemätöin ja kirottu lapsi.",
      "Lakkaa poikani, kuuntelemasta sitä neuvoa, joka sinua viettelee pois toimellisesta opista.",
      "Väärä todistus häpäisee tuomion, ja jumalattomain suu nielee vääryyden.",
      "Pilkkaajille on rangaistus valmistettu, ja haavat hulluin selkään."
    ],
    [
      "Viina tekee pilkkaajaksi, ja väkevät juotavat tekevät tyhmäksi: joka niitä halajaa, ei hän ikinä viisaaksi tule.",
      "Kuninkaan peljättämys on niinkuin nuoren jalopeuran kiljuminen: joka hänen vihoittaa, hän tekee omaa henkeänsä vastoin.",
      "Miehen kunnia on olla ilman riitaa; vaan jotka mielellänsä riitelevät, ovat kaikki tyhmät.",
      "Kylmän tähden ei tahdo laiska kyntää; sentähden hän elonaikana kerjää, ja ei saa mitään.",
      "Neuvo on miehen sydämessä niinkuin syvä vesi; mutta toimellinen ammuntaa sen ylös.",
      "Monta ihmistä kerskataan hyväksi; vaan kuka löytää jonkun, joka todella hyvä on?",
      "Vanhurskas siveydessä vaeltaa; hänen lastensa käy hyvin hänen perässänsä.",
      "Kuningas, joka istuu istuimella tuomitsemaan, hajoittaa kaikki, jotka pahat ovat, silmillänsä.",
      "Kuka sanoo: minä olen puhdas sydämessäni, ja vapaa synnistäni?",
      "Monenlainen vaaka ja mitta ovat molemmat kauhistus herralle.",
      "Nuorukainen tunnetaan menostansa, jos hän siviäksi ja toimelliseksi tuleva on.",
      "Kuulevaisen korvan ja näkeväisen silmän on Herra molemmat tehnyt.",
      "Älä rakasta unta, ettes köyhtyisi: avaa silmäs, niin sinä saat kyllän leipää.",
      "Paha, paha, sanoo ostaja; mutta mentyänsä pois hän kerskaa.",
      "Kultaa ja kalliita kiviä löydetään kyllä, vaan toimellinen suu on kallis kappale.",
      "Ota hänen vaattensa joka muukaisen takaa: ja ota häneltä pantti tuntemattoman edestä.",
      "Varastettu leipä maistuu miehelle hyvin; vaan sitte pitää hänen suunsa oleman täynnä teräviä kiviä.",
      "Aivoitukset menestyvät, kuin ne neuvotella toimitetaan, ja sodat myös pitää toimella pidettämän.",
      "Älä sekoita sinuas sen kanssa, joka salaisuuden ilmoittaa, ja joka panettelee, ja jolla petollinen suu on.",
      "Joka isäänsä ja äitiänsä kiroilee, hänen kynttilänsä pitää sammuman synkiässä pimeydessä.",
      "Perintö, johon varhain kiiruhdetaan, on viimeiseltä ilman siunausta.",
      "Älä sano: minä kostan pahan; odota Herraa, hän auttaa sinua.",
      "Monenlaiset puntarit ovat Herralle kauhistus, ja väärä vaaka ei ole hyvä.",
      "Jokaisen retket tulevat Herralta: kuka ihminen taitaa ymmärtää tiensä?",
      "Se on ihmiselle paula, kuin hän pilkkaa pyhää, ja etsii sitte lupauksia.",
      "Viisas kuningas hajoittaa jumalattomat, ja antaa ratasten käydä heidän päällitsensä.",
      "Herran kynttilä on ihmisen henki: hän käy läpi koko sydämen.",
      "Laupius ja totuus varjelee kuninkaan, ja hän vahvistaa istuimensa laupiudella.",
      "Nuorten miesten väkevyys on heidän kunniansa, ja harmaat karvat on vanhain kaunistus.",
      "Haavoilla pitää pahuus ajettaman pois, ja koko sydämen kivulla."
    ],
    [
      "Kuninkaan sydän on Herran kädessä, niinkuin vesiojat, ja hän taittaa sen kuhunka tahtoo.",
      "Jokainen luulee tiensä oikiaksi, vaan Herra koettelee sydämet.",
      "Hyvin ja oikein tehdä, on Herralle otollisempi kuin uhri.",
      "Ylpiät silmät ja paisunut sydän, ja jumalattomain kynttilä on synti.",
      "Ahkeran miehen aivoitukset tuovat yltäkylläisyyden; vaan joka pikainen on, se tulee köyhäksi.",
      "Joka tavaran kokoo valheella, se on kulkeva turhuus, niiden seassa, jotka kuolemaa etsivät.",
      "Jumalattomain raatelemus pitää heitä peljättämän; sillä ei he tahtoneet tehdä, mitä oikia on.",
      "Jumalattoman ihmisen tie on outo; mutta puhtaan työ on oikia.",
      "Parempi on asua katon kulmalla, kuin riitaisen vaimon kanssa yhdessä huoneessa.",
      "Jumalattoman sielu toivottaa pahaa, ja ei suo lähimmäisellensä mitään.",
      "Kuin pilkkaaja rangaistaan, niin tyhmät viisaaksi tulevat, ja kuin viisas tulee opetetuksi, niin hän ottaa opin.",
      "vanhurskas pitää itsensä viisaasti jumalattoman huonetta vastaan; vaan jumalattomat kietovat itsensä onnettomuuteen.",
      "Joka tukitsee korvansa köyhän huudolta, hänen pitää myös huutaman, ja ei kuultaman.",
      "Salainen lahja asettaa vihan, ja helmaan anto lepyttä suurimman kiukun.",
      "Se on vanhurskaille ilo, tehdä mikä oikia on, vaan pahantekiöillä on pelko.",
      "Ihminen joka poikkee viisauden tieltä, pitää oleman kuolleiden joukossa.",
      "Joka hekumaa rakastaa, se tulee köyhäksi; ja joka viinaa ja öljyä rakastaa, ei hän tule rikkaaksi.",
      "Jumalatoin pitää annettaman ulos vanhurskaan siaan, ja ylönkatsoja siveiden edestä.",
      "Parempi on asua autiossa maassa kuin riitaisen ja vihaisen vaimon kanssa.",
      "Viisaan huoneessa on suloinen tavara ja öljy, vaan tyhmä ihminen sen tuhlaa.",
      "Joka vanhurskautta ja hyvyyttä noudattaa, hän löytää elämän, vanhurskauden ja kunnian.",
      "Viisas mies voittaa väkeväin kaupungin, ja kukistaa heidän uskalluksensa vahvuuden.",
      "Joka suunsa ja kielensä hillitsee, hän varjelee sielunsa ahdistuksesta.",
      "Joka ynseä ja ylpiä on, hän kutsutaan pilkkaajaksi, joka vihassa ynseytensä näyttää.",
      "Laiskan himo tappaa hänen, ettei hänen kätensä tahtoneet mitään tehdä:",
      "Hän himoitsee suuresti kaiken päivän; muuta vanhurskas antaa, ja ei kiellä.",
      "Jumalattomain uhri on kauhistus, semminkin kuin se synnissä uhrataan.",
      "Väärän todistajan pitää hukkuman; vaan joka tottelee, hän saa aina puhua.",
      "Jumalatoin juoksee päätähavin lävitse: mutta hurskas ojentaa tiensä.",
      "Ei yksikään viisaus, eli ymmärrys, eikä neuvo, auta herraa vastaan.",
      "Hevoset valmistetaan sodan päiväksi; mutta voitto tulee herralta."
    ],
    [
      "Hyvä sanoma on kalliimpi kuin suuri rikkaus, ja suosio on parempi kuin hopia ja kulta.",
      "Rikas ja köyhä tulevat toinen toistansa vastaan: ja Herra on ne kaikki tehnyt.",
      "Viisas näkee pahan, ja karttaa; taitamattomat juoksevat lävitse, ja saavat vahingon.",
      "Nöyryyden ja Herran pelvon palkka on rikkaus, kunnia ja elämä.",
      "Orjantappurat ja paulat ovat väärän tiellä; vaan joka siitä taamma vetäytyy, hän varjelee henkensä.",
      "Niinkuin sinä lapsen totutat nuoruudessa, niin ei hän siitä luovu, kuin hän vanhenee.",
      "Rikas vallitsee köyhiä, ja joka lainaksi ottaa, hän on lainaajan orja.",
      "Joka vääryyttä kylvää, se niittäää vaivan, ja hänen pahuutensa hukkuu vitsalla.",
      "Laupiaat silmät siunataan, sillä hän antaa leivästä köyhälle.",
      "Aja pilkkaaja pois,niin riita asettuu, ja tora ja häväistys lakkaa.",
      "Joka sydämen puhtautta rakastaa, sen huulet ovat otolliset, ja kuningas on hänen ystävänsä.",
      "Herran silmät varjelevat hyvän neuvon, ja kukistavat ylönkatsojan sanat.",
      "Laiska sanoo: jalopeura on ulkona, ja minä tapetaan kadulla.",
      "Porttoin suu on syvä kuoppa: joka ei Herran suosiossa ole, hän lankee siihen.",
      "Hulluus riippuu nuorukaisen sydämessä, vaan kurituksen vitsa ajaa sen kauvas hänestä.",
      "Joka köyhälle tekee vääryyttä enentääksensä tavaraansa, hänen pitää itse rikkaalle antaman, ja tosin köyhäksi tuleman.",
      "Kallista korvas ja kuule viisasten sanat, ja pane minun oppini sydämees.",
      "Sillä se on sinulle suloinen, jos sinä pidät sen mielessäs, ja ne sovitetaan yhteen sinun huulilles.",
      "Että sinun toivos olis Herrassa, olen minä sinua tänäpänä neuvonut; niin ota myös sinä näistä vaari.",
      "Enkö minä ole suurista asioista kirjoittanut sinun etees, neuvoin ja opettain?",
      "Osoittaakseni sinulle vahvan totuuden perustuksen, vastatakses niitä oikein, jotka sinun lähettävät.",
      "Älä ryöstä köyhää, vaikka hän köyhä on, ja älä solvaise vaivaista portissa.",
      "Sillä Herra ajaa heidän asiansa, ja sortaa heidän soortajansa.",
      "Älä antaudu vihaisen miehen seuraan, ja älä ole julman tykönä,",
      "Ettes oppisi hänen teitänsä, ja saisi sielulles paulaa.",
      "Älä ole niiden tykönä, jotka kättä lyövät ja velkaa takaavat;",
      "Sillä jos sinulla ei ole varaa maksaa, niin vuotees otetaan altas pois.",
      "Älä siirrä takaperin entisiä rajoja, jotka esi-isäs tehneet ovat.",
      "Jos sinä näet nopsan miehen asiassansa, sen pitää seisoman kuninkaan edessä: ei hänen pidä seisoman halpain edessä."
    ],
    [
      "Koskas istus ja syöt jonkun herran kanssa, niin ota visu vaari, kuka edessäs on.",
      "Ja pane veitsi kaulaas, jos sinä tahdot henkes pitää.",
      "Älä himoitse hänen herkustansa; sillä se on petollinen leipä.",
      "Älä vaivaa sinuas tullakses rikkaksi, ja lakkaa sinun viisaudesta.",
      "Älä lennätä silmiäs sen jälkeen, jota et sinä taida saada; sillä se tekee itsellensä siivet niinkuin kotka, ja lentää taivasta päin.",
      "Älä syö leipää kateen kanssa, ja älä himoitse hänen hänen herkkuansa.",
      "Sillä niinkuin hän itse sydämessänsä ajattelee, niin se on; hän sanoo sinulle: syö ja juo, ja ei kuitenkaan ole hänen mielensä sinun kanssas.",
      "Sinun palas, jotka syönyt olet, pitää sinun oksentaman, ja sinun ystävälliset puhees pitää hukkaan tuleman.",
      "Älä puhu hullun korvissa; sillä hän katsoo sinun toimellisen puheen ylön.",
      "Älä siirrä takaperin entisiä rajoja,ja älä mene orpoin pellolle.",
      "Sillä heidän lunastajansa on voimallinen: hän toimittaa heidän asiansa sinua vastaan.",
      "Anna sydämes kuritukseen, ja korvas toimelliseen puheesen.",
      "Älä lakkaa lasta kurittamasta; sillä jos sinä häntä vitsalla lyöt, niin ei hän kuole.",
      "Sinä lyöt häntä vitsalla, vaan sinä vapahdat hänen sielunsa helvetistä.",
      "Poikani, jos sinä viisas olet, niin myös sydämeni iloitsee.",
      "Ja minun munaskuuni ovat riemuiset, koska sinun huules puhuvat, mikä oikia on.",
      "Älköön sinun sydämes kiivoitelko syntisiä, vaan olkoon Herran pelvossa joka päivä.",
      "Sillä se on sinulle viimein hyväksi, ja ei sinun odottamises puutu.",
      "Kuule, poikani, ja ole viisas, ja johdata sydämes tielle.",
      "Älä ole juomarien ja syömärien seassa.",
      "Sillä juomarit ja syömärit köyhtyvät, ja unikeko pitää ryysyissä käymän.",
      "Kuule isääs, joka sinun siittänyt on, ja älä katso äitiäs ylön, kuin hän vanhaksi tulee.",
      "Osta totuutta, ja älä sitä myy, niin myös viisautta, oppia ja ymmärrystä.",
      "Vanhurskaan isä suuresti riemuitsee; ja joka viisaan siittänyt on, hän iloitsee hänestä.",
      "Anna isäs ja äitis iloita; ja riemuitkaan se, joka sinun synnyttänyt on.",
      "Anna minulle, poikani, sydämes, ja sinun silmäs pitäköön minun tieni.",
      "Sillä portto on syvä kuoppa, ja vieras vaimo on ahdas kaivo.",
      "Ja hän väijyy niinkuin saalista, ja saattaa monta tottelemattomaksi ihmisten seassa.",
      "Kussa on kipu? kussa murhe? kussa tora? kussa valitus? kenellä haavat ilman syytä? kenellä punaiset silmät?",
      "Siinä, kussa viinan tykönä viivytään, ja tullaan tyhjentämään, mitä sisälle pantu on.",
      "Älä katsele viinaa, vaikka se punoittaa, ja on selkiänä lasissa, ja huokiasti menee alas;",
      "Vaan viimeiseltä puree se niinkuin käärme, ja pistää niinkuin kyykäärme.",
      "Niin katsovat sinun silmäs muita vaimoja, ja sinun sydämes puhuu toimettomia asioita,",
      "Ja sinä tulet niinkuin se, joka makaa keskellä merta, ja niinkuin se joka makaa ylhäällä haahden pielen päässä.",
      "Sinä sanot; he löivät minua, vaan en minä kipua tuntenut; he sysivät minua, ja en minä tiennyt. Kuin minä herään, niin tahdon minä vielä niin tehdä, ja sitä enempi etsiä."
    ],
    [
      "Älä ole kiivas pahain ihmisten kanssa, ja älä himoitse olla heitä läsnä;",
      "Sillä heidän sydämensä pyytää vahingoittaa, ja heidän huulensa neuvovat pahuuteen.",
      "Viisaudella raknnetaan huone, ja toimella se vahvistetaan.",
      "Taidolla kammio täytetään kaikkinaisista kalliista ja jaloista tavaroista.",
      "Viisas mies on väkevä, ja toimellinen mies on voimallinen väestä.",
      "Sillä neuvolla sodatkin pidetään: ja jossa monta neuvonantajaa on, siinä on voitto.",
      "Viisaus on hullulle ylen korkia, ei hän tohdi avata suutansa portissa.",
      "Joka ajattelee pahaa tehdäksensä, se kutsutaan pahain ajatusten päämieheksi.",
      "Tyhmäin ajatus on synti, ja pilkkaaja on kauhistus ihmisille.",
      "Ei se ole väkevä, joka ei tuskassa vahva ole.",
      "Auta niitä, joita tappaa tahdotaan, ja älä vedä sinuas pois pois niiden tyköä, jotka kuoletetaan.",
      "Jos sinä sanot: katso, emme ymmärrä sitä! luuletkos, ettei se, joka sydämet tutkii, sitä ymmärrä? ja se, joka sielustas ottaa vaarin, tunne sitä ja kosta ihmiselle tekonsa jälkeen?",
      "Syö, poikani, hunajaa; sillä se on hyvä, ja mesileupä on makia suus laelle.",
      "Niin on myös viisauden oppi sielulles: koskas sen löydät, niin sinun viimein käy hyvin, ja ei sinun toivos ole turha.",
      "Älä vartioitse vanhurskaan huonetta, sinä jumalatoin, älä hukkaa hänen lepoansa.",
      "Sillä vanhurskas taitaa langeta seitsemän kertaa, ja nousee jälleen; mutta jumalattomat kaatuvat onnettomuuteen.",
      "Älä iloitse vihamiehes vahingosta, ja älköön sinun sydämes riemuitko hänen onnettomuudestansa,",
      "Ettei Herra näkisi sitä, ja se olis hänelle kelvotoin, ja hän kääntäis vihansa pois hänen päältänsä.",
      "Älä vihastu pahain päälle, älä myös ole kiivas jumalattomain tähden;",
      "Sillä ei häijyllä ole mitään toivomista, ja jumalattomain kynttilä pitää sammuman.",
      "Poikani, pelkää Herraa ja kuningasta, ja älä sekoita sinuas kapinan nostajain kanssa.",
      "Sillä heidän kadotuksensa nousee äkisti: ja kuka tietää, koska kummankin onnetomuus tulee?",
      "Nämä ovat myös viisasten: ei ole hyvä katsoa muotoa tuomiossa.",
      "Joka jumalattomalle sanoo: sinä olet hurskas! häntä kiroovat ihmiset, ja kansa vihaa häntä.",
      "Mutta jotka rankaisevat, he ovat otolliset, ja runsas siunaus tulee heidän päällensä.",
      "Toimellinen vastaus on niinkuin suloinen suun antamus.",
      "Toimita työs ulkona, ja valmista peltos, ja rakenna sitte huonees.",
      "Älä todista lähimmäistäs vastaan ilman syytä, ja älä petä suullas.",
      "Älä sano: niinkuin hän teki minulle, niin minä teen hänelle: minä kostan jokaiselle hänen tekonsa jälkeen.",
      "Minä kävin laiskan pellon ohitse, ja tyhmän viinamäen sivuitse,",
      "Ja katso, siinä olivat paljaat ohdakkeet kasvaneet, ja se oli nukulaista täynnä, ja aidat olivat kaatuneet.",
      "Kuin minä sen bäin, panin minä sen sydämeeni, katselin ja opin siitä.",
      "Sinä tahdot vielä vähä maata ja unelias olla, ja enempi käsiäs yhteen panna lepäämään;",
      "Mutta köyhyytes pitää sinulle tuleman niinkuin matkamies, ja vaivaisuus niinkuin varustettu mies."
    ],
    [
      "Nämät ovat myös Salomon sananlaskut, jotka Hiskian ja Juudan kuninkaan miehet ovat tähän panneet tykö.",
      "Se on Jumalan kunnia, salata asiaa; mutta kuninkaan kunnia, tutkia asiaa.",
      "Taivas on korkia ja maa syvä, ja kuninkaan sydän on tutkimatoin.",
      "Raiska otetaan hopiasta pois, niin siitä tulee puhdas astia.",
      "Jos jumalatoin otetaan pois kuninkaan kasvoin edestä, niin hänen istuimensa vanhurskaudella vahvistetaan.",
      "Älä koreile kuninkaan nähden, ja älä astu suurten sialle.",
      "Sillä se on sinulle parempi, koska sinulle sanotaan: astu tänne ylemmä! kuin ettäs ruhtinaan edessä alennettaisiin, jota sinun silmäs näkisivät.",
      "Älä ole pikainen riitelemään, ettes tiedä mitäs teet, koska lähimmäiseltäs häväisty olet?",
      "Toimita asias lähimmmäises kanssa, älä ilmoita toisen salaisuutta,",
      "Ettei se, joka sen kuulee, sinua häpäisisi, ja ettei sinun paha sanomas lakkaa.",
      "Sana, aikanansa puhuttu, on niinkuin kultainen omena hopiamaljassa.",
      "Koska viisas rankaisee sitä, jaka häntä kuulee, se on niinkuin korvarengas, ja niinkuin kaunistus parhaasta kullasta.",
      "Niinkuin lumen kylmä elonaikana, niin on uskollinen sanansaattaja sille, joka hänen lähettänyt on, ja virvoittaa herransa sielun.",
      "Joka paljon puhuu ja vähän pitää, hän on niinkuin tuuli ja pilvi ilman sadetta.",
      "Kärsivällisyydellä päämies lepytetään, ja siviä kieli pehmittää kovuuden.",
      "Jos sinä löydät hunajaa, niin syö tarpeekses, ettes ylönpalttisesti tulisi ravituksi, ja antaisi sitä ylen.",
      "Anna jalkas harvoin tulla lähimmäises huoneeseen, ettei hän suuttuis sinuun, ja vihaisi sinua.",
      "Joka väärää todistusta puhuu lähimmäistänsä vastaan, hän on vasara, miekka ja terävä nuoli.",
      "Pilkkaajan toivo hädän aikana on niinkuin murrettu hammas, ja vilpisteleväinen jalka.",
      "Joka murheellisen sydämen edessä virsiä veisaa, hän on niinkuin se, joka vaatten tempaa pois talvella, ja etikka pleikun päällä.",
      "Jos sinun vihamiehes isoo, niin ravitse häntä leivällä: jos hän janoo, niin juota häntä vedellä;",
      "Sillä sinä kokoot hiilet hänen päänsä päälle, ja Herra kostaa sen sinulle.",
      "Pohjatuuli tuottaa sateen, ja salainen kieli saattaa kasvot vihaisiksi.",
      "Parempi on istus katon kulmalla, kuin riitaisen vaimon kanssa yhdessä huoneessa.",
      "Hyvä sanoma kaukaiselta maalta on kylmän veden kaltainen janoovaiselle sielulle.",
      "Vanhurskas, joka jumalattoman eteen lankee, on niinkuin sekoitettu kaivo ja turmeltu lähde.",
      "Joka paljon hunajaa syö, ei se ole hyvä, ja joka työtläitä asioita tutkii, se tulee hänelle työlääksi.",
      "Joka ei taida hillitä henkeänsä, hän on niinkuin hävitetty kaupunki ilman muuria."
    ],
    [
      "Niinkuin lumi suvella ja sede elonaikana, niin ei sovi tyhmälle kunnia.",
      "Niinkuin lintu menee pois, ja pääskynen lentää, niin ei sovi salvaa kirous ilman syytä.",
      "Hevoselle ruoska ja aasille ohjat, ja hullulle vitsa selkään.",
      "Älä vastaa tyhmää hänen tyhmyytensä jälkeen, ettes myös sinä hänen kaltaiseksensa tulisi.",
      "Vastaa tyhmää hänen tyhmyytensä jälkeen, ettei hän näkyisi viisaaksi silmissänsä.",
      "Joka tyhmäin sanansaattajain kautta asian toimittaa, hän on niinkuin rampa jaloista, ja saa vahingon.",
      "Niinkuin nilkku voi hypätä, niin tyhmä taitaa puhua viisaudesta.",
      "Joka tyhmälle taritsee kunniaa, on niinkuin joku heittäisi kalliin kiven kiviroukkioon.",
      "Sananlasku on tyhmäin suussa niinkuin orjantappura, joka juopuneen käsiin pistelee.",
      "Taitava ihminen tekee kappaleen oikein; vaan joka taitamattoman palkkaa, hän sen turmelee.",
      "Niinkuin koira syö oksennuksensa, niin on hullu joka hulluutensa kertoo.",
      "Koskas näet jonkun, joka luulee itsensä viisaaksi, enempi on silloin toivoa tyhmästä kuin hänestä.",
      "Laiska sanoo: nuori jalopeura on tiellä, ja jalopeura kujalla.",
      "Laiska kääntelee itsiänsä vuoteella niinkuin ovi saranassa.",
      "Laiska panee kätensä poveensa: ja se tulee hänelle työlääksi saattaa suuhunsa jälleen.",
      "Laiska luulee itsensä viisaammaksi kuin seitsemän, jotka hyviä tapoja opettavat.",
      "Joka käy ohitse ja sekoittaa itsensä muiden riitoihin, hän on senkaltainen, joka koiraa korvista vetää.",
      "Niinkuin se, joka salaa ampuu, tarkoittaa joutsella ja tappaa,",
      "Niin on petollinen ihminen hänen lähimmäisillensä, ja sanoo: leikillä minä sen tein.",
      "Kuin halot loppuvat, niin tuli sammuu, ja kuin kielikellot pannaan pois, niin riidat lakkaavat.",
      "Niinkuin hiilet tuleen, ja puut liekkiin, niin riitainen ihminen saattaa metelin.",
      "Panettelian sanat ovat niinkuin haavat, ja käyvät läpi sydämen.",
      "Viekas kieli ja paha sydän on niinkuin saviastia hopian savulla juotettu.",
      "Vihamien teeskelee itsensä toisin puheellansa; mutta petos on hänen sydämessänsä.",
      "Kuin hän liehakoitsee makeilla puheillansa, niin älä usko häntä; sillä seitsemän kauhistusta on hänen sydämessänsä.",
      "Joka pitää salavihaa, tehdäksensä vahinkoa, hänen pahuutensa tulee ilmi kokouksissa.",
      "Joka kuopan kaivaa, hän lankee siihen, ja joka kiven vierittää, se kierittää sen itse päällensä.",
      "Petollinen kieli vihaa rangaistusta, ja suu, joka myötäkielin puhuu, saattaa kadotukseen."
    ],
    [
      "Älä kehu huomisesta päivästä; sillä et sinä tiedä, mitä tänäpänä tapahtuu.",
      "Anna toisen sinuas kiittää, ja ei sinun oman suus, muukalaisen, ja ei omin huultes.",
      "Kivi on raskas ja santa painaa; vaan tyhmän viha on raskaampi kuin ne molemmat.",
      "Viha on julma kappale ja karvas mieli on myrsky; ja kuka taitaa olla kateutta vastaan?",
      "Julkinen kuritus on parempi kuin salainen rakkaus.",
      "Hyvänsuovan haavat ovat paremmet kuin petolliset Vainoojain suunantamiset.",
      "Ravittu sielu polkee hunajaa; vaan isoovaiselle sielulle ovat kaikki karvaatkin makiat.",
      "Niinkuin lintu, joka pesästänsä kulkee, niin on se mies, joka siastansa siirtää.",
      "Voiteesta ja suitsutuksesta sydän iloitsee, ja ystävän hyvä neuvo on sielulle otollinen.",
      "Älä hylkää ystävääs, ja isäs ystäviä, ja älä mene veljes huoneesen, kuin sinun väärin käy; sillä parempi on kylänmies, joka läsnä on, kuin veli, joka taampana on.",
      "Ole viisas, poikani, ja iloita sydämeni, että minä taitaisin vastata sitä, joka minua pilkkaa.",
      "Viisas näkee vaaran, ja lymyttää itsensä; vaan tyhmät menevät siihen, ja saavat vahingon.",
      "Ota hänen vaattensa, joka toisen takaa, ja ota häneltä pantti muukalaisen edestä.",
      "Joka lähimmäistänsä siunaa korkialla äänellä, ja nousee varhain, se luetaan hänelle kiroukseksi.",
      "Riitainen vaimo, ja alinomainen tiukkuminen suuresta sateesta, nämät oikein yhteen verrataan.",
      "Joka häntä tahtoo kätkeä, hän käsittelee tuulta, ja pivo öljyä kädessänsä.",
      "Veitsi hioo veitsen, ja mies teroittaa ystävänsä.",
      "Joka fikunapuunsa varjelee, se syö siitä hedelmän, ja joka herraansa vartioitsee, se kunnioitetaan.",
      "Niinkuin varjo on vedessä ihmisen kasvon suhteen, niin on ihmisen sydän toisia vastaan.",
      "Helvetti ja kadotus ei tule ikänä täyteen, ja ihmisen silmät ovat tyytymättömät.",
      "Mies tulee kiusatuksi kiittäjän suun kautta, niinkuin hopia ahjossa ja kulta pätsissä.",
      "Jos sinä huhmaressa survoisit tyhmän niinkuin ryynit, niin ei kuitenkaan hänen hulluutensa hänestä erkane.",
      "Ota ahkera vaari lampaistas, ja pidä murhe laumastas;",
      "Sillä ei tavara ole ijankaikkisesti, eikä kruunu suvusta sukuun.",
      "Ruoho käy ylös ja kukkaset puhkeevat, ja heinät vuorilla kootaan.",
      "Lampaat vaatettavat sinua, ja kauriit antavat pellon vuoron.",
      "Sinulla on vuohten rieskaa kyllä sekä omaksi settä huonees ravinnoksi, ja piikais elatukseksi."
    ],
    [
      "Jumalatoin pakenee, ja ei kenkään aja häntä takaa; vaan jumalinen on rohkia niinkuin nuori jalopeura.",
      "Maakunnan synnin tähden tulee valtakuntaan monta päämiestä; vaan toimellisten ja ymmärtäväisten ihmisten tähden pysyy se kauvan.",
      "Nälkäinen, joka köyhiä vaivaa, on niinkuin sadekuuro, joka hedelmän turmelee.",
      "Jotka lain hylkäävät, ne ylistävät jumalattomia; vaan jotka lain kätkevät, ovat heille vihaiset.",
      "Ei pahat ihmiset oikeudesta lukua pidä; vaan jotka Herraa etsivät, he ottavat kaikista vaarin.",
      "Parempi on köyhä joka vakuudessansa vaeltaa, kuin rikas, joka väärillä teillä käyskentelee.",
      "Joka lain kätkee, se on toimellinen lapsi; mutta joka tuhlaajaa ruokkii, se häpäisee isänsä.",
      "Joka tavaransa enentää korolla ja voitolla, se kokoo köyhäin tarpeeksi.",
      "Joka korvansa kääntää pois lain kuulosta, hänen rukouksensakin on kauhistus.",
      "Joka jumaliset saattaa väärälle tielle, hän lankee omaan kuoppaansa; mutta hurskaat perivät hyvyyden.",
      "Rikas luulee itsensä viisaaksi, vaan toimellinen köyhä ymmärtää hänen.",
      "Kuin vanhurskaat vallitsevat, niin käy sangen hyvin; vaan koska jumalattomat hallitsevat, niin muuttet ovat kansan seassa.",
      "Joka pahan tekonsa kieltää, ei hän menesty; vaan joka sen tunnustaa ja hylkää, hänelle tapahtuu laupius.",
      "Autuas on se ihminen, joka aina pelkää; vaan joka sydämensä paaduttaa, se lankee onnettomuuteen.",
      "Jumalatoin päämies, joka köyhää kansaa hallitsee, on kiljuva jalopeura ja ahne karhu.",
      "Kuin hallitsia on ilman toimeta, niin paljon vääryyttä tapahtuu; vaan joka vihaa ahneutta, hän saa kauvan elää.",
      "Ihminen, joka jonkun sielun veressä vääryyttä tekee, ei pääse, vaikka hän hamaan hautaan pakenis.",
      "Joka vakuudessa vaeltaa, se on tallessa; mutta joka käy pahaa tietä, hänen täytyy joskus langeta.",
      "Joka peltonsa viljelee, hän saa leipää yltäisesti; vaan joka pyytää joutilaana käydä, se ravitaan köyhyydellä.",
      "Uskollinen mies runsaasti siunataan; vaan joka pyrkii rikkauden perään, ei hän ole viaton.",
      "Ei ole se hyvä, että joku katsoo muotoa; sillä ihminen taitaa tehdä leivän kappaleen tähden väärin.",
      "Joka äkisti rikkautta pyytää, ja on kade, hänelle tulee köyhyys, ettei hän tiedäkään.",
      "Joka ihmistä rankaisee, hän löytää paremman ystävyyden kuin se, joka puhuu ymötämielin.",
      "Joka ottaa isältänsä ja äidiltänsä, ja sanoo; ei se ole synti, hän on hävittäjän kanssaveli.",
      "Ylpiä ihminen saattaa riidan; mutta joka luottaa Herraan, hän kostuu.",
      "Joka omaan sydämeensä uskaltaa, hän on tyhmä; mutta joka viisaudessa vaeltaa, hän vapahdetaan.",
      "Joka vaivaiselle antaa, ei häneltä puutu; vaan joka silmänsä hänestä kääntää, se tulee pahasti kirotuksi.",
      "Kuin jumalattomat tulevat, niin kansa itsensä kätkee; mutta kuin ne hukkuvat, niin vanhurskaat enenevät."
    ],
    [
      "Joka kuritukselle on uppiniskainen, hän äkisti kadotetaan ilman yhdetäkään avuta.",
      "Kuin vanhurskaita monta on, niin kansa iloitsee; vaan kuin jumalatoin hallitsee, niin kansa huokaa.",
      "Joka viisautta rakastaa, hän iloittaa isänsä; mutta joka huoria elättää, hän tuhlaa tavaraansa.",
      "Kuningas rakentaa oikeudella valtakunnan; vaan lahjain ottaja sen turmelee.",
      "Joka lähimmäisensä kanssa liehakoitsee, hän hajoittaa verkon jalkainsa eteen.",
      "Kuin paha syntiä tekee, niin hän hänensä paulaan sekoittaa; vaan vanhurskas riemuitsee, ja hänellä on ilo.",
      "Vanhurskas tuntee köyhän asian; vaan jumalatoin ei ymmärrä viisautta.",
      "Pilkkaajat hajoittavat kaupungin; vaan viisaat asettavat vihan.",
      "Kuin viisas tulee tyhmän kanssa oikeutta käymään, joko hän on vihainen eli iloinen, niin ei ole hänellä yhtään lepoa.",
      "Verikoirat vihaavat siviää; vaan vanhurskaat holhovat häntä.",
      "Tyhmä vuodattaa kaiken henkensä; vaan viisas sen pidättää.",
      "Päämies, joka valhetta rakastaa, hänen palveliansa ovat kaikki jumalattomat.",
      "Köyhä ja rikas kohtasivat toinen toisensa: Herra valaisee heidän molempain silmänsä.",
      "Kuningas, joka uskollisesti tuomitsee köyhiä, hänen istuimensa vahvistetaan ijankaikkisesti.",
      "Vitsa ja rangaistus antaa viisauden; vaan itsevaltainen lapsi häpäisee äitinsä.",
      "Jossa monta jumalatointa on, siinä on monta syntiä; vaan vanhurskaat näkevät heidän lankeemisensa.",
      "Kurita poikaas, niin hän sinua virvoitaa, ja saattaa sielus iloiseksi.",
      "Kuin ennustukset loppuvat, niin kansa hajoitetaan; vaan autuas kätkee lain.",
      "Palvelia ei anna itsiänsä kurittaa sanoilla; sillä vaikka hän sen ymmärtää, niin ei hän vastaa.",
      "Jos sinä näet jonkun, joka on nopsa puhumaan: enempi on toivoa tyhmästä kuin hänestä.",
      "Jos palvelia nuoruudesta herkullisesti pidetään, niin hän tahtoo sitte poikana olla.",
      "Vihainen mies saattaa riidan, ja kiukkuinen tekee monta syntiä.",
      "Ylpeys kukistaa ihmisen; vaan kunnia korottaa nöyrän.",
      "Joka varkaan kanssa on osallinen, hän vihaa sieluansa, niin myös se, joka kuulee kirouksen ja ei ilmoita.",
      "Joka pelkää ihmistä, hän tulee lankeemukseen; mutta joka luottaa Herraan, hän tulee pidetyksi ylös.",
      "Moni etsii päämiehenkasvoja; mutta jokaisen tuomio tulee Herralta.",
      "Jumalatoin ihminen on vanhurskaille kauhistus; ja joka oikialla tiellä on, hän on jumalattomalle kauhistus."
    ],
    [
      "Agurin Jakenin pojan pojan sanat ja opetus, jonka se mies pujui Itielille, Itielille ja Ukkalille.",
      "Minä olen kaikkein hulluin, ja ihmisten ymmärrys ei ole minussa.",
      "En minä ole oppinut viisautta, ja en tiedä pyhäin taitoa.",
      "Kuka taivaaseen menee ylös ja tulee alas? kuka käsittää tuulen pivoonsa? kuka sitoo veden vaatteeseen? kuka 0n asttanut kaikki maan ääret? mikä on hänen nimensä? kuinka hänen poikansa kutsutaan? tiedätkös?",
      "Kaikki Jumalan sanat ovat kirkastetut, ja ovat kilpi niille, jotka uskovat hänen päällensä.",
      "Älä lisää hänen sanoihinsa, ettei hän sinua rankaisisi, ja sinä löyttäisiin valehteliaksi.",
      "Kahta minä sinulta anon, ettes minulta niitä kieltäisi, ennenkuin minä kuolen:",
      "Väärä oppi ja valhe olkoon minusta kaukana: köyhyyttä ja rikkautta älä minulle anna; vaan anna minun saada määrätty osani ravinnosta.",
      "Etten minä, jos minä ylen ravituksi tulisin, kieltäisi sinua ja sanoisi: kuka on Herra? eli, jos minä ylen köyhäksi tulisin, varastaisi, ja syntiä tekisi Jumalani nimeä vastaan.",
      "Älä kanna palvelian päälle hänen isäntänsä edessä, ettei hän sinua kiroilisi ja sinä niin nuhteeseen tulet.",
      "On niitä, jotka kiroilevat isäänsä ja ei siunaa äitiänsä.",
      "On niitäkin, jotka luulevat itsensä puhtaaksi, ja ei ole kuitenkaan saastaisuudestansa pestyt.",
      "Ovat myös, jotka silmänsä nostavat, ja silmälautansa korottavat;",
      "Ja ovat, joilla on miekka hammasten siassa, ja veitset heidän syömähampainansa, ja syövät vaivaiset maan päältä, ja köyhät ihmisten seasta.",
      "Verenimijällä on kaksi tytärtä: tuo tänne, tuo tänne. Kolme on tyytymätöintä, ja tosin neljä ei sano kyllä olevan:",
      "Helvetti, vaimon suljettu kohtu, maa, joka ei vedellä täytetä: ja tuli ei sano: jo kyllä on.",
      "Silmä joka häpäisee isäänsä, ja katsoo ylön totella äitiänsä, sen kaarneet ojan tykönä hakkaavat ulos, ja kotkan pojat syövät.",
      "Kolme minulle ovat ihmeelliset, ja neljää en minä tiedä:",
      "Kotkan tiet taivaan alla, käärmeen retket kalliolla, haahden jäljet meren keskellä, ja miehen jäljet piian tykö.",
      "Niin on myös porton polut: hän syö ja pyyhkii suunsa, ja sanoo: en minä mitään pahaa ole tehnyt.",
      "Kolmen kautta maakunta tulee levottomuuteen, ja tosin neljää hän ei voi kärsiä:",
      "Kuin palvelia rupee hallitsemaan, kuin hullu ylen ravituksi tulee,",
      "Kuin ilkiä naitetaan, ja kuin piika tulee emäntänsä perilliseksi.",
      "Neljä on pientä maan päällä, ja ovat toimellisemmat viisaita.",
      "Myyriäiset, heikko väki, jotka kuitenkin elatuksensa suvella toimittavat;",
      "Kaninit, heikko väki, jotka kuitenkin pesänsä kalliolle tekevät;",
      "Heinäsirkoilla ei ole kuningasta, kuitenkin he lähtevät kaikki ylös joukossansa;",
      "Hämähäkki kehrää käsillänsä, ja on kuninkaan linnoissa.",
      "Kolmella on jalo käyntö, ja tosin neljä astuu hyvin:",
      "Jalopeura, voimallinen petoin seassa, joka ei palaja kenenkään edestä;",
      "Hurtta, jolla vahvat sivut ovat, ja kauris, ja kuningas, jota vastaan ei kenkään tohdi.",
      "Jos sinä olet tyhmästi tehnyt, ja korottanut sinuas, ja jos sinä olet jotakin pahaa ajatellut, niin laske käsi suus päälle.",
      "Joka rieskaa kirnuu, hän tekee voita: ja jokaa nenää pusertaa, hän vaatii ulos veren: ja joka vihaa kehoittaa, hän vaatii riitaan."
    ],
    [
      "Kuningas Lemuelin sanat: oppi, jonka hänen äitinsä hänelle opetti:",
      "Ah minun poikani, ah minun kohtuni poika, ah minun toivottu poikani!",
      "Älä anna vaimon saada tavaraas, ja älä käy niillä retkillä, joissa kuninkaat turmeltuvat.",
      "Ei kuningasten, o Lemuel, ei sovi kuningasten viinaa juoda, eli ruhtinasten väkeviä juotavia,",
      "Ettei he joisi, ja oikeutta unohtaisi, ja vääntelisi köyhäin asiaa.",
      "Antakaat väkeviä juotavia niille, jotka hukkumallnsa ovat, ja viinaa murheellisille sieluille,",
      "Että he joisivat, ja unohtaisivat ahdistuksensa, ja ei enää johdattaisi mieleensä viheliäisyyttänsä.",
      "Avaa suus mykän edessä, ja auta hyljättyin asiaa.",
      "Avaa suus, ja tuomitse oikein, ja pelasta vaivainen ja köyhä.",
      "Joka toimellisen vaimon löytää, se on kalliimpi kuin kaikkein kallimmat päärlyt:",
      "Hänen miehensä sydän uskaltaa häneen: hänen elatuksensa ei puutu häneltä.",
      "Hän tekee hänelle hyvää ja ei pahaa kaikkena elinaikanansa.",
      "Hän harjoittaa itsensä villoissa ja pellavissa, ja tekee mielellänsä työtä käsillänsä.",
      "Hän on niinkuin kauppamiehen haaksi, joka elatuksensa tuo kaukaa.",
      "Hän nousee yöllä, ja antaa perheellensä ruokaa, ja piioillensa heidän osansa.",
      "Hän pyytää peltoa ja saa sen, ja istutaa viinapuita kättensä hedelmästä.",
      "Hän vyöttää kupeensa väkevydellä, ja vahvistaa käsivartensa.",
      "Hän näkee askareensa hyödylliseksi: hänen kynttiläänsä ei sammuteta yöllä.",
      "Hän ojentaa kätensä rukkiin, ja tarttuu sormillansa kehrävarteen.",
      "Hän kohottaa kätensä köyhille, ja ojentaa kätensä tarvitseville.",
      "Ei hän pelkää lunta huoneessansa; sillä kaikella hänen perheellänsä ovat kaksinkertaiset vaatteet.",
      "Hän tekee itsellensä makausvaatteita: valkia kallis liina ja purppura ovat hänen pukunsa.",
      "Hänen miehensä on tuttu porteissa, istuissansa maan vanhimpain tykönä.",
      "Hän tekee kallista liinaa ja myy sitä, ja antaa vyön kauppaajalle.",
      "Väkevyys ja kunnia on hänen pukunsa, ja hän nauraa seuraavaiselle ajalle.",
      "Hän avaa suunsa viisaudessa, ja hänen kielensä on suloinen oppi.",
      "Hän katselee kurkistellen, kuinka hänen huoneessansa kaikki asiat ovat, ja ei syö laiskuudessa leipäänsä.",
      "Hänen poikansa tulevat ja ylistävät häntä autuaaksi: hänen miehensä kiittää häntä sanoen:",
      "Moni tytär käyttää itsensä kauniisti; mutta sinä käyt ylitse heidän kaikkein.",
      "Otollinen olla on petollisuus, ihana olla on turha; vaan vaimo, joka Herraa pelkää, ylistetään.",
      "Antakaat hänelle kättensä hedelmästä, ja hänen kättensä työt kiittäkään häntä porteissa."
    ]
  ],
  "name": "Proverbs"
}
