{
  "id": "1sm",
  "chapters": [
    [
      "Sufin maan Ramataimissa, Efraimin vuoristossa, asui mies, jonka nimi oli Elkana. Hän kuului Efraimin heimoon, ja hänen isänsä oli Jeroham, Elihun poika. Elihun isä oli Tohu ja tämän isä Sufi.",
      "Elkanalla oli kaksi vaimoa. Toisen nimi oli Hanna, toisen Peninna. Peninnalla oli lapsia, mutta Hanna oli lapseton.",
      "Elkanalla oli tapana kerran vuodessa lähteä kotikaupungistaan Siloon rukoilemaan Herraa Sebaotia ja uhraamaan hänelle. Siellä oli Herran pappeina kaksi Eelin poikaa, Hofni ja Pinehas.",
      "Uhrattuaan Elkana antoi aina vaimolleen Peninnalle sekä hänen pojilleen ja tyttärilleen kullekin osansa uhrilihasta.",
      "Hannallekin hän antoi yhden osan, sillä Hannaa hän rakasti, vaikka Herra ei ollut suonut tälle lapsia.",
      "Mutta toinen vaimo, Peninna, tahtoi nöyryyttää Hannaa ja kiusasi häntä yhtenään siitä, että Herra oli jättänyt hänet lapsettomaksi.",
      "Sama toistui vuodesta vuoteen: kun Hanna tuli pyhäkköön, Peninna aina kiusasi häntä niin että hän itki eikä voinut syödä.",
      "Kerran, kun he olivat lopettaneet uhriateriansa Silossa, Hanna nousi ja astui Herran eteen. Pappi Eeli istui tuolillaan pyhäkön ovenpielessä.",
      "Murheessaan Hanna rukoili Herraa, itki katkerasti",
      "Kun Hanna rukoili pitkään Herraa, Eeli seurasi hänen suunsa liikkeitä.",
      "Hanna rukoili näet hiljaa itsekseen, huulet vain liikkuivat mutta ääntä ei kuulunut. Siksi Eeli luuli hänen olevan juovuksissa",
      "Varhain seuraavana aamuna he nousivat rukoilemaan Herraa. Sitten he palasivat kotiinsa Ramaan. Kun Elkana oli maannut vaimonsa Hannan kanssa, Herra vastasi Hannan rukoukseen.",
      "Kun Elkana oli seuraavana vuonna lähdössä koko perheensä kanssa uhraamaan Herralle ja toimittamaan lupausuhriaan,",
      "Kun poika oli vieroitettu, Hanna otti mukaansa hänet sekä kolmivuotiaan sonnin, säkillisen jauhoja ja viinileilin, ja he menivät Silon pyhäkköön. Poika oli vielä pieni.",
      "Siellä he teurastivat sonnin uhriksi ja veivät sitten pojan Eelin luo.",
      "Tätä poikaa minä rukoilin itselleni, ja Herra antoi minulle mitä pyysin."
    ],
    [
      "Hanna rukoili sanoen: -- Sydämeni riemuitsee Herrasta, Herra nostaa minun pääni pystyyn. Minä voin rohkeasti vastata vihollisilleni, sinun avustasi minä iloitsen.",
      "Vain Herra on pyhä, ei ole toista, meidän Jumalamme yksin on luja kallio.",
      "Jättäkää suuret sananne, luopukaa röyhkeistä puheistanne, sillä Herra on Jumala, hän tietää kaiken, hän punnitsee teot.",
      "Soturien jouset ovat poikki, mutta maassa makaaviin palaa voima.",
      "Jotka kerran elivät yltäkylläisyydessä, saavat niukan leipänsä toisen työssä, mutta niiltä, jotka näkivät nälkää, ei lopu ruoka. Hedelmätön saa seitsemän lasta, mutta se, jolla oli monta poikaa, jää kuihtumaan yksin.",
      "Herra lähettää kuoleman ja antaa elämän, vie alas tuonelaan ja nostaa sieltä.",
      "Herra tekee köyhäksi ja antaa rikkauden, painaa maahan ja kohottaa.",
      "Hän ylentää tomusta mitättömän ja korottaa tuhkasta köyhän, sijoittaa heidät ylhäisten joukkoon ja antaa heille kunniasijan. Maan perustukset ovat Herran, niiden varaan hän on laskenut maan.",
      "Hän pitää huolen omiensa askelista, mutta pahat joutuvat pimeyteen. Omin voimin ei yksikään menesty.",
      "Ne, jotka Herraa vastustavat, joutuvat kauhun valtaan, kun Korkein jylisee taivaasta. Herra tuomitsee koko maanpiirin. Hän antakoon voimaa kuninkaalleen, hän kohottakoon pystyyn voideltunsa pään!",
      "Sitten Elkana meni kotiinsa Ramaan, ja poika jäi pappi Eelin luo palvelemaan Herraa.",
      "Eelin pojat olivat kelvottomia miehiä eivätkä välittäneet Herrasta.",
      "Pappeina heillä oli kansaan nähden tällainen oikeus: Aina kun joku oli teurastanut uhrinsa ja oli keittämässä uhrilihaa, saapui paikalle papin palvelija mukanaan kolmipiikkinen haarukka.",
      "Hän pisti sillä keittoastiaan, pataan, kattilaan tai ruukkuun, ja kaiken, mikä nousi haarukan mukana, pappi sai ottaa itselleen. Näin oli tehty kaikille israelilaisille, jotka tulivat Siloon.",
      "Eelin poikien rikkomus oli Herran silmissä hyvin paha, sillä he häpäisivät Herralle kuuluvan uhrin.",
      "Mutta nuori Samuel palveli Herraa. Hänellä oli yllään pellavainen kasukka.",
      "Joka vuosi hänen äitinsä teki häntä varten pienen viitan ja toi sen hänelle tullessaan miehensä kanssa toimittamaan vuotuista uhriaan.",
      "Herra piti huolen Hannasta, niin että hän tuli raskaaksi ja synnytti vielä kolme poikaa ja kaksi tytärtä. Mutta nuori Samuel kasvoi Herran luona.",
      "Kun Eeli oli jo hyvin vanha, hänen korviinsa kantautui, mitä hänen poikansa tekivät kaikille israelilaisille. Hän kuuli myös, että he makasivat niiden naisten kanssa, jotka palvelivat pyhäkköteltan ovella.",
      "Älkää enää tehkö pahaa, poikani, sillä minä kuulen Herran kansan levittävän teistä ikäviä puheita!",
      "Mutta nuori Samuel kasvoi ja oli iloksi sekä Herralle että ihmisille.",
      "Minä valitsin sinun sukusi Israelin heimojen joukosta papeikseni, suorittamaan alttaripalvelusta, polttamaan uhreja ja kantamaan efodia edessäni. Minä annoin suvullesi oikeuden kaikkiin uhreihin, joita israelilaiset tuovat.",
      "Miksi te nyt poljette jalkoihinne ne uhrit ja lahjat, jotka olen määrännyt pyhäkköni omiksi? Miksi ajattelet poikiasi enemmän kuin minua? Miksi te lihotatte itseänne kansani Israelin uhrien parhailla paloilla?",
      "Tulee aika, jolloin minä murran sinun sukusi voiman, niin ettei kukaan sinun suvustasi elä vanhaksi.",
      "Saat nähdä onnettomuuden kohtaavan tätä pyhäkköä, ja vaikka minä osoitan hyvyyttäni Israelille, ei kukaan sinun suvustasi elä vanhaksi.",
      "Kaikkia perheesi jäseniä minä en alttarini äärestä tuhoa, jotten sokaisisi silmiäsi ja riuduttaisi voimiasi, mutta enimmät heistä kaatuvat miekkaan.",
      "Poikiesi Hofnin ja Pinehasin kohtalo on sinulle merkkinä: he kuolevat molemmat samana päivänä."
    ],
    [
      "Nuori Samuel palveli Herraa Eelin luona. Siihen aikaan Herra puhui ihmisille vain harvoin eikä näkyjä usein nähty.",
      "Eräänä iltana Eeli oli jo mennyt nukkumaan. Hänen silmänsä olivat hämärtyneet niin että hän tuskin näki.",
      "Jumalan lamppu paloi vielä, ja Samuel oli asettunut nukkumaan pyhäkköön, jossa Jumalan liitonarkku oli.",
      "Silloin Samuel ei vielä tuntenut Herraa eikä Herra ollut ennen puhunut hänelle.",
      "Sinä päivänä toteutan sen, mitä olen puhunut Eelille ja hänen suvulleen, alusta loppuun saakka.",
      "Olen sanonut hänelle, että ikuinen tuomioni kohtaa hänen sukuaan, koska hän tiesi poikiensa halventavan Jumalaa eikä pitänyt heitä kurissa.",
      "Samuel makasi paikallaan aamuun saakka ja avasi sitten pyhäkön ovet. Hän ei uskaltanut kertoa näkyään Eelille,",
      "Kun Samuel varttui, Herra oli hänen kanssaan eikä sallinut yhdenkään hänen sanansa osua harhaan.",
      "Näin koko Israel Danista Beersebaan saakka oppi tietämään, että Herra oli uskonut Samuelille profeetan tehtävän.",
      "Siitä alkaen Herra ilmestyi jatkuvasti Silossa ja ilmoitti siellä Samuelille tahtonsa. (H4:1)Ja koko Israel alkoi kuunnella Samuelia."
    ],
    [
      "Sitten israelilaiset lähtivät sotaretkelle filistealaisia vastaan ja pystyttivät leirinsä Eben- Eserin tienoille. Vihollisen sotajoukko oli leiriytynyt Afekiin.",
      "Kun filistealaiset olivat järjestäneet joukkonsa israelilaisia vastaan, puhkesi kiivas taistelu. Filistealaiset löivät israelilaiset, ja näitä kaatui taistelukentälle noin neljätuhatta.",
      "Niin he lähettivät miehiä Siloon, ja nämä toivat sieltä Herran Sebaotin liitonarkun, hänen, jonka istuinta kerubit kannattavat. Jumalan liitonarkun mukana seurasivat Eelin pojat Hofni ja Pinehas.",
      "Kun Herran liitonarkku saapui leiriin, israelilaiset kohottivat sellaisen riemuhuudon, että maa järisi.",
      "Voi meitä! Kuka pelastaa meidät noiden mahtavien jumalien käsistä? Nehän ovat samoja jumalia, jotka löivät egyptiläisiä autiomaassa niin monilla onnettomuuksilla!",
      "Sitten filistealaiset ryhtyivät taisteluun, ja israelilaiset jäivät häviölle ja pakenivat teltoilleen. Tappio oli hyvin raskas, kolmekymmentätuhatta israelilaista sotilasta kaatui.",
      "Jumalan arkku jäi vihollisen haltuun, ja Eelin pojat Hofni ja Pinehas saivat surmansa.",
      "Eräs Benjaminin heimon mies juoksi vielä samana päivänä taistelukentältä Siloon saakka. Hän oli repäissyt pukunsa rikki ja sirotellut multaa hiuksiinsa.",
      "Hänen tullessaan Eeli istui tuolilla portin pielessä odottamassa tietoja, sillä hänen sydämensä vapisi Jumalan arkun takia. Kun mies kertoi uutisensa kaupungissa, siellä nousi suuri hätähuuto.",
      "Eeli oli jo yhdeksänkymmenenkahdeksan, ja hänen silmänsä olivat himmenneet, niin ettei hän enää nähnyt.",
      "Kun hän mainitsi Jumalan arkun, Eeli kaatui tuoliltaan taaksepäin portin pieleen, niin että hänen niskansa murtui ja hän kuoli; hän oli näet vanha ja painava. Neljänkymmenen vuoden ajan hän oli johtanut tuomarina Israelia.",
      "Eelin miniä, Pinehasin vaimo, odotti lasta ja oli viimeisillään. Kun hän sai kuulla, että Jumalan arkku oli jäänyt vihollisen saaliiksi ja hänen appensa ja miehensä olivat kuolleet, hän lyyhistyi maahan ankarissa synnytystuskissa."
    ],
    [
      "Filistealaiset ottivat haltuunsa Jumalan arkun ja veivät sen Eben-Eseristä Asdodiin.",
      "Siellä he panivat sen Dagonin temppeliin Dagonin patsaan viereen.",
      "Varhain seuraavana aamuna asdodilaiset huomasivat, että Dagon oli kaatunut kasvoilleen Herran liitonarkun eteen. He nostivat Dagonin takaisin paikoilleen.",
      "Mutta kun he seuraavana aamuna nousivat, Dagon makasi jälleen kasvoillaan Jumalan arkun edessä. Patsaan pää ja kädet olivat katkenneina kynnyksen vierellä, ja vain vartalo oli enää huoneessa.",
      "Tämän vuoksi eivät Dagonin papit eivätkä hänen temppelissään kävijät vieläkään saa Asdodissa astua Dagonin huoneen kynnykselle.",
      "Herran käsi painoi raskaana asdodilaisia, ja hän saattoi heidät kauhun valtaan iskemällä paiseita sekä heihin että ympäristön asukkaisiin.",
      "Mutta silloin Herran käsi saattoi Gatin kauhun ja sekasorron valtaan. Hän iski märkiviä paiseita kaikkiin kaupungin asukkaisiin, niin ylhäisiin kuin alhaisiin.",
      "Ne, jotka olivat vielä hengissä, olivat täynnä paiseita, ja heidän hätähuutonsa kuului taivaaseen saakka."
    ],
    [
      "Kun Herran arkku oli ollut filistealaisten maassa seitsemän kuukautta,",
      "Tehkää kuvat paiseistanne ja rotista, jotka hävittävät maatanne, ja antakaa ne Israelin Jumalalle osoittaaksenne, että taivutte hänen tahtoonsa. Ehkä hän sitten nostaa raskaan kätensä teidän päältänne ja jumalienne ja maanne päältä.",
      "Miksi olisitte yhtä itsepäisiä kuin egyptiläiset ja farao? Joutuivathan hekin päästämään israelilaiset pois maastaan sen jälkeen kun Herra oli kurittanut heitä.",
      "Tehkää siis nyt uudet vaunut ja ottakaa kaksi äsken poikinutta lehmää, jotka eivät vielä koskaan ole kantaneet iestä niskassaan. Valjastakaa lehmät vaunujen eteen, mutta viekää niiden vasikat tarhaan pois emäinsä luota.",
      "Asettakaa Herran arkku vaunuihin, pankaa sen viereen lippaaseen kultaesineet, jotka annatte mukaan hyvitykseksi, ja lähettäkää sitten arkku matkaan.",
      "Filistealaiset tekivät niin. He ottivat kaksi äsken poikinutta lehmää, valjastivat ne vaunujen eteen ja sulkivat niiden vasikat tarhaan.",
      "Vaunuihin he kuormasivat Herran arkun sekä lippaan, jossa olivat kultarotat ja heidän paiseittensa kuvat.",
      "Lehmät lähtivät suoraa päätä liikkeelle pitkin Bet-Semesin tietä ja kulkivat, koko ajan ammuen, suoraan eteenpäin, poikkeamatta oikealle tai vasemmalle. Filistealaisten päämiehet seurasivat perässä Bet-Semesin seudulle saakka.",
      "Bet-Semesin asukkaat olivat laaksossa korjaamassa vehnäsatoaan. Äkkiä he näkivät arkun ja riemastuivat.",
      "Vaunut saapuivat bet-semesiläisen Joosuan pellolle ja pysähtyivät sinne suuren kiven luo. Siellä kylän asukkaat pilkkoivat vaunujen laudat polttopuiksi ja teurastivat lehmät polttouhriksi Herralle.",
      "Mutta leeviläiset nostivat vaunuista Herran arkun ja sen mukana tulleen lippaan, jossa kultaesineet olivat, ja asettivat ne suurelle kivelle. Sinä päivänä Bet- Semesin asukkaat uhrasivat sekä poltto- että teurasuhreja Herralle.",
      "Kun filistealaisten viisi päämiestä olivat nähneet kaiken tämän, he palasivat vielä samana päivänä Ekroniin.",
      "Niistä kultapaiseista, jotka filistealaiset lähettivät Herralle, oli yksi hyvityksenä Asdodin puolesta, yksi Gazan, yksi Askelonin, yksi Gatin ja yksi Ekronin puolesta.",
      "Kultarottia oli viisi: yhtä monta kuin oli filistealaisten päämiehiä ja heidän linnoitettuja, kylien ympäröimiä kaupunkejaan. Se suuri kivi, jolle Herran arkku asetettiin, on vielä nykyäänkin bet-semesiläisen Joosuan pellolla.",
      "Bet-Semesin asukkaista vain Jekonjan suku ei iloinnut nähdessään Herran arkun. Herra iski siitä kuoliaaksi seitsemänkymmentä miestä, ja kaupungissa oli suru, koska hän oli lyönyt heitä niin pahoin."
    ],
    [
      "Kirjat-Jearimin miehet tulivat ja ottivat Herran arkun mukaansa. He veivät sen kukkulalle Abinadabin taloon ja vihkivät hänen poikansa Eleasarin sen vartijaksi.",
      "Oli kulunut jo pitkä aika, kaksikymmentä vuotta, siitä kun liitonarkku oli päätynyt Kirjat-Jearimiin. Silloin koko Israel kääntyi Herran puoleen.",
      "Israelilaiset hävittivätkin baalit ja astartet ja palvelivat ainoastaan Herraa.",
      "Kun filistealaiset kuulivat israelilaisten kokoontuneen Mispaan, he lähtivät päämiestensä johtamina marssimaan heitä vastaan. Sen kuullessaan israelilaiset pelästyivät",
      "Silloin Samuel otti karitsan ja uhrasi sen kokonaan polttouhrina Herralle. Hän huusi Herraa israelilaisten puolesta, ja Herra vastasi hänen rukoukseensa.",
      "Samuelin uhratessa filistealaiset kävivät hyökkäykseen israelilaisia vastaan, mutta silloin Herra jylisi ukkosen pauhuna filistealaisten yllä ja saattoi heidät sekasortoon, niin että israelilaiset löivät heidät.",
      "Sitten Israelin miehet lähtivät Mispasta ajamaan takaa filistealaisia ja tappoivat heitä vielä Bet-Karin länsipuolella.",
      "Näin kukistettiin filistealaiset, eivätkä he enää tulleet Israelin alueille, vaan Herran käsi piti heidät aloillaan niin kauan kuin Samuel eli.",
      "Filistealaisten valtaamat kaupungit palautuivat Israelin haltuun Ekronista Gatiin saakka, ja israelilaiset vapauttivat myös niiden ympäristön filistealaisten vallasta. Rauha säilyi myös Israelin ja amorilaisten välillä.",
      "Samuel toimi israelilaisten tuomarina koko elämänsä ajan.",
      "Joka vuosi hän kiersi Betelissä, Gilgalissa ja Mispassa ja jakoi näissä paikoissa oikeutta israelilaisille.",
      "Sitten hän aina palasi Ramaan, sillä hänen kotinsa oli siellä ja sieltä käsin hän johti tuomarina Israelia. Sinne hän oli myös rakentanut Herran alttarin."
    ],
    [
      "Kun Samuel tuli vanhaksi, hän asetti kaksi poikaansa israelilaisten tuomareiksi.",
      "Vanhemman pojan nimi oli Joel ja nuoremman Abia; he toimivat tuomareina Beersebassa.",
      "Samuelin pojat eivät kuitenkaan seuranneet isänsä jälkiä, vaan tahtoivat käyttää asemaansa hyödykseen, ottivat vastaan lahjuksia ja antoivat vääriä tuomioita.",
      "Siksi Israelin vanhimmat kokoontuivat ja menivät Samuelin luo Ramaan.",
      "Samuel pahastui kovin siitä, että he pyysivät häneltä kuningasta johtajakseen. Hän rukoili Herraa,",
      "He tekevät nyt sinulle saman, mitä ovat tehneet minulle siitä alkaen kun toin heidät pois Egyptistä: kerran toisensa jälkeen he ovat hylänneet minut ja palvelleet muita jumalia.",
      "Samuel kertoi Herran sanat kansalle, joka pyysi häneltä kuningasta.",
      "ja tekee toisista tuhannen miehen ja viidenkymmenen miehen päälliköitä, tai hän teettää heillä omia kyntö- ja korjuutöitään sekä valmistuttaa itselleen sotatarvikkeita ja vaunuvarusteita.",
      "Myös tyttärenne hän ottaa teiltä hajuvoiteiden valmistajiksi, keittäjiksi ja leipojiksi.",
      "Hän ottaa teidän parhaat peltonne, viinitarhanne ja oliivilehtonne ja antaa ne omalle väelleen.",
      "Hän kerää veroina kymmenykset peltojenne ja viinitarhojenne sadosta ja antaa ne hoviherroilleen ja väelleen.",
      "Teidän parhaat orjanne ja orjattarenne, härkänne ja aasinne hän ottaa ja teettää niillä omia töitään.",
      "Hän kerää veroina kymmenykset lampaistanne ja vuohistanne, ja te itsekin joudutte hänen orjikseen.",
      "Samuel kuunteli, mitä kansalla oli sanottavana, ja kertoi sen Herralle."
    ],
    [
      "Benjaminin heimossa oli rikas ja mahtava mies, jonka nimi oli Kis. Hänen isänsä oli Abiel, Serorin poika. Serorin isä oli Bekorat ja tämän isä benjaminilainen Afiah.",
      "Hänellä oli nuori ja komea poika, jonka nimi oli Saul. Koko Israelissa ei ollut komeampaa miestä kuin Saul, hän oli päätänsä pitempi kaikkia muita.",
      "Niin he kulkivat Efraimin vuoriston ja Salisan alueen halki, mutta eivät löytäneet aaseja. Sitten he kulkivat Saalimin alueen halki, mutta niitä ei ollut sielläkään. He jatkoivat kulkuaan koko Benjaminin maan halki eivätkä vieläkään löytäneet niitä.",
      "He lähtivät kaupunkiin, mutta kun he olivat ehtineet portille, Samuel oli jo menossa uhrikukkulalle ja tuli heitä vastaan.",
      "Päivää ennen Saulin tuloa Herra oli ilmoittanut Samuelille näin:",
      "Huomenna tähän aikaan lähetän luoksesi erään benjaminilaisen miehen, ja sinun tulee voidella hänet kansani Israelin hallitsijaksi. Hän pelastaa kansani filistealaisten käsistä, sillä minä olen nähnyt kansani hädän ja kuullut sen avunhuudot.",
      "Samuel vei Saulin ja hänen palvelijansa uhrikukkulan majaan ja asetti heidät istumaan parhaille paikoille kutsuvieraiden joukkoon, joita oli noin kolmekymmentä.",
      "Sitten he palasivat uhrikukkulalta kaupunkiin. Saulille tehtiin vuode kattotasanteelle, ja hän nukkui siellä."
    ],
    [
      "Kun lähdet luotani, tapaat kaksi miestä Raakelin haudan lähellä Selsahissa, Benjaminin alueen rajalla. He sanovat sinulle: 'Ne aasit, joita lähdit etsimään, ovat löytyneet, mutta isäsi ei niitä enää muistakaan. Nyt hän on huolissaan teistä ja miettii, mitä voisi tehdä poikansa hyväksi.'",
      "Kun sitten jatkat matkaasi ja saavut Taborin tammen kohdalle, sinua vastaan tulee kolme miestä, jotka ovat menossa Jumalan luo Beteliin. Yhdellä heistä on mukanaan kolme karitsaa, toisella kolme uhrileipää ja kolmannella viiniruukku.",
      "He tervehtivät sinua ystävällisesti ja antavat sinulle kaksi leipää, ja sinun pitää ottaa ne vastaan.",
      "Sen jälkeen tulet Jumalan kukkulalle Gebaan, missä on filistealaisten vartiosto. Saapuessasi kaupunkiin tapaat joukon profeettoja, jotka ovat tulossa uhrikukkulalta. Heidän edellään soivat harput ja rummut, huilut ja lyyrat, ja he ovat hurmoksissa.",
      "Silloin Herran henki valtaa sinut ja sinäkin joudut hurmoksiin ja muutut toiseksi ihmiseksi.",
      "Kun nämä ennusmerkit toteutuvat, tee, mitä tehtäväksesi tulee, sillä Jumala on sinun kanssasi.",
      "Samalla hetkellä kun Saul kääntyi lähteäkseen pois Samuelin luota, Jumala antoi hänelle uuden sydämen, ja kaikki nämä ennusmerkit toteutuivat samana päivänä.",
      "Saulin saapuessa Gebaan profeettajoukko tuli häntä vastaan ja Jumalan henki valtasi hänet, niin että hänkin joutui hurmoksiin ja liittyi heihin.",
      "Hurmostilan mentyä ohi Saul nousi uhrikukkulalle.",
      "Samuel kutsui kansan Herran luo Mispaan",
      "Samuel toi kunkin Israelin heimon vuorollaan Herran eteen ja toimitti arvonnan, ja arpa osui Benjaminin heimoon.",
      "Sitten hän toi esiin vuorollaan kunkin Benjaminin heimon suvun, ja arpa osui Matrin sukuun ja siinä Sauliin, Kisin poikaan. He etsivät Saulia mutta eivät löytäneet.",
      "He juoksivat sinne ja toivat Saulin esiin, ja kun hän seisoi kansan keskellä, hän oli päätänsä pitempi kaikkia muita.",
      "Sitten Samuel luetteli kansalle oikeudet, jotka kuuluivat kuninkaalle, kirjoitti ne kirjaan ja talletti sen pyhäkköön Herran eteen. Sen jälkeen Samuel päästi kaikki lähtemään kotiin.",
      "Myös Saul meni kotiinsa Gibeaan, ja hänen mukanaan lähtivät ne soturit, joiden sydäntä Jumala oli koskettanut."
    ],
    [
      "Kun sananviejät saapuivat Saulin kaupunkiin Gibeaan ja kertoivat kansalle asiansa, kaikki puhkesivat itkuun.",
      "Kun Saul sen kuuli, Herran henki valtasi hänet ja hänessä syttyi viha.",
      "Kun Saul piti katselmuksen Besekissä, heitä oli kolmesataatuhatta miestä Israelista ja Juudasta kolmekymmentätuhatta.",
      "Seuraavana aamuna Saul jakoi joukkonsa kolmeen osastoon. Ne tunkeutuivat viimeisen yövartion aikaan ammonilaisten leiriin, ja kun päivä oli kuumimmillaan, ammonilaiset oli lyöty. Henkiin jääneet syöksyivät pakoon ja hajaantuivat kuka minnekin.",
      "He menivät kaikki Gilgaliin ja julistivat siellä Herran edessä Saulin kuninkaaksi. He teurastivat siellä myös yhteysuhreja Herralle, ja Saul ja kaikki israelilaiset viettivät ilojuhlaa."
    ],
    [
      "Nyt kuninkaanne johtaa teitä, mutta minä olen jo vanha ja harmaa, ja poikani seisovat joukossanne. Minä olen kuitenkin johtanut teitä nuoruudestani alkaen tähän päivään saakka",
      "Odottakaa, niin minä tutkin vielä kanssanne Herran edessä kaikki ne pelastusteot, jotka hän on tehnyt teille ja isillenne.",
      "Mutta kun isänne unohtivat Herran, Jumalansa, hän luovutti heidät Siseralle, Hasorin sotaväen päällikölle, ja filistealaisille ja Moabin kuninkaalle, ja he kaikki kävivät isienne kimppuun.",
      "Silloin isänne huusivat taas avukseen Herraa ja sanoivat: 'Olemme tehneet syntiä, sillä olemme hylänneet Herran ja palvelleet baaleja ja astarteja. Pelasta nyt meidät vihollistemme käsistä, niin me palvelemme ainoastaan sinua.'",
      "Herra lähetti silloin Jerubbaalin, Barakin, Jeftan ja Samuelin ja pelasti teidät kaikkialla vihollistenne käsistä, niin että saatoitte jälleen asua turvassa.",
      "Tässä teillä nyt on valitsemanne kuningas, jota itsellenne pyysitte. Herra on antanut teille kuninkaan.",
      "Jos te aina kunnioitatte, palvelette ja tottelette Herraa, Jumalaanne, ettekä kapinoi hänen käskyjään vastaan, silloin Herra on teidän ja teidän kuninkaanne kanssa.",
      "Mutta jos ette tottele Herraa vaan kapinoitte hänen käskyjään vastaan, Herran käsi sattuu teihin ja kuninkaaseenne.",
      "Samuel kutsui Herraa, ja vielä sinä päivänä Herra lähetti ukkosen ja sateen. Kaikissa heräsi suuri pelko Herraa ja Samuelia kohtaan.",
      "Älkää eksykö seuraamaan olemattomia jumalia. Ne eivät pysty auttamaan eivätkä pelastamaan, sillä olemattomia ne ovat.",
      "Suuren nimensä kunnian tähden Herra ei tahdo hylätä teitä, kun hän kerran on nähnyt hyväksi ottaa teidät omaksi kansakseen.",
      "Enkä minäkään voi tehdä sellaista syntiä Herraa vastaan, että lakkaisin rukoilemasta puolestanne. Minä opetan teille sen, mikä on hyvää ja oikein.",
      "Kunnioittakaa ainoastaan Herraa ja palvelkaa häntä uskollisesti kaikesta sydämestänne! Muistakaa suuria tekoja, jotka hän on tehnyt hyväksenne!"
    ],
    [
      "Tullessaan kuninkaaksi Saul oli kolmikymmenvuotias, ja hän hallitsi Israelia kaksi vuotta.",
      "Saul valitsi israelilaisista kolmetuhatta miestä ja piti heistä kaksituhatta luonaan Mikmasissa ja Betelin vuorilla. Tuhat miestä jäi Jonatanin luo Benjaminin Gebaan, mutta muun väen Saul päästi kotiin.",
      "Sitten Jonatan tuhosi Gebassa filistealaisten vartioston, ja filistealaiset saivat kuulla, että heprealaiset olivat nousseet kapinaan. Saul käski puhaltaa hälytystorvea kaikkialla Israelissa,",
      "Filistealaiset kokosivat joukkonsa ryhtyäkseen sotaan Israelia vastaan. Heillä oli kolmekymmentätuhatta sotavaunua, kuusituhatta ratsumiestä sekä jalkaväkeä yhtä paljon kuin on hiekkaa meren rannalla. He marssivat Israelin alueelle ja leiriytyivät Mikmasiin, Bet-Avenista itään.",
      "Kun israelilaiset huomasivat joutuneensa ahtaalle filistealaisten painostaessa, he piiloutuivat luoliin, kallionkoloihin ja vuorille, kuoppiin ja vesisäiliöihin.",
      "Jotkut menivät jopa Jordanin yli Gadin heimon alueelle ja Gileadiin. Saul pysytteli kuitenkin Gilgalissa, ja väki kokoontui peloissaan hänen luokseen.",
      "Hän odotti Samuelin määräämän ajan, seitsemän päivää, mutta Samuel ei tullutkaan Gilgaliin, ja kansa alkoi hajaantua Saulin luota.",
      "mutta juuri kun uhritoimitus oli päättymässä, Samuel tuli. Saul meni Samuelia vastaan tervehtimään häntä,",
      "Sen sanottuaan Samuel lähti Gilgalista. Jäljelle jäänyt väki lähti Saulin mukana Gilgalista sotajoukon luo Benjaminin Gebaan. Siellä Saul tarkasti luonaan pysyneet joukot, ja niitä oli noin kuusisataa miestä.",
      "Saul, hänen poikansa Jonatan ja heidän mukanaan olevat miehet jäivät Benjaminin Gebaan. Filistealaisten leiri oli Mikmasissa.",
      "Leiristä lähti kolme joukkoa ryöstöretkille. Yksi niistä meni Ofraan päin Sualin alueelle,",
      "toinen Bet-Horoniin päin ja kolmas kohti autiomaata, seudulle, joka on Seboimin laakson yläpuolella.",
      "Koko Israelissa ei siihen aikaan ollut ainoatakaan seppää, koska filistealaiset pelkäsivät israelilaisten tekevän itselleen miekkoja ja keihäitä.",
      "Israelilaisten oli pakko mennä filistealaisten luo saadakseen aurojensa terät, kuokkansa, kirveensä ja sirppinsä teroitetuiksi;",
      "aurojen ja kuokkien teroitus maksoi kaksi kolmannessekeliä, kirveiden teroitus ja piikin kiinnittäminen sauvaan yhden kolmannessekelin.",
      "Niinpä ei sodan syttyessä koko Saulin ja Jonatanin väestä kellään muulla ollut miekkaa eikä keihästä kuin Saulilla itsellään ja Jonatanilla.",
      "Filistealaisten etuvartio asettui Mikmasin solaan. kimppuun"
    ],
    [
      "Saulilla oli telttansa Migronin granaattiomenapuun alla Geban lähistöllä, ja hänellä oli mukanaan noin kuusisataa miestä.",
      "Efodia kantoi Ahia, Ikabodin veljen Ahitubin poika, jonka isänisä oli Pinehas, Silossa Herran pappina toimineen Eelin poika. Kukaan miehistä ei tiennyt Jonatanin lähdöstä.",
      "Solassa, jonka poikki Jonatan aikoi mennä filistealaisten etuvartion luo, on molemmilla puolilla jyrkkä kallioseinämä. Toisen nimi on Boses ja toisen Senne,",
      "toinen niistä kohoaa pohjoisessa Mikmasin puolella ja toinen etelässä Geban puolella.",
      "Jos he sanovat meille: 'Pysykää paikoillanne, kunnes me tulemme sinne', niin seisomme aloillamme emmekä kiipeä heidän luokseen.",
      "Jonatan kiipesi jyrkännettä käsin ja jaloin, ja aseenkantaja seurasi perässä. Jonatanin edetessä filistealaiset kaatuivat maahan, ja hänen jäljessään tuleva aseenkantaja pisti heidät kuoliaaksi.",
      "Tässä ensimmäisessä kahakassa Jonatan ja hänen aseenkantajansa tappoivat puolen kyntövaon pituisella matkalla parikymmentä miestä.",
      "Silloin pakokauhu valtasi koko filistealaisten sotajoukon niin ylhäällä leirissä kuin etuvartiossakin, ja myös ryöstelemässä olevat osastot joutuivat pelon valtaan. Maa vavahteli, ja kaikkialla syntyi valtava kauhu.",
      "Saulin tähystäjät Benjaminin Gebassa huomasivat vihollisjoukkojen ryntäilevän sinne tänne.",
      "Saul ja hänen joukkonsa kohottivat sotahuudon ja lähtivät taisteluun. Filistealaiset olivat jo nostaneet miekkansa toisiaan vastaan, ja sekasorto oli täydellinen.",
      "Ne heprealaiset, jotka aikaisemmin olivat joutuneet filistealaisten palvelukseen ja lähteneet heidän mukanaan sotaankin, siirtyivät Saulin ja Jonatanin johtamien israelilaisten puolelle.",
      "Kun Efraimin vuoristossa piileskelleet israelilaiset kuulivat filistealaisten lähteneen pakoon, hekin yhtyivät taisteluun ja takaa-ajoon.",
      "Näin Herra pelasti sinä päivänä Israelin. Taistelu jatkui Bet-Avenin länsipuolelle saakka,",
      "Tuolla seudulla oli joka puolella mehiläispesiä, jopa maassakin oli hunajaa.",
      "Kun sotilaat tulivat pesien luo, he näkivät hunajan valuvan niistä, mutta kukaan ei ottanut sitä suuhunsa, koska kaikki muistivat valansa ja pelkäsivät.",
      "Mutta Jonatan ei ollut kuullut isänsä vannottavan väkeään. Niinpä hän kastoi sauvansa kärjen hunajakennoon, pisti hunajaa suuhunsa ja virkistyi niin että hänen silmänsä kirkastuivat.",
      "Israelilaiset löivät sinä päivänä filistealaiset ja ajoivat heitä takaa Mikmasista Aijaloniin saakka.",
      "Lopen uupuneina ja nälissään miehet syöksyivät saaliin kimppuun, ottivat lampaita, härkiä ja vasikoita, teurastivat ne paljaalla maalla ja söivät veristä lihaa.",
      "Näin Saul rakensi Herralle alttarin. Se oli ensimmäinen alttari, jonka hän rakensi Herralle.",
      "Saul ei ajanut filistealaisia takaa pitemmälle, vaan palasi takaisin, ja niin filistealaiset pääsivät menemään omalle alueelleen.",
      "Lujitettuaan asemansa Israelin kuninkaana Saul taisteli kaikkialla vihollisiaan vastaan. Näitä olivat Moab, Ammon, Edom, Soban kuninkaat ja filistealaiset. Hän oli voittoisa kaikkialla, minne kääntyikin.",
      "Hän osoitti voimansa lyömällä myös amalekilaiset ja lopettamalla ryöstäjien retket Israelin alueille.",
      "Saulin pojat olivat Jonatan, Jisvi ja Malkisua. Hänellä oli myös kaksi tytärtä; vanhemman nimi oli Merab ja nuoremman Mikal.",
      "Saulin vaimo oli Ahinoam, Ahimaasin tytär. Sotaväen päällikkönä oli Abner, joka oli Saulin sedän Nerin poika.",
      "Saulin isä Kis ja Abnerin isä Ner olivat molemmat Abielin poikia.",
      "Kiivas sota filistealaisia vastaan jatkui koko Saulin elinajan, ja siksi Saul otti joukkoihinsa jokaisen rohkean ja voimakkaan miehen, jonka vain sattui näkemään."
    ],
    [
      "Näin on Herra Sebaot puhunut: 'Olen päättänyt rangaista amalekilaisia, koska he asettuivat israelilaisten tielle, kun nämä tulivat Egyptistä.",
      "Saul kutsui kokoon sotaväen ja tarkasti sen Telaimissa. Väkeä oli kaksisataatuhatta jalkamiestä sekä lisäksi kymmenentuhatta miestä Juudasta.",
      "Saul tuli amalekilaisten kaupungin tienoille ja asettui väijyksiin kuivillaan olevaan joenuomaan.",
      "Sitten Saul löi amalekilaiset koko alueella Havilasta aina Suriin, Egyptin rajoille asti.",
      "Hän otti elävänä vangiksi Amalekin kuninkaan Agagin, mutta kaikki muut hän julisti Herralle kuuluvaksi uhriksi ja hakkasi miekalla maahan.",
      "Paitsi Agagia Saul ja hänen miehensä säästivät myös parhaat lampaat ja vuohet, härät ja lehmät, vohlat ja karitsat ja kaiken muun arvokkaan omaisuuden. Niitä he eivät halunneet tuhota, mutta kaiken arvottoman ja turhan he hävittivät.",
      "Silloin Samuelille tuli tämä Herran sana:",
      "Herra lähetti sinut toteuttamaan tätä käskyä: 'Julista Herralle kuuluvaksi uhriksi pahantekijät, nuo amalekilaiset, ja sodi heitä vastaan, kunnes olet hävittänyt viimeisenkin heistä.'",
      "Silloin Samuel sanoi: -- Kumpi on Herralle mieleen, uhrit vai kuuliaisuus? Kuuliaisuus on parempi kuin uhri, totteleminen parempi kuin oinasten rasva.",
      "Kapinointi on noituuden vertainen synti, röyhkeys on kuin pettävät jumalankuvat. Sinä olet hylännyt Herran sanan. Siksi hän hylkää sinun kuninkuutesi.",
      "Kun Samuel kääntyi lähteäkseen pois, Saul tarttui hänen viittansa liepeeseen, niin että se repesi.",
      "Niin Samuel palasi Saulin kanssa, ja Saul meni rukoilemaan Herraa.",
      "Samuel sanoi: -- Koska sinun miekkasi on vienyt äideiltä lapset, sinun äitisi, jos kukaan, on jäävä lastaan vaille. Ja Samuel iski Agagin kappaleiksi Herran pyhäkössä Gilgalissa.",
      "Sitten Samuel lähti Ramaan, ja Saul palasi kotiinsa Saulin Gibeaan.",
      "Eikä Samuel enää eläessään nähnyt Saulia. Herra katui, että oli tehnyt Saulista Israelin kuninkaan, ja Samuel suri Saulia kuin kuollutta."
    ],
    [
      "Samuel otti öljysarvensa ja voiteli Daavidin siinä veljesten keskellä, ja Herran henki tuli Daavidiin ja pysyi hänessä siitä päivästä alkaen. Sitten Samuel palasi Ramaan.",
      "Herran henki siirtyi pois Saulista, ja Herran lähettämä paha henki alkoi ahdistaa häntä.",
      "Iisai kuormasi aasin selkään leipiä ja lähetti ne sekä karitsan ja viinileilin poikansa Daavidin mukana Saulille.",
      "Niin Daavid tuli Saulin luo ja jäi hänen palvelukseensa. Saul mieltyi häneen suuresti ja teki hänestä aseenkantajansa.",
      "Aina kun Jumalan lähettämä paha henki yllätti Saulin, Daavid tarttui harppuunsa ja soitti. Silloin Saulin ahdistus helpotti, hänen tuli parempi olla ja paha henki jätti hänet rauhaan."
    ],
    [
      "Filistealaiset kokosivat taas joukkonsa ryhtyäkseen sotaan. He kerääntyivät Juudan Sokoon ja pystyttivät leirinsä Sokon ja Asekan välimaastoon Efes-Dammimiin.",
      "Myös israelilaiset kokoontuivat Saulin johdolla yhteen, pystyttivät leirinsä Elanlaaksoon ja järjestäytyivät taisteluun filistealaisia vastaan.",
      "Filistealaiset pysyttelivät vuorella, israelilaiset olivat toisella vuorella heitä vastapäätä, ja heidän välissään oli laakso.",
      "Filistealaisten leiristä astui esiin kaksintaistelija. Hän oli nimeltään Goljat, kotoisin Gatista, ja hän oli kuuden kyynärän ja vaaksan mittainen.",
      "Päässään hänellä oli pronssikypärä ja yllään pronssinen suomuhaarniska, joka painoi viisituhatta sekeliä.",
      "Jalkojensa suojana hänellä oli pronssiset säärykset ja olallaan tappara.",
      "Hänen keihäänsä varsi oli kuin kangaspuiden tukki, ja sen rautakärki painoi kuusisataa sekeliä. Hänen edellään kulki kilvenkantaja.",
      "Kun Saul ja israelilaiset kuulivat filistealaisen sanat, he säikähtivät ja joutuivat pelon valtaan.",
      "Daavid oli Juudan Betlehemissä asuvan efratilaisen miehen poika. Miehen nimi oli Iisai, ja hänellä oli kahdeksan poikaa. Saulin aikana Iisai oli jo hyvin iäkäs.",
      "Iisain kolme vanhinta poikaa olivat lähteneet Saulin kanssa sotaan. Sotaretkelle lähteneistä pojista vanhin oli nimeltään Eliab, toinen Abinadab ja kolmas Samma.",
      "Daavid oli pojista nuorin. Kolme vanhinta olivat lähteneet Saulin mukaan,",
      "mutta Daavid palasi aina välillä Saulin luota Betlehemiin paimentamaan isänsä lampaita.",
      "Filistealainen astui samalla tavoin esiin joka aamu ja ilta neljänkymmenen päivän ajan.",
      "Vie myös heidän päällikölleen nämä kymmenen juustoa. Ota selville, miten veljesi voivat, ja tuo heiltä jokin merkki käynnistäsi.",
      "(H17:20-21)Varhain seuraavana aamuna Daavid jätti lampaat toisten huostaan ja lähti matkaan, kuten Iisai oli käskenyt.",
      "(H17:20-21)Kun hän saapui leirin keskelle, israelilaiset ja filistealaiset järjestäytyivät taisteluun toisiaan vastaan ja sotilaat riensivät sotahuutoa huutaen taistelurintamaan.",
      "Daavid jätti kantamuksensa kuormaston vartijan haltuun, juoksi rivistöjen luo ja meni tervehtimään veljiään.",
      "Hänen puhellessaan heidän kanssaan astui filistealaisten riveistä esille gatilainen kaksintaistelija, joka tunnettiin nimellä Goljat Filistealainen. Goljat lausui samat sanat kuin aikaisemminkin, ja Daavid kuuli mitä hän sanoi.",
      "Kun israelilaiset näkivät taistelijan, he vetäytyivät kauhuissaan taaksepäin",
      "Sotilaat kertoivat hänelle samaan tapaan kuin aikaisemminkin, mitä se mies saisi, joka tappaisi Goljatin.",
      "Sitten hän kääntyi erään toisen miehen puoleen ja teki saman kysymyksen, ja sotilaat vastasivat hänelle samoin kuin aikaisemminkin.",
      "Mutta Daavidin puheet pantiin merkille ja ne kerrottiin Saulille, ja Saul lähetti hakemaan hänet luokseen.",
      "minä lähdin sen perään ja löin sitä ja tempasin lampaan sen kidasta. Kun se hyökkäsi kimppuuni, minä tartuin sitä parrasta ja hakkasin sen hengiltä.",
      "Saul puki Daavidin ylle oman sotapaitansa, pani pronssikypärän hänen päähänsä ja puki hänen päälleen haarniskan.",
      "Daavid otti sauvansa, valitsi joenuomasta viisi sileää kiveä ja pani ne paimenlaukkuunsa, jossa hän piti tavaroitaan. Sitten hän lähti linko kädessä astumaan kohti filistealaista.",
      "Tämä lähestyi Daavidia edellään kilvenkantaja.",
      "Filistealainen katseli Daavidia ja näki, että hän oli sorea, parraton nuorukainen, mitätön vastustajaksi.",
      "Tänä päivänä Herra jättää sinut minun käsiini. Minä katkaisen kaulasi ja syötän sinut ja koko filistealaisten sotajoukon raadot taivaan linnuille ja villipedoille. Silloin koko maa saa tietää, että Israelilla on Jumala,",
      "Kun filistealainen lähti tulemaan Daavidia kohti, Daavid ryntäsi juosten häntä vastaan,",
      "pisti kätensä laukkuun ja otti sieltä kiven. Hän linkosi sen ja osui filistealaista otsaan. Kivi puhkaisi otsan, ja filistealainen kaatui suulleen maahan.",
      "Näin Daavid voitti filistealaisen ilman miekkaa pelkällä lingolla ja kivellä, kaatoi hänet maahan ja otti hänet hengiltä.",
      "Daavid juoksi filistealaisen luo, tarttui hänen miekkaansa ja veti sen tupesta, iski hänet kuoliaaksi ja hakkasi häneltä miekalla pään poikki. Nähdessään sankarinsa kuolleen filistealaiset lähtivät pakoon.",
      "Silloin Israelin ja Juudan miehet kohottivat riemuhuudon ja lähtivät takaa- ajoon. He seurasivat filistealaisia aina Gatiin ja Ekronin porteille asti, ja ruumiita virui pitkin Saaraimin tietä Gatiin ja Ekroniin saakka.",
      "Sitten israelilaiset lopettivat rajun takaa- ajonsa ja palasivat ryöstämään filistealaisten leiriä.",
      "Daavid otti Goljatin pään ja vei sen Jerusalemiin, mutta Goljatin varusteet hän jätti telttaansa.",
      "Kun Daavid tuli takaisin surmattuaan filistealaisen, Abner otti hänet mukaansa ja vei Saulin eteen; kädessään Daavidilla oli filistealaisen pää."
    ],
    [
      "Daavidin ja Saulin keskustelun jälkeen Jonatan kiintyi Daavidiin ja rakasti häntä tästä lähtien kuin omaa henkeään.",
      "Saul otti tuona päivänä Daavidin luokseen eikä päästänyt häntä enää palaamaan isänsä luo.",
      "Jonatan solmi Daavidin kanssa ystävyysliiton, sillä hän rakasti tätä kuin omaa henkeään.",
      "Hän riisui viittansa ja antoi sen Daavidille, samoin sotapaitansa, miekkansa, jousensa ja vyönsäkin.",
      "Kaikkialla, minne Saul Daavidin lähetti, Daavid menestyi niin hyvin, että Saul asetti hänet sotureittensa päälliköksi. Hän oli sekä kansan että Saulin miesten suosiossa.",
      "Kun sotajoukko palasi takaisin Daavidin surmattua filistealaisen, naiset lähtivät kaikista Israelin kaupungeista kuningas Saulia vastaan laulaen, tanssien ja iloiten, rumpuja ja symbaaleja lyöden.",
      "Riemuitsevat naiset lauloivat kertosäettä: -- Saul kaatoi miehiä tuhansin, Daavid kymmenintuhansin.",
      "Siitä hetkestä alkaen Saul katseli karsaasti Daavidia.",
      "Seuraavana päivänä Jumalan lähettämä paha henki valtasi Saulin, ja hän riehui hurmoksissa kotonaan. Daavid soitti tapansa mukaan harppua, mutta Saul puristeli keihästään.",
      "Silloin Saul alkoi pelätä Daavidia, koska Herra oli Daavidin kanssa mutta oli hylännyt hänet itsensä.",
      "Saul lähetti Daavidin pois luotaan ja teki hänestä tuhannen miehen päällikön. Daavid johti miehiään taisteluissa",
      "ja menestyi kaikessa, sillä Herra oli hänen kanssaan.",
      "Saul näki Daavidin menestyksen ja pelkäsi häntä yhä enemmän.",
      "Mutta Israelin ja Juudan miehet ihailivat Daavidia, joka johti heitä sotaretkillä.",
      "Mutta kun tuli aika, jolloin Daavidin piti saada vaimokseen Saulin tytär Merab, tämä olikin jo annettu meholalaiselle Adrielille.",
      "Saulin tytär Mikal rakastui Daavidiin. Tieto tästä miellytti Saulia,",
      "Saulin miehet kertoivat kuninkaalle, mitä Daavid oli vastannut,",
      "Saulin miehet kertoivat Daavidille nämä sanat. Daavidista oli mieluisaa päästä tällä tavalla kuninkaan vävyksi, ja määräaikaa odottelematta",
      "hän lähti miehineen liikkeelle ja tappoi kaksisataa filistealaista. Daavid toi mukanaan heidän esinahkansa ja laski ne kaikki kuninkaan eteen päästäkseen kuninkaan vävyksi. Ja Saul antoi hänelle tyttärensä Mikalin vaimoksi.",
      "Saul ymmärsi nyt, että Herra oli Daavidin kanssa. Mikal, Saulin tytär, rakasti Daavidia,",
      "mutta Saul alkoi pelätä Daavidia yhä enemmän ja piti lopun ikäänsä häntä vihollisenaan.",
      "Filistealaisten päälliköt jatkoivat edelleen hyökkäyksiään. Jokaisessa taistelussa Daavid menestyi paremmin kuin muut Saulin miehet, ja näin hän hankki itselleen suuren maineen."
    ],
    [
      "Saul puhui pojalleen Jonatanille ja kaikille miehilleen Daavidin surmaamisesta. Mutta Saulin poika Jonatan oli kovin kiintynyt Daavidiin",
      "Jonatan kutsui sitten Daavidin luokseen ja kertoi hänelle, mitä Saul oli sanonut. Hän toi Daavidin takaisin Saulin luo, ja Daavid palveli Saulia kuten ennenkin.",
      "Kun sota syttyi, Daavid lähti jälleen taistelemaan filistealaisia vastaan ja tuotti heille niin suuren tappion, että he hajaantuivat pakoon hänen tieltään.",
      "Herran lähettämä paha henki yllätti taas Saulin. Saul istui kotonaan keihäs kädessä, ja Daavid soitti harppua.",
      "Saul yritti naulita Daavidin seinään keihäällään, mutta Daavid väisti ja keihäs iskeytyi seinään. Daavid juoksi ulos ja pääsi pakoon. Samana yönä",
      "Mikal laski Daavidin alas ikkunasta, ja hän pakeni ja pelastui.",
      "Mikal pani vuoteeseen jumalankuvan, asetti pääpuoleen vuohenkarvatyynyn ja peitti ne vaatteella.",
      "Miehet menivät, mutta vuoteessa olikin vain jumalankuva ja pääpuolessa vuohenkarvatyyny.",
      "Näin Daavid pääsi pakenemaan. Hän meni Samuelin luo Ramaan ja kertoi, mitä Saul oli tehnyt hänelle. Sitten hän ja Samuel menivät Najotiin ja jäivät sinne.",
      "Kun Saul sai tietää Daavidin olevan Raman Najotissa,",
      "hän lähetti miehiä vangitsemaan hänet. Mutta kun Saulin miehet näkivät hurmostilassa olevan profeettajoukon ja Samuelin sitä johtamassa, Jumalan henki yllätti heidät ja hekin joutuivat hurmoksiin.",
      "Saatuaan tästä tiedon Saul lähetti toiset miehet, mutta hekin joutuivat hurmoksiin. Saul lähetti vielä kolmannet, mutta myös he joutuivat hurmoksiin.",
      "Kun hän lähti kulkemaan sinnepäin, Jumalan henki yllätti myös hänet, niin että hän vaelsi hurmostilassa koko matkan Raman Najotiin saakka."
    ],
    [
      "Jos isäsi kyselee minua, sano hänelle: 'Daavid pyysi minulta luvan käväistä kaupungissaan Betlehemissä, koska hänen sukunsa viettää siellä uhrijuhlaa.'",
      "Jos isäsi tyytyy siihen vastaukseen, minä voin olla rauhassa, mutta jos hän raivostuu, tiedät sinäkin, että hänellä on paha mielessä.",
      "Jos isäni aikoo tehdä sinulle jotakin pahaa, saa Herra tehdä minulle vielä pahemmin, ellen ilmaise hänen aikeitaan sinulle ja toimita sinua turvallisesti pois täältä. Olkoon Herra sinun kanssasi, kuten hän on ollut isäni kanssa!",
      "Niin kauan kuin minä elän, tulee myös sinun osoittaa minua kohtaan sitä ystävyyttä, jota Herra vaatii, niin että saan pitää henkeni.",
      "Ja Jonatan pyysi vielä Daavidiakin vannomaan heidän keskinäisen rakkautensa kautta, sillä hän rakasti Daavidia yhtä paljon kuin omaa henkeään.",
      "Ylihuomenna sinua kysellään vielä varmemmin. Tule silloin tänne samaan paikkaan, jossa olit piilossa aikaisemminkin, ja istu tuon kivikasan luona.",
      "Minä ammun kolme nuolta sinnepäin niin kuin ampuisin maaliin.",
      "Sitten lähetän pojan etsimään nuolia. Jos huudan pojalle: 'Nuoli on tännempänä, ota se siitä', voit tulla esille, sillä kaikki on hyvin, ja niin totta kuin Herra elää, sinulla ei ole mitään hätää.",
      "Mutta jos huudan pojalle: 'Nuoli on kauempana', lähde silloin pakoon, Herra lähettää sinut matkaan.",
      "Daavid piiloutui kaupungin ulkopuolelle. Uudenkuun päivänä kuningas istui aterialle.",
      "Hän istui tavallisella paikallaan seinän vieressä, Jonatan istui häntä vastapäätä ja Abner Saulin vieressä, mutta Daavidin paikka oli tyhjä.",
      "Silloin Saul kohotti keihäänsä häntä kohti uhaten tappaa hänet, ja Jonatan ymmärsi, että hänen isänsä oli päättänyt surmata Daavidin.",
      "Jonatan lähti kiivastuneena pöydästä. Hän ei syönyt palaakaan koko uudenkuun juhlan toisena päivänä, sillä hän oli murheissaan Daavidin puolesta ja isänsä loukkaavien sanojen tähden.",
      "Aamulla Jonatan lähti kaupungin ulkopuolelle tapaamaan Daavidia, niin kuin he olivat sopineet, ja otti mukaansa pienen palveluspojan.",
      "Poika ei osannut epäillä mitään, sillä vain Jonatan ja Daavid tiesivät, mitä sanat tarkoittivat.",
      "Palvelijan mentyä Daavid nousi kivikasan takaa ja kumarsi kolmesti maahan asti. Sitten he suutelivat toisiaan ja itkivät yhdessä, Daavid vielä Jonataniakin enemmän."
    ],
    [
      "Silloin pappi antoi hänelle pyhiä leipiä. Siellä ei näet ollut muuta leipää kuin uhrileipiä, jotka oli otettu pois Herran edestä silloin kun niiden tilalle oli pantu tuoreet leivät.",
      "Siellä oli silloin pyhittäytymässä Herran edessä yksi Saulin miehistä, edomilainen Doeg, joka oli hänen paimentensa päällysmies.",
      "Samana päivänä Daavid jatkoi matkaansa paetakseen Saulin ulottuvilta ja tuli Gatin kuninkaan Akisin luo.",
      "Daavid pani heidän puheensa merkille ja alkoi pelätä Gatin kuningasta Akisia.",
      "Siksi hän tekeytyi mielipuoleksi, riehui heidän edessään, piirteli portin oviin ja kuolasi parralleen."
    ],
    [
      "Daavid lähti Gatista ja pakeni Adullamin luolaan. Kun hänen veljensä ja koko sukunsa saivat siitä tiedon, he lähtivät hänen luokseen.",
      "Daavidin luo kokoontui myös joukoittain pulaan joutuneita, velkojien ahdistamia ja katkeroituneita miehiä, ja hänestä tuli heidän johtajansa. Näin hänen luokseen kerääntyi nelisensataa miestä.",
      "Daavid jätti heidät Moabin kuninkaan haltuun, ja he asuivat kuninkaan luona niin kauan kuin Daavid viipyi turvapaikassaan vuorilla.",
      "Saul istui Gibeassa kukkulalla tamariskipuun alla keihäs kädessään, ja kaikki hänen miehensä seisoivat hänen ympärillään. Silloin Saulille tultiin kertomaan, että Daavid ja hänen miehensä oli nähty.",
      "Kuningas kutsutti luokseen pappi Ahimelekin, Ahitubin pojan, ja koko hänen isänsä suvun, Nobin papit. He kaikki saapuivat kuninkaan luo.",
      "Myös Nobin, pappien kaupungin, Saul hävitti miekallaan, ja miekka kaatoi sieltä miehet ja naiset, lapset ja imeväiset, sonnit, aasit ja lampaat.",
      "Vain yksi Ahitubin pojan Ahimelekin pojista pääsi pakoon. Hänen nimensä oli Abjatar. Hän pakeni Daavidin luo",
      "ja kertoi, että Saul oli murhannut Herran papit."
    ],
    [
      "Daavidille tultiin sanomaan, että filistealaiset olivat hyökänneet Keilaan ja ryöstelivät seudun puimatantereita.",
      "Daavid ja hänen miehensä lähtivät Keilaan ja hyökkäsivät filistealaisten kimppuun, veivät heidän karjansa ja löivät heidät perin pohjin. Näin Daavid pelasti Keilan asukkaat. --",
      "Kun Abjatar, Ahimelekin poika, oli pakomatkallaan tullut Daavidin luo Keilaan, hän oli tuonut efodin mukanaan.",
      "Saul kutsui koolle koko sotaväkensä lähteäkseen Keilaan ja saartaakseen Daavidin miehineen sinne.",
      "Silloin Daavid ja hänen miehensä, joita oli noin kuusisataa, lähtivät Keilasta ja alkoivat taas kuljeskella paikasta toiseen. Mutta kun Saul sai kuulla, että Daavid oli päässyt pakoon Keilasta, hän luopui retkestään.",
      "Daavid pysytteli piilopaikoissaan Sifin autiomaan vuorilla. Saul etsi häntä koko ajan, mutta Jumala ei antanut Daavidia hänen käsiinsä.",
      "Daavid tiesi, että Saul oli lähtenyt etsimään häntä tappaakseen hänet, ja jäi siksi Sifin autiomaan Horesaan.",
      "Saulin poika Jonatan tuli sinne hänen luokseen, rohkaisi häntä Jumalan nimessä",
      "He solmivat sitten keskenään liiton Herran edessä. Daavid jäi Horesaan, mutta Jonatan palasi kotiinsa.",
      "Menkää nyt ja ottakaa vielä tarkemmin selville, missä hän liikkuu ja kuka hänet on noilla seuduilla nähnyt. Hänen sanotaan olevan hyvin viekas.",
      "Sifiläiset lähtivät sitten Saulin luota ja palasivat kotiseudulleen. Daavid ja hänen miehensä olivat silloin Maonin autiomaassa Arabassa, Jesimonin eteläpuolella.",
      "Saul lähti miehineen etsimään Daavidia, mutta Daavid sai siitä tiedon ja siirtyi eräälle Maonin autiomaan kallioiselle vuorelle. Sen kuultuaan Saul lähti autiomaahan ajamaan takaa Daavidia.",
      "Kun Saul tuli vuoren toista puolta, Daavid oli miehineen sen toisella puolella ja pyrki kiireesti pakoon Saulin tieltä. Saul ja hänen miehensä olivat kuitenkin jo saartaneet Daavidin joukot ja olivat saamaisillaan ne kiinni,",
      "Saul keskeytti takaa-ajon ja lähti filistealaisia vastaan. Sen vuoksi paikkaa kutsutaan Erokallioksi.",
      "(H24:1)Daavid lähti liikkeelle ja asettui En-Gedin vuorille."
    ],
    [
      "(H24:2)Kun Saul palasi filistealaisia vastaan tekemältään sotaretkeltä, hänelle kerrottiin, että Daavid oli En-Gedin autiomaassa.",
      "(H24:3)Silloin Saul otti mukaansa Israelista kolmetuhatta valiosoturia ja lähti etsimään Daavidia ja hänen miehiään Kauriskallioiden itäpuolelta.",
      "(H24:4)Tien varressa oli lammastarhoja ja luola, ja tultuaan niiden kohdalle Saul meni luolaan tarpeilleen. Mutta Daavid ja hänen miehensä istuivat luolan perällä.",
      "(H24:6)Mutta sen tehtyään hän sai piston sydämeensä",
      "(H24:8)Daavid piti miehensä aloillaan eikä päästänyt heitä Saulin kimppuun, ja niin Saul lähti luolasta jatkaakseen matkaansa.",
      "(H24:11)Nyt voit omin silmin nähdä, että Herra jätti sinut tänään luolassa minun käsiini. Mieheni neuvoivat minua tappamaan sinut, mutta minä säästin sinut ja sanoin: 'En voi kohottaa kättäni kuningastani vastaan, sillä hän on Herran voideltu.'",
      "(H24:12)Katso nyt, isäni, katso viittasi lievettä, joka on kädessäni! Koska leikkasin liepeen viitastasi mutta en tappanut sinua, täytyy sinunkin ymmärtää, etten tahdo sinulle pahaa enkä kapinoi sinua vastaan. Minä en ole rikkonut sinua vastaan, mutta sinä väijyt minua ja tahdot viedä minulta hengen.",
      "(H24:13)Herra olkoon tuomarina meidän välillämme. Hän kostakoon sinulle minun puolestani, mutta minä en sinuun koske.",
      "(H24:14)Sanoohan vanha sananlaskukin: 'Paha on pahoista peräisin.' Minä en sinuun koske!",
      "(H24:15)Ja kenen perään Israelin kuningas on lähtenyt? Ketä sinä ajat takaa? Koiran raatoa, yhtä vaivaista kirppua!",
      "(H24:19)Sinä olet tänään osoittanut, että tahdot minulle vain hyvää. Kun Herra luovutti minut sinun käsiisi, et tappanut minua.",
      "(H24:20)Kun joku kohtaa vihollisensa, hän ei päästä tätä suosiolla pois. Palkitkoon Herra sinulle hyvän työn, jonka tänään olet tehnyt minulle!",
      "(H24:21)Nyt tiedän, että sinusta tulee kuningas ja että Israelin valtakunta pysyy lujasti käsissäsi.",
      "(H24:23)Kun Daavid oli vannonut tämän, Saul palasi kotiinsa ja Daavid nousi turvapaikkaansa vuorille."
    ],
    [
      "Samuel kuoli, ja kaikki israelilaiset kokoontuivat valittajaisiin. Samuel haudattiin kotipaikalleen Ramaan. Sitten Daavid lähti Paranin autiomaahan.",
      "Maonissa eli mahtava mies, jolla oli kolmetuhatta lammasta ja tuhat vuohta. Hän hoiti karjaansa Karmelissa ja oli taas kerran mennyt sinne keritsemään lampaitaan.",
      "Mies oli nimeltään Nabal, ja hän kuului Kalebin heimoon. Hänen vaimonsa nimi oli Abigail. Vaimo oli viisas ja kaunis, mutta mies tyly ja karkea.",
      "Kun Daavid sai autiomaassa kuulla, että Nabal oli parhaillaan keritsemässä lampaita,",
      "Sanokaa näin: 'Onnea ja kaikkea hyvää sinulle, väellesi ja kaikelle mitä omistat!",
      "Olen kuullut, että sinulla on parhaillaan lampaiden keritsiäiset. Sinun paimenesi ovat liikkuneet samoilla paikoilla kuin mekin, mutta me emme ole häirinneet heitä eikä heiltä ole hävinnyt mitään koko sinä aikana, jonka he ovat olleet Karmelissa.",
      "Daavidin miehet menivät Nabalin luo, veivät hänelle Daavidin nimissä nämä terveiset ja jäivät odottamaan vastausta.",
      "Daavidin miehet kääntyivät takaisin, palasivat Daavidin luo ja kertoivat hänelle, mitä Nabal oli sanonut.",
      "Nuo miehet ovat aina olleet meille hyviä. Meillä ei ollut mitään ikävyyksiä emmekä menettäneet mitään koko sinä aikana, kun kuljeskelimme samoilla seuduilla.",
      "Niin kauan kuin paimensimme lampaita heidän lähettyvillään, he olivat yötä päivää kuin muuri meidän ympärillämme.",
      "Abigail kokosi kiireesti kaksisataa leipää, kaksi viiniruukkua, viisi paistettua lammasta, viisi sea-mittaa paahdettuja jyviä, sata kakkua rusinoita ja kaksisataa kakkua kuivattuja viikunoita ja kuormasi ne aasien selkään.",
      "Kun Abigail ratsasti aasilla alas vuoren rinnettä, Daavid oli miehineen juuri tulossa vuoren takaa häntä vastaan, ja niin Abigail äkkiä kohtasi heidät.",
      "Kun Abigail näki Daavidin, hän laskeutui heti aasin selästä ja tervehti Daavidia kumartaen maahan saakka.",
      "Älä välitä tuosta kelvottomasta miehestä, Nabalista! Nimi on miestä myöten. Tyhmyri on hänen nimensä, ja tyhmyrinä hän pysyy. Minä, palvelijasi, en nähnyt niitä miehiä, jotka sinä lähetit,",
      "mutta niin totta kuin Herra elää ja sinä elät, Herra on nyt pysäyttänyt sinut ennen veritekoa eikä ole antanut sinun kostaa omin käsin. Käyköön sinun vihollisillesi ja niille, jotka tahtovat sinulle pahaa, samoin kuin Nabalille.",
      "Tässä ovat lahjat, jotka palvelijasi on tuonut tervehdyksenä sinulle, herrani. Ne ovat niitä miehiä varten, jotka seurasivat sinua retkilläsi.",
      "Suo anteeksi palvelijasi rohkeus! Mutta Herra on totisesti antava sinun sukusi säilyä, sillä sinä käyt Herran sotaa, eikä mikään paha satu sinuun koko elinaikanasi.",
      "Jos joku ryhtyy sinua vainoamaan ja tavoittelee henkeäsi, niin Herra, sinun Jumalasi, pitää henkesi tallella kuin kukkarossa, elävien joukossa, mutta vihollistesi hengen hän linkoaa pois kuin kiven.",
      "Kun Herra tekee sinulle kaiken sen hyvän, minkä on luvannut, ja korottaa sinut Israelin hallitsijaksi,",
      "Siunattu olkoon sinun älysi ja ole siunattu sinä itsekin, kun varjelit minua tekemästä tänään veritekoa etkä antanut minun kostaa omin käsin.",
      "Kun Abigail tuli takaisin Nabalin luo, tämä piti talossaan juominkeja, jotka olisivat kelvanneet vaikka kuninkaalle. Nabal oli hyvällä tuulella ja vahvasti juovuksissa, eikä Abigail puhunut hänelle sanaakaan ennen aamunkoittoa.",
      "Seuraavana aamuna, kun Nabalin humala oli haihtunut, Abigail kertoi miehelleen kaiken. Silloin Nabalin sydän jähmettyi ja hän muuttui kuin kiveksi.",
      "Noin kymmenen päivää myöhemmin Herra iski Nabalia niin että tämä kuoli.",
      "Abigail valmistautui kiireesti matkaan, nousi aasin selkään ja lähti viiden palvelijattarensa saattamana Daavidin lähettien mukaan, ja hänestä tuli Daavidin vaimo.",
      "Daavid oli nainut myös jisreeliläisen Ahinoamin, niin että hänellä oli nyt kaksi vaimoa.",
      "Mutta Saul oli antanut tyttärensä Mikalin, Daavidin ensimmäisen vaimon, Laisin pojalle Paltille, joka oli kotoisin Gallimista."
    ],
    [
      "Silloin Saul otti mukaansa kolmetuhatta israelilaista valiosoturia ja lähti Sifin autiomaahan etsimään Daavidia.",
      "Saul leiriytyi tien varteen Hakilankukkulalle Jesimonin laidalle, mutta Daavid pysytteli autiomaassa. Kun Daavid huomasi, että Saul oli tullut hänen perässään,",
      "hän lähetti tiedustelijoita ja sai tarkan tiedon Saulin olinpaikasta.",
      "Sitten Daavid lähti liikkeelle. Hän saapui paikalle, johon Saul oli leiriytynyt, ja näki missä Saul ja hänen sotaväkensä päällikkö Abner, Nerin poika, nukkuivat. Saulin makuupaikka oli leirin keskellä, ja miehet olivat asettuneet hänen ympärilleen.",
      "Yöllä Daavid ja Abisai menivät sinne. Saul nukkui leirin keskellä, maahan isketty keihäs päänsä vieressä, ja Abner ja sotilaat nukkuivat hänen ympärillään.",
      "Daavid otti itse Saulin pään vierestä keihään ja vesipullon, ja he menivät pois. Kukaan ei nähnyt tai huomannut mitään, kukaan ei edes herännyt. Kaikki nukkuivat, sillä Herra oli vaivuttanut heidät syvään uneen.",
      "Daavid kulki laakson poikki ja päästyään kyllin kauas leiristä pysähtyi toisen vuoren laelle.",
      "Kuuntele nyt, kuninkaani, mitä palvelijallasi on sanottavana. Jos Herra on yllyttänyt sinut minua vastaan, hänet voi lepyttää uhreilla. Mutta jos ihmiset ovat sen tehneet, kohdatkoon heitä Herran kirous! Nyt he ovat karkottaneet minut pois Herran omasta maasta, joka on myös minun maani, ja sanoneet: 'Mene muualle ja palvele vieraita jumalia.'",
      "Herra palkitsee aina oikeamielisyyden ja uskollisuuden. Herra antoi sinut tänään minun käsiini, mutta minä en tahtonut kohottaa kättäni Herran voideltua vastaan."
    ],
    [
      "Daavid ja hänen kuusisataa miestään lähtivät liikkeelle ja siirtyivät Maokin pojan Akisin luo, joka oli Gatin kuningas.",
      "Daavid ja hänen miehensä jäivät asumaan Akisin luo Gatiin. Heillä oli kaikilla perheensä mukanaan, ja Daavidin mukana olivat hänen molemmat vaimonsa, jisreeliläinen Ahinoam ja karmelilainen Abigail, joka oli ollut Nabalin vaimo.",
      "Kun Saulille kerrottiin, että Daavid oli paennut Gatiin, hän luopui takaa-ajosta.",
      "Silloin Akis antoi hänelle Siklagin, ja sen tähden Siklag on tähän päivään saakka ollut Juudan kuninkaiden omaisuutta.",
      "Daavid viipyi filistealaisten maassa vuoden ja neljä kuukautta.",
      "Daavid ja hänen miehensä tekivät retkiä gesurilaisten, girsiläisten ja amalekilaisten kimppuun. Nämä kansat asuivat seudulla, joka ulottuu Telemistä Suriin ja Egyptiin saakka.",
      "Hävittäessään noita seutuja Daavid ei jättänyt henkiin ainoatakaan miestä tai naista, mutta lampaat ja vuohet, härät ja lehmät, aasit, kamelit ja vaatteet hän otti aina mukaansa, ja sitten hän palasi kotiin ja meni Akisin luo."
    ],
    [
      "Samuel oli kuollut, ja israelilaiset olivat pitäneet valittajaiset ja haudanneet hänet Ramaan, hänen kotikaupunkiinsa. Ja Saul oli poistanut maasta henkien manaajat ja enteiden selittäjät.",
      "Kokoonnuttuaan yhteen filistealaiset menivät Sunemiin ja leiriytyivät sinne. Silloin Saul kokosi kaikki israelilaiset, ja he leiriytyivät Gilboaan.",
      "Kun Saul näki filistealaisten joukot, hän pelästyi ja hänen sydämensä vapisi.",
      "Hän kysyi neuvoa Herralta, mutta Herra ei vastannut hänelle, ei unien, ei urimin eikä profeettojenkaan välityksellä.",
      "Herra on tehnyt sinulle niin kuin hän puhui minun kauttani: hän on repäissyt kuninkuuden sinun kädestäsi ja antanut sen toiselle miehelle, Daavidille.",
      "Sinä et totellut Herraa etkä tehnyt amalekilaisten maassa, mitä hänen vihansa vaati. Sen vuoksi Herra tekee nyt sinulle tämän.",
      "Silloin Saul kaatui kauhistuneena maahan pitkin pituuttaan. Hän oli säikähtynyt Samuelin puheesta, ja hänen voimansa olivat lopussa, koska hän ei ollut syönyt leivän palaakaan koko sinä päivänä ja yönä.",
      "Naisella oli kotonaan juottovasikka. Hän teurasti sen kiireesti ja otti jauhoja, teki niistä taikinan ja paistoi happamattomia leipiä.",
      "Nämä ruoat hän toi Saulille ja hänen palvelijoilleen. He söivät ja lähtivät takaisin samana yönä."
    ],
    [
      "Filistealaiset kokosivat kaikki joukkonsa Afekiin, ja israelilaisilla oli leirinsä Jisreelissä lähteen luona.",
      "Filistealaisten päälliköt johtivat kukin sadan tai tuhannen miehen joukkoa, mutta Daavid ja hänen miehensä tulivat jälkijoukkona Akisin seurassa.",
      "Aamuvarhaisella Daavid ja hänen miehensä lähtivät takaisin filistealaisten maahan, mutta filistealaiset jatkoivat matkaansa Jisreeliin."
    ],
    [
      "Ennen kuin Daavid ja hänen miehensä kahden päivän kuluttua saapuivat Siklagiin, olivat amalekilaiset hyökänneet Negeviin ja Siklagiin, vallanneet Siklagin ja polttaneet sen poroksi.",
      "Kaupungin naiset he olivat ottaneet vangiksi viimeistä myöten, mutta he eivät olleet tappaneet ketään vaan olivat vieneet mukanaan kaikki naiset ja lapset, suuret ja pienet.",
      "Kun Daavid ja hänen miehensä tulivat kaupunkiin, se oli poltettu ja heidän vaimonsa, poikansa ja tyttärensä oli viety vankeina pois.",
      "Silloin Daavid ja hänen sotilaansa puhkesivat itkuun ja itkivät, kunnes eivät enempää jaksaneet.",
      "Myös Daavidin molemmat vaimot, jisreeliläinen Ahinoam ja karmelilainen Abigail, joka oli ollut Nabalin vaimo, oli viety vankeina pois.",
      "Daavid joutui suureen hätään, sillä miehet olivat poikiensa ja tyttäriensä vuoksi niin katkeria, että uhkasivat kivittää hänet kuoliaaksi. Mutta Daavid haki tukea Herrasta, Jumalastaan,",
      "Daavid ja hänen kuusisataa miestään lähtivät liikkeelle ja saapuivat Besorin jokiuomalle, jonne osa heistä jäi.",
      "Sinne pysähtyi kaksisataa miestä, jotka olivat niin uuvuksissa, etteivät jaksaneet kulkea Besorin poikki. Mutta Daavid jatkoi neljänsadan miehen kanssa takaa-ajoa.",
      "Arolla Daavidin miehet näkivät erään egyptiläisen ja veivät hänet Daavidin luo. He tarjosivat miehelle leipää, ja hän söi. He antoivat hänelle myös vettä juotavaksi",
      "ja kakun kuivattuja viikunoita ja kaksi kakkua rusinoita. Kun hän oli syönyt, hänen voimansa elpyivät; hän ei näet ollut syönyt eikä juonut mitään kolmeen vuorokauteen.",
      "Kun mies vei Daavidin sinne, amalekilaiset olivat hajaantuneet pitkin seutua. He söivät, joivat ja juhlivat suurta saalista, jonka olivat ryöstäneet filistealaisten maasta ja Juudasta.",
      "Daavid hyökkäsi heidän kimppuunsa seuraavana päivänä aamuhämärissä ja tappoi heitä iltaan saakka, ja heistä pelastui vain neljäsataa nuorta miestä, jotka nousivat kamelien selkään ja pakenivat.",
      "Daavid sai haltuunsa kaiken, minkä amalekilaiset olivat vieneet, ja vapautti myös molemmat vaimonsa.",
      "Mitään ei puuttunut, ei suurta eikä pientä, ei ainoatakaan poikaa tai tytärtä eikä mitään amalekilaisten saaliina viemistä tavaroista. Daavid sai kaiken takaisin",
      "Kun Daavid oli tulossa niiden kahdensadan miehen luo, jotka eivät olleet jaksaneet seurata häntä vaan olivat jääneet Besorin jokiuomalle, nämä lähtivät Daavidia ja hänen mukanaan tulevaa väkeä vastaan. Kohdatessaan miehet Daavid tervehti heitä ystävällisesti.",
      "Sinä päivänä Daavid teki tästä pysyvän säännön ja käytännön Israelissa, ja se on vieläkin voimassa.",
      "Lahjoja hän lähetti niille, jotka asuivat Betelissä, Negevin Ramotissa ja Jattirissa,",
      "Aroerissa, Sifemotissa ja Estemoassa,",
      "Rakalissa, jerahmeelilaisten ja keniläisten kaupungeissa,",
      "Hormassa, Bor-Asanissa, Atakissa",
      "ja Hebronissa, sekä kaikkialle, missä hän oli miehineen kulkenut."
    ],
    [
      "Filistealaiset ryhtyivät taisteluun israelilaisia vastaan. Israelin miehet pakenivat heidän tieltään, ja paljon kaatuneita jäi Gilboanvuoren rinteille.",
      "Filistealaiset saavuttivat Saulin ja hänen poikansa ja tappoivat Jonatanin, Abinadabin ja Malkisuan, Saulin pojat.",
      "Taistelu kävi kiivaana myös Saulin ympärillä. Jousimiehet keksivät hänet, ja hän haavoittui pahoin heidän nuolistaan.",
      "Nähdessään Saulin kuolleen myös aseenkantaja heittäytyi miekkaansa ja seurasi Saulia kuolemaan.",
      "Näin he kaikki kuolivat samana päivänä, Saul, kolme hänen poikaansa, hänen aseenkantajansa sekä kaikki hänen lähimmät miehensä.",
      "Kun Jisreelin tasangon toisella puolella ja Jordanin takana asuvat israelilaiset saivat tietää, että Israelin sotaväki oli paennut ja Saul ja hänen poikansa olivat kuolleet, he jättivät kaupunkinsa ja lähtivät pakoon. Heidän tilalleen kaupunkeihin asettui filistealaisia.",
      "Seuraavana päivänä filistealaiset lähtivät ryöstämään ruumiita ja löysivät Saulin ja hänen kolme poikaansa kaatuneina Gilboanvuorelta.",
      "He löivät Saulilta pään poikki, ryöstivät hänen varusteensa ja kuljettivat niitä ympäri maataan julistaakseen voitonsanomaa epäjumalilleen ja kansalleen.",
      "Filistealaiset asettivat Saulin varusteet Astarten pyhäkköön, mutta hänen ruumiinsa he ripustivat Bet-Seanin muurille.",
      "Kun Gileadin Jabesin asukkaat kuulivat, mitä filistealaiset olivat tehneet Saulille,",
      "kaikki kaupungin taistelukykyiset miehet lähtivät liikkeelle. He kulkivat koko yön ja ottivat Saulin ja hänen poikiensa ruumiit alas Bet-Seanin muurilta, toivat ne Jabesiin ja polttivat ne siellä.",
      "Sitten he kokosivat heidän luunsa, hautasivat ne tamariskipuun alle Jabesiin ja paastosivat seitsemän päivää."
    ]
  ],
  "name": "1 Samuel"
}
