{
  "id": "jr",
  "chapters": [
    [
      "Jeremian, Hilkian pojan, sanat. Jeremia oli pappissukua, kotoisin Anatotista, Benjaminin heimon alueelta.",
      "Herran sana tuli hänelle Juudan kuninkaan Josian, Amonin pojan, kolmantenatoista hallitusvuotena.",
      "Herra puhui hänelle vielä kuningas Jojakimin, Josian pojan, aikana ja sen jälkeen aina kuningas Sidkian, Josian pojan, yhdenteentoista hallitusvuoteen saakka, jonka viidentenä kuukautena jerusalemilaiset vietiin pakkosiirtolaisuuteen.",
      "Minulle tuli tämä Herran sana:",
      "-- Jo ennen kuin sinut äidinkohdussa muovasin, minä valitsin sinut. Jo ennen kuin sinä synnyit maailmaan, minä pyhitin sinut omakseni ja määräsin sinut kansojen profeetaksi.",
      "-- Älä sano, että olet nuori, vaan mene, minne ikinä sinut lähetän, ja puhu, mitä minä käsken sinun puhua.",
      "Älä pelkää ketään, sillä minä, Herra, olen sinun kanssasi ja suojelen sinua.",
      "Sitten Herra ojensi kätensä, kosketti suutani ja sanoi minulle: -- Minä annan sanani sinun suuhusi.",
      "Minä asetan sinut tänä päivänä kansojen ja valtakuntien yläpuolelle. Sinun tulee repiä ja särkeä, tuhota ja hävittää, rakentaa ja istuttaa.",
      "Kuuntele tarkoin, mitä sanon: Minä kutsun tänne kaikki pohjoisten valtakuntien kansat. Kun ne tulevat, niiden kuninkaat asettavat istuimensa Jerusalemin porttien eteen joka puolelle kaupungin muuria, samoin kaikkien muiden Juudan kaupunkien ympärille.",
      "Minä julistan Juudan asukkaille tuomion kaikesta heidän pahuudestaan: he ovat hylänneet minut, uhranneet muille jumalille ja kumartaneet omatekoisia jumalankuviaan.",
      "Minä teen sinusta tänä päivänä linnoitetun kaupungin, rautapatsaan ja pronssimuurin, jotta voit puolustautua, kun koko maa, Juudan kuninkaat, päämiehet, papit ja kansa nousevat sinua vastaan."
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Israel kuului Herralle niin kuin pellon ensi sato. Kaikki, jotka siihen kajosivat, saivat osakseen tuomion. Onnettomuus kohtasi heitä, sanoo Herra.",
      "Näin sanoo Herra: -- Mitä pahaa isänne minusta löysivät, kun he kääntyivät minusta pois? He lähtivät seuraamaan olemattomia jumalia ja menettivät arvonsa minun silmissäni.",
      "Minä toin teidät puutarhojen maahan. Te saitte syödä hedelmiä, nauttia maan antimista. Mutta tultuanne te saastutitte minun maani, turmelitte tyystin omaisuuteni.",
      "Siksi minä yhä syytän teitä, sanoo Herra, ja vaadin tilille vielä lastenne lapset.",
      "Menkää länteen kittiläisten saarille, lähettäkää miehiä itään Kedariin, katsokaa ja ottakaa tarkoin selville, onko missään tällaista tapahtunut!",
      "Onko mikään kansa vaihtanut jumaliaan? Ja jos ne edes olisivat jumalia! Minä, Herra, olen ollut kansani voima ja kunnia. Mutta minut se on vaihtanut toisiin jumaliin, joista ei ole mitään apua.",
      "Tyrmistykää, taivaat! Kauhistukaa, järkkykää perin juurin!",
      "Minun kansani on tehnyt syntiä kaksin verroin: minut, elävän veden lähteen, se on hylännyt ja hakannut itselleen vesisäiliöitä, särkyviä säiliöitä, jotka eivät vettä pidä.",
      "-- Ei Israel ole orja eikä orjaksi syntynyt. Miksi se sitten joutui saaliiksi?",
      "Miksi viholliset kävivät sinun kimppuusi ärjyen ja karjuen kuin leijonat? Ne tekivät maasi autioksi, hävittivät kaupunkisi, niin ettei ketään jäänyt jäljelle.",
      "Nyt vielä egyptiläiset, Memfiksen ja Tahpanhesin miehet, tulevat ja ajavat pääsi paljaaksi!",
      "Israel, sinä itse olet tämän aiheuttanut! Sinä hylkäsit Herran, Jumalasi, vaikka hän ohjasi kulkuasi.",
      "Mitä apua olisi enää siitä, että lähtisit Egyptiin juomaan Niilin vettä? Mitä hyötyä siitä, että lähtisit Assyriaan juomaan Eufratin vettä?",
      "Oma pahuutesi on syynä kuritukseesi, luopumus tuo sinulle rangaistuksen. Nyt saat katkerasti kokea, miten paljon onnettomuutta koituu siitä, että hylkäsit Herran, että et pelännyt minua, Jumalaasi. Näin sanoo Herra Jumala Sebaot.",
      "Minä istutin sinut, olit jalo viiniköynnös, olet kasvanut parhaimmasta siemenestä. Ja mitä minä nyt näen? Olet muuttunut villiköynnökseksi ja kannat kelvottomia oksia.",
      "Vaikka pesisit itsesi saippualla, vaikka käyttäisit lipeää, jäisi syntiesi lika yhä jäljelle, en voisi olla sitä näkemättä, sanoo Herra.",
      "sinä villiaasi, autiomaan kasvatti, joka himossasi pärskit ja huohotat! Mikä voi hillitä sinun kiimasi? Ei yhdenkään, joka etsii sinua kumppanikseen, tarvitse juosta itseään uuvuksiin. Kiimasi aikaan sinut kyllä löytää.",
      "Niin kuin kiinni joutunut varas, niin Israelin heimokin saa osakseen häpeän: koko kansa, sen kuninkaat, päämiehet, papit ja profeetat.",
      "Missä ovat ne jumalat, jotka olet itsellesi tehnyt? Tulkoot ne hädän hetkenä auttamaan sinua, jos voivat! Onhan sinulla, Juuda, jumalia yhtä paljon kuin kaupunkeja!",
      "-- Miksi te yhä syytätte minua, tehän olette kaikki jo luopuneet minusta, sanoo Herra.",
      "Turhaan minä olen kurittanut teitä, ette te ole ottaneet opiksenne. Oma miekkanne on syönyt teidän profeettanne kuin raateleva leijona.",
      "Unohtaako neitonen korunsa tai morsian pukunsa nauhat? Minun kansani on unohtanut minut aina uudestaan, kerran toisensa jälkeen.",
      "Kuinka taitava oletkaan löytämään tien rakastajiesi luo! Niinpä oletkin jo tottunut pahoihin tekoihisi.",
      "Katso, viittasi liepeissä on köyhien ja viattomien verta. Sinä olet surmannut heidät, vaikka et tavannut heitä murtautumasta taloosi.",
      "Miksi ryntäät suunnasta toiseen? Egypti pettää toiveesi, niin kuin Assyria aikoinaan petti."
    ],
    [
      "Sateet tyrehtyivät, ei satanut syksyllä eikä keväällä, mutta yhä vain huoruus näkyi kasvoistasi etkä ymmärtänyt edes hävetä.",
      "Entä nyt? Sinä huudat minulle: 'Isä! Nuoruudestani asti sinä olet ollut minun ystäväni.",
      "Ja vaikka minä lähetin Luopio-Israelin pois hänen aviorikoksensa vuoksi ja annoin hänelle erokirjan, ei hänen sisarensa Petturi-Juuda siitä säikähtänyt, vaan rupesi portoksi hänkin. Minä jouduin sen näkemään.",
      "Huoruuteen mieltyneenä Juuda häpäisi maan. Hän palveli kiviä ja puita jumalina ja oli uskoton minulle.",
      "Mene ja huuda nämä sanat pohjoiseen päin: -- Käänny, Luopio-Israel, sanoo Herra! Minä en enää ole vihoissani sinulle, minä olen armollinen, sanoo Herra, ei minun vihani jatku loputtomiin.",
      "Minä annan teille mieleni mukaiset paimenet, ja he johtavat teitä viisaasti ja taitavasti.",
      "Silloin Jerusalemia kutsutaan Herran valtaistuimeksi. Kaikki kansat kokoontuvat Jerusalemiin palvelemaan Herraa eivätkä kulje enää pahan ja paatuneen sydämensä mukaan.",
      "-- Minä ajattelin: Annan sinulle ensimmäisen sijan ihmislasten joukossa, lahjoitan omaksesi kauniin maan, ihanimman koko maailmassa. Ajattelin, että sinä sanot minua isäksi etkä koskaan käänny minusta pois.",
      "Mutta niin kuin uskoton vaimo pettää miestään, niin sinä, Israelin heimo, olet pettänyt minua, sanoo Herra.",
      "Paljailta kukkuloilta kuuluu ääni, israelilaisten itku ja rukous. He ovat kulkeneet vääriä teitä, ovat unohtaneet Herran, Jumalansa.",
      "Valhetta ja petosta on kukkuloilla, meluisaa menoa vuorilla. Totisesti, vain Herra, meidän Jumalamme, voi Israelin pelastaa!",
      "Baal on syönyt kaiken mitä isämme ovat hankkineet. Niin kauan kuin muistamme se on vienyt heiltä lampaat ja härät, pojat ja tyttäret."
    ],
    [
      "-- Jos sinä käännyt, Israel, käänny minun puoleeni, sanoo Herra. Jos poistat iljettävät epäjumalasi silmieni edestä, ei sinun tarvitse enää harhailla kodittomana.",
      "Näin sanoo Herra Juudan ja Jerusalemin asukkaille: -- Raivatkaa itsellenne uudispelto! Älkää kylväkö enää orjantappuroiden sekaan.",
      "Ympärileikatkaa itsenne Herralle kuuluviksi, ympärileikatkaa sydämenne, te Juudan ja Jerusalemin asukkaat! Muuten minun vihani leimahtaa teidän pahojen tekojenne tähden ja palaa kuin tuli, eikä kukaan voi sitä sammuttaa.",
      "Kohottakaa näkyviin viiri, joka opastaa Siionin vuorelle. Paetkaa sinne, älkää viivytelkö! Herra tuo pohjoisesta onnettomuuden, tuhon ja hävityksen.",
      "Leijona tulee esiin tiheiköstään, kansojen surmaaja lähtee liikkeelle olinpaikastaan. Se tulee ja tekee Juudan autioksi, hävittää sen kaupungit, niin ettei niihin jää yhtään asukasta.",
      "Pukeutukaa suruvaatteeseen, valittakaa ja vaikeroikaa! Herran hehkuva viha ei ole vieläkään väistynyt meistä pois.",
      "siihen se on liian kova. Mutta se puhaltaa minun käskystäni, sillä nyt minä julistan teille tuomioni.",
      "-- Pese pahuus sydämestäsi, Jerusalem, jotta pelastuisit. Kuinka kauan annat väärien ajatusten hallita mieltäsi?",
      "Danista kuuluu sanansaattajan ääni, onnettomuuden julistus Efraimin vuorelta.",
      "Kuin peltojen vartijat he ympäröivät Juudan, koska se on kapinoinut minua vastaan, sanoo Herra.",
      "Väärät tiesi ja pahat tekosi ovat tuoneet sinulle onnettomuuden. Oma pahuutesi on syynä tähän kurjuuteen ja katkeruuteen, se koskee kipeästi sydänjuuriisi saakka.",
      "Tuhoa tuhon päälle, koko maa tuhoutuu! Äkkiä ovat majani hajalla, telttani hetkessä riekaleina!",
      "-- Minun kansani on hullu, sanoo Herra. Se ei ymmärrä minua. Kaikki ovat kuin lapsia, eivät käsitä mitään. Pahaa he kyllä osaavat tehdä, mutta hyvään he eivät kykene.",
      "-- Minä katselin maata -- se oli autio ja tyhjä, ja taivasta -- sen valo oli sammunut.",
      "Minä katselin vuoria -- ne järkkyivät, ja kaikki kukkulat vapisivat.",
      "Minä katselin ympärilleni -- ei yhtään ihmistä, taivaan linnutkin olivat lentäneet pois.",
      "Minä katselin puutarhaa -- se oli pelkkää aavikkoa, kaupungit oli revitty maahan. Tämän kaiken oli saanut aikaan Herran hehkuva viha.",
      "Näin sanoo Herra: -- Koko maa tulee autioksi. Miksi en tekisi siitä loppua?",
      "Siksi maa valittaa ja taivas pimenee surusta. Mutta minkä olen päättänyt ja tuonut julki, siinä pysyn eikä mieleni muutu.",
      "Ratsumiesten ja jousimiesten huutoa pakenee jokainen kaupunki. Asukkaat piiloutuvat tiheikköihin, kiipeävät kallioille. Kaikki kaupungit hylätään, ketään ei jää niihin asumaan.",
      "Sinä Jerusalem, tuhon oma! Miksi pukeudut loistavanpunaisiin vaatteisiin, miksi ripustat yllesi kultakoruja ja maalaat silmäsi luomivärillä? Turhaan sinä kaunistat itseäsi! Rakastajasi ovat sinut hylänneet, nyt he väijyvät henkeäsi."
    ],
    [
      "-- Kierrelkää Jerusalemin katuja, katselkaa ja kyselkää, tarkkailkaa väkeä toreilla. Jos löydätte yhden ainoankaan, joka tekee oikein, joka on rehellinen ja uskollinen, niin minä armahdan kaupunkia.",
      "Herra, rehellisyyttä sinä odotat. Sinä olet lyönyt heitä, mutta he eivät ole kivusta välittäneet, olet tehnyt heistä miltei lopun, mutta he eivät ole halunneet ottaa opikseen. He eivät ole suostuneet kääntymään, vaan ovat paaduttaneet itsensä kovemmaksi kuin kallio.",
      "Siksi leijona tulee tiheiköstä ja lyö heidät kuoliaaksi, arojen susi raatelee heidät, pantteri väijyy heidän kaupunkejaan. Jokainen, joka tulee ulos portista, revitään palasiksi. Määrättömät ovat heidän syntinsä, lukemattomat kerrat he ovat luopuneet Herrasta!",
      "-- Miksi minä siis armahtaisin sinua, Israel? Te olette hylänneet minut ja vannoneet olemattomien jumalien nimeen. Minä ruokin teidät kylläisiksi, mutta te olitte minulle uskottomia, parveilitte porttojen taloissa.",
      "Niin kuin oriit hirnahtelevat kiimoissaan, niin te himoitsitte toistenne vaimoja.",
      "Herra sanoo: Enkö minä rankaisisi tällaisista teoista, enkö kostaisi tällaiselle kansalle?",
      "-- Nouskaa viinitarhojen pengermille ja hävittäkää ne, mutta älkää täysin tuhotko! Repikää köynnökset irti, eivät ne kuulu Herralle!",
      "Sillä Israelin heimo ja Juudan heimo ovat olleet minulle uskottomia, sanoo Herra.",
      "Mutta Herra Jumala Sebaot sanoo näin: -- Koska israelilaiset ovat tällaista puhuneet, minun sanani, jotka annoin suuhusi, Jeremia, muuttuvat tuleksi. Ja tämän kansan minä teen polttopuiksi, se joutuu tulen ruoaksi.",
      "-- Kuulkaa, israelilaiset! Minä tuon teitä vastaan kaukaisen kansan, sanoo Herra. Se on voittamaton kansa, ikivanha, kansa, jonka kieltä ette tunne, jonka puhetta ette ymmärrä.",
      "Heidän nuoliviinensä on teidän hautanne, uljaita sotureita he ovat kaikki.",
      "He syövät sinun satosi ja leipäsi, poikasi ja tyttäresi, he syövät lampaasi ja härkäsi, viiniköynnöksesi ja viikunapuusi. Heidän miekkansa hävittää linnoitetut kaupunkisi, joihin sinä luotat.",
      "Kun sinulta kysytään: 'Minkä tähden on Herra, meidän Jumalamme, tehnyt meille kaiken tämän?', niin vastaa: 'Te hylkäsitte Herran ja palvelitte vieraita jumalia omassa maassanne! Nyt teidän täytyy palvella vierasta kansaa maassa, joka ei ole teidän omanne.'",
      "-- Ilmoittakaa tämä Jaakobin heimolle, kuuluttakaa näin Juudassa:",
      "Kuuntele, mitä nyt sanon, sinä tyhmä ja ymmärtämätön kansa! Teillä on silmät, mutta te ette näe, teillä on korvat, mutta te ette kuule!",
      "Ettekö pelkää minua, sanoo Herra, ettekö vapise minun edessäni? Minä, Herra, olen pannut hietikon meren rajaksi, se järjestys pysyy ikuisesti, meri ei voi sitä muuttaa. Kuohukoot aallot -- voimattomina ne iskevät rantaan! Pauhatkoot tyrskyt --  meren rajaa ne eivät voi ylittää!",
      "Mutta tällä kansalla on tottelematon ja kapinallinen sydän. Kaikki ovat luopuneet minusta ja lähteneet omille teilleen.",
      "Teidän rikoksenne ovat sekoittaneet vuoden kulun, syntinne ovat riistäneet teiltä kaiken hyvän.",
      "Kansassani on julkeita riistäjiä! He väijyvät kuin linnustajat, he virittävät ansoja ja vangitsevat niihin ihmisiä.",
      "Niin kuin linnustajan häkki on täynnä lintuja, niin heidän talonsa ovat täynnä petoksella hankittua tavaraa. He ovat tulleet mahtaviksi ja rikkaiksi,",
      "lihaviksi ja kiiltäviksi. Heidän pahoilla puheillaan ei ole määrää. Eivät he aja orvon etua, eivät tahdo hänen voittavan asiaansa, eivät puolusta köyhän oikeutta.",
      "Enkö minä rankaisisi tällaisista teoista, enkö kostaisi tällaiselle kansalle? sanoo Herra.",
      "Hirveitä, kauhistuttavia asioita tapahtuu tässä maassa!",
      "Profeetat julistavat silkkaa valhetta, papit toimivat oman mielensä mukaan, ja tähän kansa on tyytyväinen! Mutta mitä te sitten teette, kun tästä tulee loppu?"
    ],
    [
      "-- Benjaminilaiset, paetkaa Jerusalemista! Puhaltakaa torveen Tekoassa, sytyttäkää merkkituli Bet-Keremissä! Pohjoisesta nousee onnettomuus ja suuri hävitys.",
      "Tytär Siionin minä tuhoan, suloisen ja hemmotellun kaupungin.",
      "Sen luokse tulevat vieraat paimenet laumoineen, pystyttävät telttansa sen ympärille, jokainen ahmii oman osansa laitumesta.",
      "Hyökätkäämme sitten yöllä, hajottakaamme sen linnat!",
      "Näin sanoo Herra Sebaot: -- Kaatakaa puita, rakentakaa hyökkäysvalli vasten Jerusalemin muuria. Tätä kaupunkia on rangaistava, koska se on täynnä vääryyttä.",
      "Niin kuin lähteestä pulppuaa raikasta vettä, niin tästä kaupungista tulvii aina uutta ja uutta pahuutta. Väkivallan ja sorron äänet sieltä kantautuvat, sairaita ja haavoille lyötyjä näen edessäni alinomaa.",
      "Ota kuritus opiksesi, Jerusalem! Muuten käännän sinulle selkäni, teen sinut autiomaaksi, jossa kukaan ei enää asu.",
      "Näin sanoo Herra Sebaot: -- Viimeisetkin, jotka ovat jäljellä Israelissa, korjataan pois, niin kuin viinin jälkikorjuussa viimeisetkin rypäleet. Käy käsiksi työhösi, Jeremia, niin kuin viininkorjaaja tarkistaa köynnökset vielä kerran.",
      "Talot ja pellot joutuvat vieraille, vihollinen vie miehiltä vaimot. Minä ojennan käteni tämän maan asukkaita vastaan, sanoo Herra.",
      "He kaikki, pienimmästä suurimpaan, hankkivat väärää voittoa. Niin profeetat kuin papitkin pettävät kansaa.",
      "Heille käy onnettomasti, koska he ovat tehneet kauhistuttavia tekoja mutta eivät suostu edes häpeämään -- häpeän tunne heiltä puuttuu tyystin. He kaatuvat kaatuneitten joukkoon, heistä tulee loppu, kun minä rankaisen heitä, sanoo Herra.",
      "Kuule, maa! Minä tuon onnettomuuden tälle kansalle -- se on seuraus sen omista pahoista ajatuksista. Se ei ole totellut minun sanojani, ja lakini se on hylännyt.",
      "Näin sanoo Herra: -- Katso, pohjoisesta maasta tulee kansa, suuret joukot nousevat kaukaa maailman äärestä.",
      "Heillä on käsissään jouset ja sotakirveet, he ovat julmia, he ovat armottomia. Heidän huutonsa on kuin meren pauhu, he ratsastavat hevosilla valmiina hyökkäämään sinua vastaan, tytär Siion.",
      "-- Minä, Herra, panin sinut tutkimaan kansaani niin kuin jaloa metallia tutkitaan. Sinun piti koetella sitä, ottaa selville, miten minun kansani elää.",
      "Kaikki ovat paatuneita niskureita, he kuljeksivat panettelemassa toisiaan, totisesti, kelvottomia he ovat, pelkkää kuparia ja rautaa.",
      "Palkeet puhaltavat, mutta tulesta valuu vain lyijyä. Turhaa on ollut koko sulatus, kuona ei erkane.",
      "Hylkyhopeaksi heitä sanotaan. Minä, Herra, olen heidät hylännyt."
    ],
    [
      "Jeremia sai Herralta tämän sanan:",
      "Mene Herran temppelin portille ja julista näin: Kuulkaa Herran sana, kaikki te Juudan asukkaat, jotka käytte näistä porteista sisälle rukoilemaan Herraa!",
      "Älkää luottako valheen puhujiin, jotka hokemalla hokevat: 'Tämä on Herran temppeli, Herran temppeli, Herran temppeli!'",
      "Kääntykää vihdoin oikealle tielle ja tehkää hyvää, kohdelkaa aina oikeudenmukaisesti toisianne.",
      "Älkää sortako vierasheimoisia, älkää orpoja älkääkä leskiä. Älkää surmatko syyttömiä tässä maassa. Älkää seuratko muita jumalia, sillä se on teille turmioksi.",
      "Jos tottelette minua, niin saatte asua tässä maassa, jonka annoin teidän isillenne ikuisiksi ajoiksi.",
      "Tällaisia ovat teidän tekonne: te varastatte, murhaatte, teette aviorikoksia, vannotte väärin, uhraatte Baalille ja juoksette muiden jumalien perässä, joita ette edes tunne!",
      "Sitten te tulette tähän pyhäkköön, joka on minun nimelleni omistettu, ja sanotte minun edessäni: 'Me olemme turvassa!' Kuitenkaan ette luovu kauhistuttavista teoistanne.",
      "Rosvojen luolanako te pidätte tätä temppeliä, joka on minulle omistettu? Siltä se minustakin näyttää, sanoo Herra.",
      "Minä, Herra, sanon teille, että teidän tekonne ovat yhtä pahoja kuin isiennekin teot. Te ette kuunnelleet minua, vaikka minä uudelleen ja taas uudelleen puhuin teille. Te ette vastanneet minulle, vaikka minä kutsuin teitä.",
      "Sen vuoksi minä teen tälle temppelille, joka on minun nimelleni omistettu ja johon te luotatte, samalla tavalla kuin tein Silolle. Näin minä teen tälle paikalle, jonka annoin teille ja teidän isillenne.",
      "Minä karkotan teidät pois silmieni edestä, niin kuin olen jo karkottanut teidän veljenne, koko Efraimin heimon.",
      "Etkö näe, mitä Juudan kaupungeissa ja Jerusalemin kaduilla tehdään?",
      "Lapset keräävät puita, miehet sytyttävät tulen, ja naiset alustavat taikinan valmistaakseen uhrikakkuja Taivaan kuningattarelle. He vuodattavat viiniä uhriksi muille jumalille ja loukkaavat näin minua.",
      "Mutta minä, Herra, kysyn: Minuako he muka loukkaavat, eivätkö pikemminkin itseään? Itsensä he häpäisevät!",
      "Kun minä vein teidän isänne pois Egyptistä, en minä antanut heille määräyksiä poltto- ja teurasuhreista.",
      "Tämän käskyn minä annoin heille: kuunnelkaa minua, niin minä olen teidän Jumalanne ja te olette minun kansani; kulkekaa aina sitä tietä, jota minä käsken teidän kulkea, niin teidän käy hyvin!",
      "Mutta eivät he totelleet minua, eivät ottaneet käskyäni kuuleviin korviinsa, vaan kulkivat omien ajatustensa, oman pahan ja paatuneen sydämensä mukaan. Eivät he kääntäneet kasvojaan minun puoleeni, selkänsä he käänsivät minulle.",
      "Kerran toisensa jälkeen olen lähettänyt teidän luoksenne palvelijoitani, profeettoja, siitä alkaen kun teidän isänne lähtivät Egyptistä ja aina tähän päivään asti.",
      "Sittenkään te ette ole minua totelleet. Olette sulkeneet korvanne, kovettaneet mielenne ja tehneet pahaa vielä enemmän kuin isänne.",
      "-- Sinä Siion, leikkaa hiuksesi murheen tähden ja heitä ne pois! Viritä itkuvirsi paljailla kukkuloilla! Herra on vihassaan hylännyt tämän sukupolven ja heittänyt sen luotaan.",
      "Kenenkään hätistelemättä saavat haaskalinnut ja villieläimet syödä kuolleiden ruumiita.",
      "Minä vaiennan Juudan kaupungeista ja Jerusalemin kaduilta ilon ja riemun huudot, sulhasen äänen ja morsiamen äänen. Tämä maa muuttuu rauniokasaksi."
    ],
    [
      "Ne levitellään auringon, kuun ja kaikkien taivaan tähtien alle, joita he rakastivat ja palvelivat, joita he seurasivat, joilta kysyivät neuvoa ja joita he rukoilivat. Heidän luitaan ei enää koota hautoihin, vaan ne jäävät hajalleen maatumaan.",
      "-- Puhu heille: Herra sanoo näin: -- Jos joku kompastuu, eikö hän heti nouse? Jos joku eksyy tieltä, eikö hän käänny takaisin?",
      "Miksi tämä kansa on jatkuvasti eksyksissä, miksi Jerusalem pysyy luopumuksessaan? Miksi se riippuu lujasti kiinni valheessa eikä suostu palaamaan takaisin minun luokseni?",
      "Haikarakin taivaalla tietää muuttoaikansa, kyyhkyset ja pääskyset osaavat tulla, kun niiden aika on. Mutta minun kansani ei halua tietää, mitä Herra on sille säätänyt.",
      "Onnettomasti käy noille viisaille, he joutuvat ymmälle ja heidät vangitaan. He ovat hylänneet Herran sanan -- mitä viisautta heillä muka olisi!",
      "Niinpä minä annan heidän vaimonsa vieraille ja heidän peltonsa valloittajille. He kaikki, pienimmästä suurimpaan, hankkivat väärää voittoa. Niin profeetat kuin papitkin pettävät kansaa.",
      "Heille käy onnettomasti, koska he ovat tehneet kauhistuttavia tekoja mutta eivät suostu edes häpeämään -- häpeän tunne heiltä puuttuu tyystin. He kaatuvat kaatuneitten joukkoon, heistä tulee loppu, kun minä rankaisen heitä, sanoo Herra.",
      "-- Minä korjaan pois heidät kaikki kuin rypäleet köynnöksestä, sanoo Herra. Silloin viiniköynnökseen ei jää enää rypäleitä eikä viikunapuuhun viikunoita, lehdetkin ovat lakastuneet. Minä annan vihollisen vyöryä tämän kansan yli.",
      "Me toivoimme rauhaa, mutta mitään hyvää ei tullut. Me odotimme, että parantuisimme haavoistamme, mutta meille koittikin kauhun aika.",
      "-- Katsokaa! Minä lähetän teidän kimppuunne käärmeitä, myrkkykäärmeitä. Niihin eivät loitsut tehoa, vaan ne purevat teitä, sanoo Herra.",
      "-- Murhe murtaa minut, sydämeni on sairas.",
      "Sadonkorjuu on ohi, kesä on mennyt, mutta me emme ole saaneet apua!",
      "Kansani, oma tyttäreni, on murtunut, se isku on murtanut minutkin. Minä pukeudun suruvaatteeseen, toivottomuus on vallannut mieleni.",
      "Eikö edes Gileadissa ole balsamia, eikö sieltäkään löydy parantajaa? Minkä vuoksi kansani haavat eivät vieläkään arpeudu?"
    ],
    [
      "(H8:23)Kunpa minun pääni olisi kaivo ja silmäni kyynelten lähde, niin itkisin päivät ja yöt rakkaan kansani kaatuneita!",
      "(H9:1) -- Olisipa minulla majapaikka autiomaassa! Silloin voisin jättää kansani, lähteä pois ihmisten luota. Kaikki he ovat avionrikkojia, pettureita koko joukko.",
      "(H9:2) -- Heidän kielensä on kuin jännitetty jousi, aina valmiina valheeseen, totuudesta he eivät piittaa. He kulkevat synnistä syntiin, minusta he eivät tahdo tietää, sanoo Herra.",
      "(H9:3)Varokaa ystäviänne, älkää luottako veljiinnekään! Veli pettää veljeään viekkaasti, ystävä parjaa ystäväänsä takanapäin.",
      "(H9:4)Kaikki pettävät toisiaan, kukaan ei puhu totta, heidän kielensä on tottunut valheeseen. Vääryyttä he tekevät, eivät kykene kääntymään.",
      "(H9:5)Sortoa sorron jälkeen, petosta petoksen päälle! Minusta he eivät välitä, sanoo Herra.",
      "(H9:6)Sen vuoksi Herra Sebaot sanoo näin: -- Minä sulatan heidät kuin metallin, minä tutkin heidät. Mitä muuta voisin heille tehdä?",
      "(H9:7)Heidän kielensä on tappava nuoli, heidän suustaan lähtee petollisia sanoja. He toivottavat kyllä rauhaa toinen toiselleen -- mutta sisimmässään he punovat juonia.",
      "(H9:8)Enkö minä rankaisisi tällaisista teoista, enkö kostaisi tällaiselle kansalle?",
      "(H9:9) -- Minä itken ja valitan vuorten tähden, laulan valitusvirren aromaan takia. Siellä on laitumet poltettu, kukaan ei siellä liiku, ei kuulu enää karjan ääntä. Villieläimet ja taivaan linnutkin ovat paenneet pois.",
      "(H9:10) -- Minä teen Jerusalemista rauniokasan, jossa sakaalit asustavat. Juudan kaupungit minä teen autiomaaksi, jossa yksikään ihminen ei enää asu, sanoo Herra.",
      "(H9:11)Minkä vuoksi maa on hävitetty, miksi se on kuin palanut autiomaa, jossa kukaan ei kulje? Kuka on niin viisas, että tämän käsittäisi? Onko ketään, jolle Herra on sen ilmoittanut ja joka voisi sen selittää?",
      "(H9:17)Tulkaa kiireesti ja laulakaa meistä valituslaulu, niin että silmämme vuotavat vettä ja kyyneleet valuvat pitkin poskia.",
      "(H9:19)Kuulkaa, naiset, Herran sana, tarkatkaa, mitä hän puhuu! Opettakaa tyttärillenne itkuvirsi, valituslaulu toinen toisellenne:",
      "(H9:21)Julista tämäkin Herran sana: -- Ruumiita makaa maassa kuin lantaa pelloilla, kuin lyhteitä leikkaajien jäljiltä. Niitä ei kukaan korjaa.",
      "(H9:22)Näin sanoo Herra: -- Älköön viisas kerskuko viisaudellaan, älköön väkevä voimillaan, älköön rikas rikkaudellaan.",
      "(H9:23)Joka haluaa kerskua, kerskukoon sillä, että tuntee minut ja tietää, mitä minä tahdon. Sillä minä olen Herra, minun tekoni maan päällä ovat uskollisuuden, oikeuden ja vanhurskauden tekoja. Niitä minä tahdon myös teiltä, sanoo Herra."
    ],
    [
      "Kuule, Israelin kansa, mitä Herra sinulle puhuu!",
      "Näin sanoo Herra: -- Älkää omaksuko vieraiden kansojen tapoja, älkää peläten tuijottako taivaan merkkejä, niin kuin nuo pakanat tekevät.",
      "Heidän uskomuksensa ovat typeriä kuvitelmia. He kaatavat metsästä puun, ja puuseppä muodostelee sen taltallaan,",
      "hän koristelee sen hopealla ja kullalla ja kiinnittää sen paikoilleen vasaralla ja nauloilla, ettei se kaadu. Tällaisia ovat heidän jumalansa.",
      "Ne ovat kuin linnunpelättimet kurkkumaalla, eivät ne osaa puhua. Ne eivät pysty liikkumaan itse, niitä täytyy kantaa paikasta toiseen. Älkää pelätkö niitä, eivät ne tee teille pahaa, mutta ei niistä apuakaan ole.",
      "-- Herra, kukaan ei ole sinun vertaisesi! Sinä olet suuri, suuri ja voimallinen on sinun nimesi.",
      "Kuka ei pelkäisi sinua, kansojen kuningas! Sinulle kuuluu kunnia. Ei ole ketään sinun vertaistasi koko maailman viisaiden joukossa, ei ketään yhdessäkään valtakunnassa!",
      "Tyhmiä ja mielettömiä ovat vieraat kansat, tyhjiä ovat niiden jumalien opit. Nuo jumalat on tehty puusta,",
      "taottu Tarsisin hopeasta ja Ufasin kullasta, puuseppä ja kultaseppä ovat yhdessä ne valmistaneet. Ne on puettu siniseen ja punaiseen purppuraan, ja kaikki ne ovat taidokasta tekoa.",
      "Mutta vain Herra on Jumala, hän on elävä Jumala ja ikuinen kuningas. Hänen vihastaan maa vapisee, kansat eivät kestä hänen kiivauttaan.",
      "Herra on voimallaan luonut maailman, asettanut viisaudellaan maan paikoilleen, levittänyt taivaan taidollaan.",
      "Kun hän käskee, taivaan vedet alkavat kohista. Hän nostaa pilvet maan ääristä, lähettää salamat tekemään tietä sateelle, tuo tuulen kammioistaan.",
      "Ei kukaan voi tätä käsittää. Jumalankuvat saattavat tekijänsä häpeään, valetut patsaat ovat pelkkää harhaa, ei niissä ole henkeä.",
      "Ne ovat arvottomia, naurettavia tekeleitä! Kun tilinteon hetki tulee, ne eivät kestä.",
      "Niiden kaltainen ei ole Jaakobin Jumala. Hän on luonut kaiken, ja Israel on hänen oma kansansa. Hänen nimensä on Herra Sebaot.",
      "Sitokaa nyyttinne, Jerusalemin asukkaat, te joudutte lähtemään pois maasta. Kaupunkinne on uhattuna.",
      "Näin sanoo Herra: -- Nyt riittää. Nyt minä linkoan pois tämän maan asukkaat. Minä ajan heidät ahtaalle, jotta he havahtuisivat ja huutaisivat:",
      "Mutta telttani on nyt hävitetty, telttaköydet katkaistu. Lapseni ovat lähteneet pois, heitä ei enää ole. Ei ole ketään pystyttämässä telttaani, pingottamassa telttakankaita.",
      "Kuuletteko äänen? Se lähenee! Kumisten ja jymisten kiitää vihollinen pohjoisesta. Se iskee Juudan kaupunkeihin ja tekee ne autioiksi, sakaalien lymypaikoiksi.",
      "Kurita minua, Herra, mutta älä kohtuuttomasti! Älä vihastu minuun, muuten minusta tulee loppu."
    ],
    [
      "Jeremialle tuli Herran sana:",
      "Puhu heille näin: Kuulkaa, näin sanoo Herra, Israelin Jumala: Kirottu olkoon jokainen, joka ei pidä liittoni säädöksiä!",
      "Minä annoin ne teidän isillenne ja käskin heidän noudattaa niitä, kun toin heidät Egyptin sulatusuunista. Minä sanoin heille: 'Kuulkaa minua ja noudattakaa kaikkia käskyjäni! Silloin te olette minun kansani ja minä olen teidän Jumalanne",
      "Siitä lähtien, kun toin isänne Egyptin maasta, aina tähän päivään asti, minä olen kehottanut pitämään tämän liiton. Jatkuvasti minä kehotin isiänne ja sanoin: 'Kuulkaa minua!'",
      "Kun sitten Juudan kaupunkien ja Jerusalemin asukkaat menevät niiden jumalien luo, joille he ovat uhranneet, ja huutavat niitä avuksi, ei niistä ole hädän hetkellä heille mitään hyötyä.",
      "Sinulla, Juuda, on yhtä monta jumalaa kuin kaupunkia! Ja yhtä paljon kuin Jerusalemissa on katuja, yhtä paljon ovat sen asukkaat pystyttäneet sinne häpeällisiä alttareita polttaakseen uhreja Baalille.",
      "-- Mitä minun rakkaani tekee temppelissäni? Sielläkin hän punoo yhtenään juonia! Ottaako uhriliha muka pois sinun pahuutesi, niin että voit sitten riemuita?",
      "Herra Sebaot, joka on sinut istuttanut, on päättänyt tuoda sinulle onnettomuuden, sillä Israel ja Juuda ovat tehneet pahoin. Ne ovat polttaneet uhreja Baalille ja herättäneet Herran vihan.",
      "Herra, sinä itse ilmoitit minulle vihollisteni aikeet, ja nyt minä ne tiedän!",
      "Mutta sinä, Herra Sebaot, tutkit ihmisten sydämen ja ajatukset ja tuomitset oikein. Anna minun nähdä, että sinä kostat heille. Sinulle minä olen uskonut asiani.",
      "Mutta minä, Herra Sebaot, vastaan: Minä kostan heille! Heidän nuorukaisensa kaatuvat miekkaan, heidän poikansa ja tyttärensä kuolevat nälkään."
    ],
    [
      "-- Herra, sinä olet oikeudenmukainen, kuinka minä voisin syyttää sinua mistään? Silti kysyn: Onko oikein, että jumalattomat menestyvät, että kaikki luopiot saavat elää rauhassa?",
      "Sinä olet heidät istuttanut, he ovat juurtuneet, he kasvavat ja kantavat hedelmää. Suullaan he puhuvat sinusta, mutta heidän sydämensä on sinusta kaukana.",
      "Herra, sinä näet ja tunnet minut, sinä tutkit sydämeni, sinä tiedät, olenko sinulle uskollinen. Erottele heidät laumasta kuin teuraslampaat, määrää heidät tuhon päivää varten.",
      "-- Jos sinä läkähdyt jo jalkamiesten matkassa, kuinka voisit juosta kilpaa hevosten kanssa? Vaikka tunnetkin olosi turvalliseksi asutuilla seuduilla, kuinka selviät Jordanin tiheiköissä?",
      "Jopa veljesi, oman sukusi jäsenet, pettävät sinua. Hekin vehkeilevät selkäsi takana, huutavat täyttä kurkkua sinua vastaan. Kun he puhuvat sinulle ystävällisesti, älä usko heitä.",
      "-- Minä olen hylännyt Israelin, en välitä enää kansastani. Olen antanut rakkaani vihollisten käsiin!",
      "Niin kuin leijona karjuu tiheikössä, niin ärjyi minulle oma kansani. Siksi minä siihen vihastuin.",
      "Paimenten laumat ovat tuhonneet viinitarhani, tallanneet peltoni. Minun ihanan maani he ovat tehneet autiomaaksi.",
      "Hävitettynä se suree minun edessäni, se on lohduttoman autio. Koko maa on tyhjä, kukaan ei siitä välitä.",
      "Autiomaan paljaiden kukkuloiden yli tulivat tuhoojat. Herran miekka hävittää maan laidasta laitaan eikä säästä ketään.",
      "Asukkaat kylvivät vehnää mutta leikkasivat ohdakkeita. He näkivät vaivaa näännyksiin asti, mutta siitä ei ollut hyötyä. Pettyneitä he ovat satoon, Herran hehkuva viha on hävittänyt kaiken!",
      "Mutta sen jälkeen kun olen temmannut ne pois, minä armahdan niitä. Minä annan jokaisen kansan palata omaan maahansa ja omalle perintömaalleen.",
      "Jos ne sitten minun kansani tavoin oppivat palvelemaan minua, oppivat vannomaan minun nimeeni: 'Niin totta kuin Herra elää' -- aivan niin kuin ne aikaisemmin olivat opettaneet minun kansaani vannomaan Baalin nimeen -- niin ne saavat sijan minun kansani keskellä."
    ],
    [
      "Minä ostin vyön ja sidoin sen vyötäisilleni, kuten Herra oli käskenyt.",
      "Taas tuli minulle Herran sana:",
      "Ota mukaasi vyö, jonka olet ostanut ja jota pidät vyötäisilläsi, ja mene Eufratvirralle. Kätke vyö siellä kallionkoloon.",
      "Minä menin Eufratvirran rannalle ja kätkin vyön sinne, niin kuin Herra oli käskenyt.",
      "Niin minä menin Eufratille ja kaivoin vyön esiin paikasta, johon olin sen kätkenyt. Mutta vyö oli mennyt pilalle, siitä ei ollut enää mihinkään.",
      "Silloin minulle tuli tämä Herran sana:",
      "Tämä paha kansa ei halua kuulla minun sanojani. Sen sydän on paatunut, se seuraa vieraita jumalia, palvelee ja rukoilee niitä. Siksi sille käy samoin kuin tälle vyölle, joka ei kelpaa enää mihinkään.",
      "Niin kuin mies sitoo vyön vyötäisilleen, niin olen minä sitonut itseeni koko Israelin heimon ja Juudan heimon, sanoo Herra. Niiden piti olla minun kansani ja tuoda minulle kunniaa, ylistystä ja mainetta, mutta ne eivät totelleet minua.",
      "niin vastaa: Näin sanoo Herra: Minä täytän viinillä kaikki tässä maassa asuvat, minä juotan juovuksiin niin Daavidin istuimella istuvat kuninkaat kuin papit ja profeetatkin ja kaikki Jerusalemin asukkaat.",
      "-- Kuunnelkaa tarkasti, herkistäkää korvanne, nujertakaa ylpeytenne -- Herra puhuu!",
      "Antakaa Herralle, Jumalallenne, kunnia, ennen kuin tulee pimeä ja te kompastutte hämärillä vuorilla. Silloin te odotatte valoa, mutta hän muuttaa sen pimeydeksi, synkäksi yöksi.",
      "Jos ette ota vastaan tätä varoitusta, minä itken teidän ylpeyttänne. Salassa minä itken ja valitan, kyyneleeni valuvat virtanaan, kun Herran kansa viedään vankeuteen.",
      "-- Sano kuninkaalle ja kuninkaan äidille: Astukaa alas valtaistuimelta ja nöyrtykää, sillä loistava kruunu on pudonnut päästänne!",
      "Etelän kaupungit on menetetty, niihin ei ole pääsyä. Koko Juuda viedään pakkosiirtolaisuuteen, koko kansa joutuu vankeuteen.",
      "-- Jerusalem, katso mitä tapahtuu! Vihollinen ryntää pohjoisesta! Miten käy kansasi, joka on uskottu sinun haltuusi kuin uhkea lammaslauma?",
      "Mitä sanot, kun Herra panee käskijöiksesi ne, joita olit tottunut pitämään ystävinä? Eikö tuska silloin polta sinua niin kuin synnyttävää naista?",
      "-- Voiko nubialainen muuttaa ihonsa väriä tai pantteri täpliään? Yhtä mahdotonta on teidän tehdä hyvää, niin syvälle pahaan te olette juurtuneet!",
      "Niin kuin autiomaan tuuli lennättää puimapaikalta akanat, niin minä hajotan teidät.",
      "Näin sinulle tulee käymään, Jerusalem! Tämä on se osa, jonka minä olen sinulle määrännyt, sanoo Herra, koska olet unohtanut minut ja luottanut valheeseen.",
      "Minä itse nostan helmasi sinun pääsi yli, niin että kaikki saavat nähdä alastomuutesi.",
      "Minä olen nähnyt sinun aviorikoksesi, kiihkeän kiimasi, irstaan haureutesi! Olen nähnyt inhottavat jumalankuvasi kukkuloilla, peltojen liepeillä. Voi sinua, Jerusalem, kun et puhdistu! Kuinka kauan tätä vielä jatkuu?"
    ],
    [
      "Kun maassa vallitsi suuri kuivuus, Jeremialle tuli tämä Herran sana:",
      "-- Juuda suree, sen kaupungit riutuvat, portit vaipuvat murheissaan maahan. Valitushuuto kohoaa Jerusalemista!",
      "Ylhäiset lähettävät palvelijansa etsimään vettä, mutta kun nämä tulevat vesikuopalle, pisaraakaan ei ole. He palaavat astiat tyhjinä, ja pettyneinä, alla päin he peittävät kasvonsa.",
      "Myös talonpojat ovat lyötyjä ja peittävät kasvonsa. Pellot halkeilevat, kun maa ei ole saanut sadetta.",
      "Peura poikii metsikössä mutta hylkää vasansa, kun ei ole mitään syötävää.",
      "Villiaasit seisovat paljailla kukkuloilla, haukkovat ilmaa kuin sakaalit ja katsovat riutunein silmin -- ruohoa ei ole.",
      "-- Vaikka rikoksemme todistavat meitä vastaan, auta, Herra, nimesi ja kunniasi tähden! Monta kertaa me olemme luopuneet sinusta, tehneet syntiä sinua vastaan.",
      "Herra, sinä olet Israelin toivo, pelastaja ahdingon aikana! Miksi olet nyt kuin muukalainen, kuin vieras vaeltaja, joka vain yhdeksi yöksi poikkeaa taloon?",
      "Miksi olet kuin neuvoton mies, kuin soturi, josta ei ole puolustajaksi? Olethan sinä kuitenkin meidän keskellämme, ja meitä kutsutaan sinun omiksesi. Älä jätä meitä, Herra!",
      "He ovat ennustaneet minun nimissäni, vaikka minä en ole lähettänyt heitä, ja sanoneet, ettei miekka eikä nälänhätä tule tähän maahan. Ja nyt minä, Herra, ilmoitan sinulle, mitä aion tehdä näille profeetoille: he kuolevat miekkaan ja nälkään!",
      "-- Puhu heille nämä sanat: Kyyneleet vuotavat silmistäni yötä päivää, taukoamatta. Neitsyt, oma kansani, on saanut ankaran iskun, parantumattoman haavan!",
      "Kun menen ulos kaupungista, näen kaikkialla miekan kaatamia! Kun tulen kaupunkiin takaisin, näen kaikkialla nälkään nääntyneitä! Profeetat ja papitkin harhailevat ympäri maata eivätkä tiedä, mitä tehdä.",
      "-- Oletko, Herra, kokonaan hylännyt Juudan, etkö lainkaan välitä Siionista? Miksi olet lyönyt meitä niin, ettemme enää toivu? Me toivoimme rauhaa, mutta mitään hyvää ei tullut. Me odotimme, että haavamme parantuisivat, mutta meille koittikin kauhun aika.",
      "Me tunnemme, että olemme olleet jumalattomia, tiedämme isiemme rikokset. Me olemme tehneet syntiä sinua vastaan!",
      "Sinun nimeesi me vetoamme -- älä heitä meitä pois, älä anna valtaistuimesi kunnian joutua häväistyksi! Muista liittoa, jonka teit kanssamme, älä anna sen raueta!",
      "Voivatko vieraiden kansojen epäjumalat antaa sateen, tai tekeekö taivas itse sadekuurot? Etkö yksin sinä, Herra, Jumalamme! Sinuun me panemme toivomme, sinä olet kaiken luonut."
    ],
    [
      "Kaikki maailman kansat kauhistuvat nähdessään, mitä minä olen heille tehnyt. Tämä on rangaistus kaikesta siitä, mitä Juudan kuningas Manasse, Hiskian poika, teki Jerusalemissa.",
      "-- Kuka säälii sinua, Jerusalem, kuka itkee kohtaloasi? Kuka poikkeaa kysymään vointiasi?",
      "Sinä hylkäsit minut, sanoo Herra, sinä käänsit minulle selkäsi. Niinpä minä kohotan käteni sinua vastaan ja hävitän sinut, en enää voi armahtaa!",
      "Minä ajan asukkaat maan kaupungeista, heitän heidät niiden porteista, niin kuin viskaimella heitetään viljaa tuuleen. Minä surmaan lapset, hävitän kansani, koska se ei kääntynyt pois pahoilta teiltään.",
      "Leskiä on oleva enemmän kuin meren rannalla hiekkaa. Minä tuon ryöstelevät sotilaat tämän kansan äitien kimppuun keskellä päivää. Hetkessä äidit valtaa kauhu ja järkytys.",
      "-- Voi minua, äitini! Miksi synnytitkään minut! Kaikkialla saan aikaan vain toraa ja riitaa. En ole velkaa antanut enkä velkaa ottanut, ja silti kaikki kiroavat minua!",
      "Mutta Herra sanoo: -- Minä käännän kaiken hyväksi. Vihamiehesi panen rukoilemaan sinulta apua, kun he joutuvat hätään ja ahdinkoon.",
      "Mikä voi murtaa raudan, pohjoisesta tulevan raudan ja pronssin?",
      "Minä annan sinun tavarasi ja aarteesi vapaasti ryöstettäviksi, Juuda. Tämä on rangaistus synneistäsi, joita olet tehnyt kaikkialla maassa.",
      "Minä teen sinut vihollistesi orjaksi, he vievät sinut maahan, jota et tunne. Vihani tuli on syttynyt, sen liekki polttaa sinut.",
      "-- Herra, sinä tunnet minut! Muista minua ja pidä minusta huoli, kosta sinä ahdistajilleni! Älä ole heitä kohtaan liian pitkämielinen, muuten joudun tuhon omaksi. Näethän, kuinka he häpäisevät minua sinun tähtesi!",
      "Kun sinun sanasi tulivat minulle, minä ahmin ne. Sanasi olivat minun iloni ja sydämeni riemu. Sinä, Jumala, Herra Sebaot, olet kutsunut minut omaksesi!",
      "En minä ole istunut ja juhlinut iloisessa seurassa, yksin olen istunut, sillä sinun kätesi painaa minua ja minä olen täynnä sinun kiivauttasi.",
      "Miksi minun kipuni ei koskaan lopu, miksi haavani ovat niin pahat, etteivät parane? Sinä olet minulle kuin kuivuva puro, joka pettää janoisen.",
      "Silloin Herra vastasi minulle: -- Jos muutat mielesi, minä otan sinut jälleen palvelukseeni. Jos et puhu joutavia, vaan puhut niin kuin puhua tulee, saat jälleen olla minun suunani. Ihmiset kääntyvät sinun puoleesi, mutta älä sinä käänny heidän mielensä mukaan.",
      "Minä teen sinusta lujan pronssimuurin. Vaikka tämä kansa nousee sinua vastaan, ei se sinua voita, sillä minä olen sinun kanssasi, minä autan ja suojelen sinua, sanoo Herra.",
      "Minä pelastan sinut pahojen käsistä, vapautan sinut väkivaltaisten kourista!"
    ],
    [
      "Minulle tuli tämä Herran sana:",
      "Sillä minä, Herra, sanon sinulle, miten käy niiden poikien ja tyttärien, jotka tässä maassa syntyvät, miten heidän äitiensä, jotka ovat heidät synnyttäneet, ja heidän isiensä, jotka ovat heidät siittäneet.",
      "Tässä maassa kuolevat kaikki, niin ylhäiset kuin alhaisetkin. Kukaan ei hautaa heitä, ei kukaan heitä itke, ei kukaan heidän takiaan viileskele itseään eikä ajele otsalta päätään paljaaksi.",
      "Kuolleitaan surevalle ei kukaan tuo leipää, isäänsä ja äitiään itkevälle ei anneta juotavaa. Kukaan ei lohduta heitä.",
      "Kuule, mitä minä, Herra Sebaot, Israelin Jumala, sanon: Minä vaiennan tästä maasta riemun ja ilon huudot, sulhasen äänen ja morsiamen äänen. Näin teen jo teidän päivinänne, te saatte nähdä sen omin silmin.",
      "Sano silloin näin: Jo teidän isänne hylkäsivät minut, sanoo Herra. He seurasivat vieraita jumalia, palvelivat ja rukoilivat niitä. Minut he hylkäsivät eivätkä noudattaneet lakiani.",
      "Mutta te teette vielä pahempaa kuin isänne! Jokainen teistä elää oman pahan ja paatuneen sydämensä mukaan eikä tottele minua.",
      "Minä näen tarkoin, miten he elävät; eivät he pysy minulta piilossa, eivätkä heidän rikoksensa jää minulta huomaamatta.",
      "-- Sen tähden minä osoitan heille mahtini ja voimani, minä näytän sen heille tässä ja nyt. He tulevat tietämään, että minä olen Herra."
    ],
    [
      "Niin heidän lapsensakin muistavat nämä alttarit ja asera-paalut, joita on vihreiden puiden katveessa, korkeilla kukkuloilla",
      "ja asumattomilla vuorilla. Minä annan ryöstäjien käsiin kaikki sinun tavarasi ja aarteesi, myös uhrikukkulasi. Tämä on rangaistus synneistä, joita olet tehnyt kaikkialla tässä maassa.",
      "Näin sanoo Herra: -- Kirottu on se mies, joka turvaa ihmisiin, katoavaisten ihmisten voimaan, mies, jonka sydän luopuu Herrasta!",
      "Hän on kuin piikkipensas, joka yksin kituu aavikolla, kasvaa kivierämaassa, suolaisella kamaralla, missä kukaan ei asu.",
      "Siunattu on se mies, joka luottaa Herraan ja panee turvansa häneen!",
      "Hän on kuin puron partaalle istutettu puu, joka kurottaa juurensa veteen. Ei se pelkää helteen tuloa, sen lehvät pysyvät aina vihreinä. Vaikka tulee kuiva vuosi, ei sillä ole mitään hätää, silloinkin se kantaa hedelmää.",
      "Petollinen on ihmissydän, paha ja parantumaton vailla vertaa! Kuka sen tuntee?",
      "Minä, Herra, tutkin sydämet, tiedän salaisimmatkin ajatukset. Minä annan kullekin sen mukaan, miten hän elää ja millaisia ovat hänen tekojensa hedelmät.",
      "Joka vääryydellä hankkii omaisuutta, on kuin peltopyy, joka hautoo vieraan linnun munia. Jo voimiensa päivinä hän menettää kaiken, ja lopulta hän on pelkkä narri.",
      "-- Kunnian valtaistuin, korkealle korotettu alusta asti, on meidän pyhäkkömme paikka.",
      "Herra, sinä olet Israelin toivo! Kaikki, jotka hylkäävät sinut, saavat onnettoman lopun, jotka luopuvat sinusta, häviävät kuin tomuun kirjoitetut nimet. Sillä he ovat hylänneet Herran, elävän veden lähteen.",
      "Paranna sinä minut, Herra, niin minä paranen. Auta minua, niin minä saan avun. Sinua yksin minä ylistän!",
      "Sinä, Herra, tiedät, etten ole pakoillut paimenen tehtävää, jonka minulle annoit. En minä ole toivonut tuhon päivää. Sinä tiedät kyllä kaiken, mitä olen julistanut.",
      "Älä täytä minua kauhulla! Sinä olet ainoa turvani, kun onnettomuuden päivä tulee.",
      "Saakoot onnettoman lopun ne, jotka minua vainoavat, mutta säästä minut! Anna heidän joutua kauhun valtaan, älä minun! Tuo heille onnettomuuden päivä, tuhoa heidät, tuhoa perin pohjin!",
      "Sano näin: Kuulkaa, mitä Herra sanoo teille, te Juudan kuninkaat ja Juudan ja Jerusalemin asukkaat, jotka kuljette näistä porteista!",
      "Herra puhuu näin: Jos tahdotte elää, pitäkää huoli siitä, ettette kanna sapattina mitään kantamusta ettekä tuo mitään sisään Jerusalemin porteista!",
      "Älkää viekö sapatinpäivänä mitään ulos taloistanne älkääkä tehkö mitään työtä. Pyhittäkää sapatti, niin kuin minä käskin teidän isienne tehdä.",
      "Mutta isänne eivät kuunnelleet minua, eivät ottaneet kuuleviin korviinsa, mitä minä sanoin. He olivat uppiniskaisia, eivät totelleet minua eivätkä ottaneet mitään opikseen.",
      "niin näistä porteista kulkee hoviväkensä kanssa kuninkaita, jotka ajavat vaunuilla ja hevosilla ja jotka istuvat Daavidin valtaistuimella. Myös Juudan ja Jerusalemin asukkaat tulevat, ja tämä kaupunki on aina oleva asuttu.",
      "He tulevat Juudan kaupungeista ja Jerusalemin ympäristöstä, Benjaminin maasta, läntisiltä kukkuloilta, vuorilta ja Negevistä ja tuovat Herran temppeliin polttouhreja, teurasuhreja, ruokauhreja ja suitsuketta, tuovat hänelle myös kiitosuhrinsa."
    ],
    [
      "Jeremialle tuli tämä Herran sana:",
      "Mene savenvalajan työpajaan! Siellä saat kuulla, mitä minä haluan sanoa sinulle.",
      "Minä menin savenvalajan työpajaan, jossa hän parhaillaan työskenteli pyöränsä ääressä.",
      "Jos valmistumassa oleva astia meni pilalle hänen käsissään, hän muotoili samasta savesta uuden, sellaisen kuin halusi.",
      "Silloin minulle tuli tämä Herran sana:",
      "Minä voin päättää, että revin, tuhoan ja hävitän kansan tai valtakunnan.",
      "Mutta jos se kansa luopuu pahuudestaan, minä muutan mieleni enkä anna rangaistukseni kohdata sitä.",
      "Minä voin myös päättää, että rakennan ja istutan kansan tai valtakunnan.",
      "Mutta jos se kansa tekee pahaa eikä tottele minua, minä muutan mieleni enkä anna sille sitä hyvää, minkä olin luvannut.",
      "Siksi Herra sanoo näin: -- Kysykää nyt kaikilta kansoilta, onko kukaan kuullut tällaisesta. Neitsyt Israel tekee kauhistuttavia tekoja!",
      "Katoaako lumi koskaan Libanonin huipuilta? Juoksevatko koskaan kuiviin kaukaa virtaavat raikkaat vedet?",
      "Mutta oma kansani on unohtanut minut! Se uhraa turhille jumalille, jotka ovat saaneet sen kompastelemaan vanhoilla poluillaan. Se on harhaillut sinne, minne ei ole raivattu tietä.",
      "Se tekee maansa autioksi, kaikki sitä kammoavat. Jokainen ohikulkija pudistaa kauhistellen päätään.",
      "Niin kuin itätuuli lennättää hiekkaa, niin minä hajotan kansani vihollisen tieltä. Kun onnettomuuden päivä tulee, minä en käännä kasvojani heitä kohti, minä käännän heille selkäni.",
      "-- Herra, kuule sinä minua! Kuuntele, mitä vastustajani puhuvat!",
      "Miksi hyvä palkitaan pahalla? He ovat kaivaneet kuopan, jotta minä lankeaisin siihen. Muista, kuinka minä sinun edessäsi olen puhunut heistä hyvää kääntääkseni vihasi heistä pois.",
      "Mutta nyt anna heidän lastensa nääntyä nälkään, anna heidät miekan uhriksi! Tappakoon rutto vastustajani, tee heidän vaimoistaan lapsettomia ja leskiä, lyököön miekka sodassa heidän poikansa!",
      "Anna rosvojen yllättää heidät, puhjetkoon valitus heidän taloissaan. He ovat kaivaneet kuopan pyydystääkseen minut, virittäneet ansoja tielleni.",
      "Sinä, Herra, tiedät kaikki heidän juonensa: he aikovat tappaa minut. Älä anna anteeksi heidän rikostaan, älä unohda heidän syntiään. Kaatukoot he eteesi, lyö heidät maahan vihasi päivänä!"
    ],
    [
      "ja mene Sirpaleportista Ben-Hinnomin laaksoon. Julista siellä sanat, jotka minä sinulle annan.",
      "Kansani on hylännyt minut ja käyttänyt väärin tätä paikkaa. He ovat polttaneet täällä uhreja jumalille, jotka olivat vieraita heille itselleen, heidän isilleen ja Juudan kuninkaille. He ovat täyttäneet tämän paikan viattomien ihmisten verellä.",
      "Tässä paikassa minä murskaan Juudan ja Jerusalemin asukkaiden suunnitelmat. Minä annan heidän kaatua vihollistensa miekkaan, jätän heidät niiden käsiin, jotka tavoittelevat heidän henkeään. Heidän ruumiinsa minä annan haaskalintujen ja villieläinten ruoaksi.",
      "Minä teen tämän kaupungin niin autioksi, että kaikki sitä kavahtavat. Jokainen ohikulkija järkyttyy nähdessään sen tuhon.",
      "Minä panen kaupungin asukkaat hädässään syömään poikiensa ja tyttäriensä lihaa, ja he joutuvat syömään myös toinen toisensa lihaa, kun viholliset piirittävät heitä ja tavoittelevat heidän henkeään.",
      "Sano heille: Näin sanoo Herra Sebaot: Niin kuin tämä saviastia särjetään, niin ettei sitä enää voi korjata, niin minä särjen tämän kansan ja tämän kaupungin. Ja kuolleita haudataan Tofetiin, kun muualla ei ole enää tilaa.",
      "Näin minä teen tälle paikalle ja sen asukkaille, sanoo Herra. Tämän kaupungin käy niin kuin Tofetin.",
      "Palattuaan Tofetista, jonne Herra oli lähettänyt hänet julistamaan sanansa, Jeremia asettui seisomaan Herran temppelin esipihalle ja puhui kansalle:",
      "Näin sanoo Herra Sebaot, Israelin Jumala: Minä tuon tälle kaupungille ja kaikille Juudan kaupungeille onnettomuuden, jolla olen niitä uhannut. Niiden asukkaat ovat uppiniskaisia, he eivät ole kuunnelleet minun sanojani."
    ],
    [
      "Pappi Pashur, Immerin poika, Herran temppelin ylivalvoja, kuuli, mitä Jeremia sanoi.",
      "Silloin hän löi profeettaa ja pani hänet jalkapuuhun Benjaminin yläportille, josta tullaan temppelin alueelle.",
      "Näin sanoo Herra: Minä saatan sinut ja kaikki sinun ystäväsi kauhun valtaan. Näet omin silmin, kun he kaatuvat vihollisen miekkaan. Minä annan koko Juudan Babylonian kuninkaan käsiin. Hän vie sen asukkaat Babyloniaan ja surmaa heidät.",
      "Minä annan kaikki tämän kaupungin rikkaudet sen vihollisten käsiin, kaiken, mitä sen asukkaat ovat työllään hankkineet, kaikki sen kalleudet ja kaikki Juudan kuninkaiden aarteet. Ne ryöstetään ja viedään Babyloniaan.",
      "-- Herra, sinä olet taivutellut minua, ja minä olen suostunut! Sinä olet tarttunut minuun ja ottanut minut valtaasi. Päivästä päivään minä olen naurun aiheena, kaikki pilkkaavat minua.",
      "Aina kun avaan suuni, minun täytyy huutaa, minun täytyy kuuluttaa väkivaltaa ja sortoa! Herran sana tuo minulle pilkkaa ja herjaa joka päivä.",
      "Mutta Herra on kanssani kuin väkevä sankari, vihamieheni kaatuvat eivätkä voi minulle mitään. Heidän aikeensa epäonnistuvat, niin tyhmiä ne ovat, eikä sitä koskaan unohdeta, alinomaa he saavat kantaa häpeäänsä.",
      "Herra Sebaot, sinä tunnet oikeamielisen, sinä koettelet sydämen ja ajatukset -- kunpa näkisin, että kostat heille! Sinun haltuusi olen uskonut asiani.",
      "Laulakaa Herralle, ylistäkää Herraa! Hän pelastaa avuttoman pahantekijöiden käsistä.",
      "-- Kirottu olkoon päivä, jona synnyin, vailla siunausta päivä, jona äitini minut synnytti!",
      "Käyköön sille miehelle, niin kuin kävi kaupungeille, jotka Herra armotta kukisti! Kuulkoon hän valitushuudon aamulla, hälytyksen keskellä päivää,",
      "kun ei surmannut minua kohtuun! Äitini olisi saanut olla minun hautani ja pysyä raskaana koko loppuikänsä!",
      "Miksi minun pitikään tulla äidinkohdusta näkemään pelkkää vaivaa ja tuskaa! Koko elämäni kuluu häpeässä."
    ],
    [
      "Kuningas Sidkia lähetti Jeremian luo Pashurin, Malkian pojan, ja pappi Sefanjan, Maasejan pojan. He toivat kuninkaalta sanan:",
      "Kysy meidän puolestamme Herralta, mitä meidän on tehtävä, kun Babylonian kuningas Nebukadnessar on ryhtynyt sotaan meitä vastaan. Ehkäpä Herra jälleen tekee ihmeen ja karkottaa vihollisen kimpustamme.",
      "Silloin Jeremialle tuli Herran sana, ja hän käski ilmoittaa Sidkialle:",
      "Minä itse sodin teitä vastaan kohotetun käteni ja pelottavien mainetekojeni voimalla ja vuodatan teidän päällenne suuren vihani ja kiivauteni.",
      "Minä lyön rutolla tämän kaupungin asukkaita, niin ihmisiä kuin eläimiä.",
      "Sen jälkeen, sanoo Herra, minä jätän Juudan kuninkaan Sidkian, hänen hovinsa ja kansan -- ne, jotka tässä kaupungissa ovat säästyneet rutolta, miekalta ja nälältä -- Babylonian kuninkaan Nebukadnessarin armoille. He joutuvat vihollistensa käsiin, kaikkien niiden käsiin, jotka tavoittelevat heidän henkeään. Nebukadnessar lyö heidät kuoliaaksi miekan terällä, hän ei tunne sääliä, ei säästä eikä armahda!",
      "Joka jää kaupunkiin, se kuolee miekkaan, nälkään tai ruttoon. Mutta jos joku lähtee täältä ja antautuu kaldealaisille, jotka piirittävät teitä, hän jää eloon ja säilyttää henkensä.",
      "-- Julista Juudan kuningashuoneelle: Kuulkaa Herran sana,",
      "te Daavidin jälkeläiset! Näin sanoo Herra: -- Kun te aamuisin jaatte oikeutta, tuomitkaa oikein ja pelastakaa sorrettu sortajan käsistä! Muuten vihani syttyy ja palaa kuin tuli, eikä kukaan voi sitä sammuttaa. Niin tapahtuu teidän pahojen tekojenne tähden!"
    ],
    [
      "Kuulkaa, mitä Herra sanoo! Tämän hän sanoo sinulle, Juudan kuningas, joka istut Daavidin valtaistuimella, sinun palvelijoillesi ja kansallesi -- teille kaikille, jotka kuljette näistä porteista:",
      "Tehkää, mitä oikeus ja vanhurskaus vaativat! Pelastakaa riistetty riistäjän käsistä. Älkää sortako muukalaisia, orpoja ja leskiä, älkää tehkö vääryyttä kenellekään. Älkää vuodattako tässä maassa viattomien ihmisten verta.",
      "Jos te tottelette minua, niin vastaisuudessakin tämän palatsin porteista kulkee Daavidin valtaistuimella istuvia kuninkaita. He tulevat hoviväkensä kanssa, vaunuilla ja hevosilla ajaen, ja myös heidän kansansa tulee tänne.",
      "Mutta jos te ette kuuntele, mitä minä teille sanon, tästä palatsista tulee rauniokasa -- sen minä vannon oman nimeni kautta, sanoo Herra!",
      "-- Näin sanoo Herra Juudan kuningashuoneelle: Sinä olet ollut uljas kuin Gilead, kuin Libanonin vuorten huiput. Mutta totisesti minä teen sinut autiomaaksi, asumattomien kaupunkien kaltaiseksi.",
      "Minä määrään tuhoojat sinun kimppuusi. He tulevat kirveineen, kaatavat komeat setrisi ja heittävät ne tuleen.",
      "Heille vastataan: 'Sen asukkaat hylkäsivät Herran, Jumalansa, liiton. He rukoilivat ja palvelivat muita jumalia.'",
      "-- Voi sinua, joka rakennat talosi vääryydellä, yläsalisi ilman oikeutta, joka panet miehet työhön mutta et maksa heille palkkaa!",
      "Siinäkö sinä näytät kuninkuutesi, että sinulla on komeat setrilaudat? Kyllähän isäsikin söi ja joi kyllikseen, mutta silti hän huolehti siitä, että maassa vallitsi oikeus ja vanhurskaus. Siksi hänen kävi hyvin.",
      "Hän puolusti kurjan ja köyhän oikeutta, ja siksi kaikki oli silloin hyvin. Joka näin tekee, hän tuntee minut, sanoo Herra.",
      "Mutta sinun silmäsi ja sydämesi eivät tavoittele muuta kuin omaa voittoasi, viattomien veren vuodatusta, sortoa ja väkivaltaa!",
      "Hänet kuopataan kuin aasi, hänen ruumiinsa raahataan pois ja paiskataan Jerusalemin porteista ulos.",
      "-- Nouse, Jerusalem, Libanonin vuorille, huuda ja valita! Anna äänesi kaikua Basanissa, huuda Abarimin vuorilta, sillä kaikki sinun rakastajasi on murskattu!",
      "Myrsky nousee ja vie paimenesi, rakastajasi kulkevat vankeuteen. Sinä saat häpeän ja pilkan palkaksi pahuudestasi.",
      "Sinun asuinpaikkasi on nyt kuin Libanon, olet rakentanut pesäsi setripuihin. Mutta kuinka voihkitkaan, kun sinulle tulevat kivut kuin synnyttäjälle tuskat!",
      "Minä annan sinut niiden käsiin, jotka tavoittelevat henkeäsi ja joita sinä pelkäät: Babylonian kuninkaan Nebukadnessarin ja kaldealaisten käsiin.",
      "Vieraaseen maahan minä heitän sinut ja äitisi, joka sinut synnytti. Siellä te ette ole syntyneet, mutta sinne te kuolette.",
      "Onko tämä mies, Konja, todellakin kelvoton, rikkinäinen saviruukku, astia, joka ei kenellekään kelpaa? Miksi hänet ja hänen jälkeläisensä heitetään pois, viskataan maahan, jota he eivät tunne?",
      "-- Maa, maa, maa! Kuule, mitä Herra sanoo!"
    ],
    [
      "-- Tulee aika, sanoo Herra, jolloin Daavidin suvusta nousee Vanhurskas Verso. Hän on kuningas, joka hallitsee viisaasti ja saattaa maassa voimaan oikeuden ja vanhurskauden.",
      "Jeremian sanat profeettoja vastaan: -- Sydämeni on murtunut rinnassani, luuni tutisevat. Herran vuoksi, hänen pyhien sanojensa tähden, minä olen kuin juopunut, kuin mies, joka viinistä horjahtelee.",
      "Maa on täynnä avionrikkojia, täynnä niitä, jotka ovat luopuneet Herrasta! Maa on kirottu, se riutuu, arojen laitumet kuivuvat. Ihmiset rientävät pahasta pahaan, vääryydessä he näyttävät voimansa.",
      "Herra sanoo: -- Niin profeetat kuin papitkin ovat eksyneet minusta kauas. Jopa omassa temppelissäni joudun katselemaan heidän pahuuttaan.",
      "Tulkoon sen tähden heidän tiestään pimeä, niljakas polku! Liukastukoot he sillä ja kaatukoot! Kun tilinteon vuosi tulee, minä tuotan heille tuhon, sanoo Herra.",
      "-- Samarian profeettojen minä näin tekevän mielettömiä tekoja. He puhuivat Baalin nimissä ja eksyttivät kansani Israelin.",
      "Mutta Jerusalemin profeettojen teot ovat pöyristyttäviä! He rikkovat avion, valehtelevat ja pettävät, he kannustavat pahantekijöitä, niin ettei kukaan käänny pahuudestaan. Nämä profeetat ovat kuin Sodoman asukkaat ja Jerusalemin kansa kuin Gomorran väki!",
      "Sen tähden Herra Sebaot sanoo profeetoista näin: -- Minä syötän heille koiruohoa, juotan heille myrkyllistä vettä, sillä Jerusalemin profeetoista on eksytys levinnyt koko maahan.",
      "Näin sanoo Herra Sebaot: -- Älkää kuunnelko tuollaisia profeettoja, älkää sanoja, joita he julistavat. He pettävät teitä! Omia kuvitelmiaan he vain puhuvat, eivät minun sanojani.",
      "Mutta kuka heistä oli läsnä, kun minä, Herra, tein päätökseni? Kuka heistä näki minut ja kuuli, mitä minulla on mielessäni? Kuka kuunteli minua tarkoin ja ymmärsi sanani?",
      "-- Katsokaa Herran myrskyä! Viha nousee, pyörremyrsky puhkeaa, rajuilma raivoaa jumalattomien pään päällä!",
      "Herran viha ei asetu, ennen kuin hän on vienyt loppuun aikeensa ja päätöksensä. Vielä tulee aika, jolloin te sen tajuatte.",
      "-- Minä en ole lähettänyt tuollaisia profeettoja, mutta silti he juoksevat joka suuntaan. Minä en ole puhunut heille, mutta silti he esiintyvät minun profeettoinani.",
      "Jos he olisivat olleet läsnä ja kuulleet, mitä minä päätin tehdä, he julistaisivat kansalleni minun päätökseni ja saisivat sen kääntymään pahoilta teiltään ja pahoista teoistaan.",
      "Olenko minä sellainen Jumala, jonka valta ulottuu vain lähelle? Eikö myös kauas? sanoo Herra.",
      "Voiko kukaan kätkeytyä sellaiseen piilopaikkaan, etten minä häntä näkisi? sanoo Herra. Enkö minä ole läsnä kaikkialla niin taivaassa kuin maassa? sanoo Herra.",
      "Kuinka kauan tätä vielä jatkuu? Mitä onkaan mielessä noilla profeetoilla, jotka julistavat valhetta ja omia pettäviä kuvitelmiaan!",
      "He pyrkivät siihen, että kansani unohtaisi minut niiden unien takia, joita he kertovat toinen toiselleen. Niinhän heidän isänsäkin unohtivat minut ja palvelivat Baalia.",
      "Profeetta, joka on nähnyt unen, kertokoon unensa. Mutta se, jolle minä olen puhunut, julistakoon minun sanani totuudenmukaisesti! -- Mitä tekemistä akanoilla on jyvien seassa? sanoo Herra.",
      "Minä käyn näiden profeettojen kimppuun, jotka puhuvat omiaan mutta väittävät: 'Tämä on Herran sana.'",
      "Minä käyn niiden kimppuun, jotka julistavat valheuniaan ja kertovat niistä. He valehtelevat ja kerskuvat ja eksyttävät näin minun kansani. Minä en ole heitä lähettänyt enkä antanut heille tehtävää. Ei heistä ole tälle kansalle mitään hyötyä, sanoo Herra.",
      "minä tempaisen teidät maastanne ja paiskaan luotani pois -- teidät ja tämän kaupungin, jonka minä annoin teille ja teidän isillenne."
    ],
    [
      "Herra antoi minun nähdä näyn: kaksi viikunakoria oli asetettu Herran temppelin edustalle. Tämä tapahtui sen jälkeen kun Babylonian kuningas Nebukadnessar oli vienyt Juudan kuninkaan Jekonjan, Jojakimin pojan, pakkosiirtolaisuuteen ja hänen lisäkseen vienyt Jerusalemista Babyloniaan myös Juudan päämiehet sekä sepät ja kirvesmiehet.",
      "Toisen korin viikunat olivat erittäin hyviä, alkukesän varhaisviikunoiden veroisia. Mutta toisessa korissa viikunat olivat erittäin huonoja, niin huonoja, ettei niitä voinut syödä.",
      "Silloin minulle tuli tämä Herran sana:",
      "Minä käännyn heidän puoleensa ja tuon heidät takaisin tähän maahan. Minä rakennan heistä jälleen kansan enkä enää hävitä heitä, minä istutan heidät enkä enää revi pois.",
      "Minä annan heille uuden sydämen, niin että he tuntevat minut ja ymmärtävät, että minä olen Herra. He kääntyvät jälleen minun puoleeni, koko sydämestään. He ovat minun kansani, ja minä olen heidän Jumalansa.",
      "Kaikki kansat kauhistuvat ja tyrmistyvät nähdessään, mitä olen heille tehnyt. Kaikkialla, minne heidät karkotan, minä teen heistä varoittavan esimerkin ja pilkan kohteen. Heitä häväistään, ja heidän kohtalostaan tulee kirosana."
    ],
    [
      "Kuningas Jojakimin, Josian pojan, neljäntenä hallitusvuotena, joka oli samalla Babylonian kuninkaan Nebukadnessarin ensimmäinen hallitusvuosi, tuli profeetta Jeremialle Juudaa koskeva sana.",
      "Tämän sanan hän puhui koko Juudan kansalle ja kaikille Jerusalemin asukkaille. Jeremia sanoi:",
      "Jo ennenkin Herra on yhä uudelleen lähettänyt luoksenne palvelijoitaan, profeettoja, mutta te ette ole kuunnelleet heitä. Te ette ottaneet kuuleviin korviinne, mitä he puhuivat!",
      "Herra lähetti heidät sanomaan: 'Kääntykää kaikki pahoilta teiltänne ja pahoista teoistanne, niin saatte asua maassa, jonka minä annoin teille ja teidän isillenne ikuisiksi ajoiksi.",
      "Älkää seuratko vieraita jumalia, älkää palvelko ja rukoilko niitä! Älkää suututtako minua jumalilla, jotka olette itse tehneet, muuten minä syöksen teidät tuhoon!'",
      "Mutta te ette kuunnelleet minua, vaan suututitte minut epäjumalankuvillanne ja veditte päällenne onnettomuuden.",
      "minä kutsun tänne kaikki pohjoisen kansat ja palvelijani Nebukadnessarin, Babylonian kuninkaan. Minä tuon heidät tämän maan, sen asukkaiden ja kaikkien sen naapurikansojen kimppuun. Minä vihin teidät tuhon omaksi, teen maanne autioksi, pelkäksi rauniokasaksi, jossa ei koskaan enää asuta. Kaikki kavahtavat teidän kohtaloanne!",
      "Minä vaiennan keskeltänne riemun ja ilon huudot, sulhasen äänen ja morsiamen äänen. Minä vaiennan jauhinkivien äänen ja annan lamppujen valon sammua.",
      "Koko tämä maa tulee täyteen raunioita ja autioituu, ja nämä kansat palvelevat Babylonian kuningasta seitsemänkymmentä vuotta.",
      "Minä annan toteutua kaiken, mitä olen sanonut tuosta maasta -- kaiken, mitä Jeremia on eri kansoista ennustanut ja mitä tähän kirjaan on kirjoitettu.",
      "Niin minä otin maljan Herran kädestä ja juotin vihan viinin kaikille kansoille, joiden luokse Herra minut lähetti:",
      "Jerusalemille ja kaikille Juudan kaupungeille, Juudan kuninkaille ja päämiehille, jotta kaupungit tulisivat raunioiksi ja autioiksi, pilkan kohteeksi ja kirosanaksi, niin kuin tänäkin päivänä vielä on;",
      "faraolle, Egyptin kuninkaalle, ja hänen hovilleen, päämiehilleen ja koko kansalle;",
      "kaikenlaisille vierasmaalaisille, kaikille Usin maan kuninkaille, kaikille Filistean kuninkaille, Askelonin, Gazan ja Ekronin kaupungeille ja sille väelle, joka vielä on jäljellä Asdodissa;",
      "Edomille, Moabille ja ammonilaisille;",
      "kaikille Tyroksen kuninkaille, kaikille Sidonin kuninkaille, kaikille merentakaisten saarten ja rantojen kuninkaille;",
      "Dedanille, Temalle, Busille ja muille heimoille, jotka ovat ajaneet hiuksensa lyhyiksi ohimoilta;",
      "kaikille Arabian kuninkaille ja muillekin autiomaassa asuvien heimojen kuninkaille;",
      "kaikille Simrin kuninkaille, kaikille Elamin kuninkaille ja kaikille Meedian kuninkaille;",
      "kaikille pohjoisen kuninkaille, niin lähellä kuin kaukana asuville, jokaiselle vuorollaan. Kaikille valtakunnille maan päällä minä juotin Herran vihan maljan. Viimeksi siitä juo Sesakin kuningas.",
      "Mutta jos he kieltäytyvät ottamasta maljaa kädestäsi ja juomasta, sano heille: 'Näin sanoo Herra Sebaot: Teidän on juotava!",
      "Kun minä annan tuhon ensin kohdata sitä kaupunkia, jonka olen ottanut omakseni, niin luuletteko, että te muut jäisitte rankaisematta? Ette jää! Minä lähetän miekan kaikkien ihmisten kimppuun maan päällä, sanoo Herra Sebaot.'",
      "-- Julista sinä, Jeremia, nämä sanat, sano heille näin: Herra ärjyy korkeudesta, antaa äänensä kaikua pyhästä asunnostaan, hän ärjyy ja jylisee laitumensa yli. Niin kuin viinirypäleiden polkijain huuto kiirii kauas, niin kajahtaa Herran huuto kaikkien korviin, jotka maan päällä asuvat.",
      "Sen pauhu kantautuu maan ääriin saakka. Herra käy oikeutta kansojen kanssa, hän vaatii tilille kaikki ja antaa miekan surmata jumalattomat.",
      "Sinä päivänä kaikkialla, maan äärestä ääreen, viruu kuolleita, jotka Herra on surmannut. Ei heille pidetä valittajaisia, ei heitä koota eikä haudata, vaan heidän ruumiinsa jäävät hajalleen maatumaan.",
      "-- Huutakaa, paimenet, valittakaa! Kieriskelkää tomussa, te laumojen johtajat, sillä aika on tullut, jolloin te joudutte teurastettaviksi. Te kaadutte, te hajoatte sirpaleiksi kuin kallisarvoinen astia!",
      "Paimenet eivät pääse pakoon, laumojen johtajat eivät löydä turvapaikkaa.",
      "Kuulkaa: paimenet huutavat, laumojen johtajat valittavat! Herra hävittää heiltä niityt.",
      "Heidän turvalliset laitumensa tuhoutuvat Herran hehkuvan vihan alla.",
      "Niin kuin leijona nousee tiheiköstään, niin on Herra lähtenyt liikkeelle. Tappavalla miekallaan, hehkuvalla vihallaan hän tekee heidän maansa autioksi!"
    ],
    [
      "Juudan kuninkaan Jojakimin, Josian pojan, hallitusajan alussa Jeremialle tuli tämä Herran sana.",
      "Kenties he kuuntelevat sinua ja kääntyvät pois pahoilta teiltään. Jos näin tapahtuu, minä muutan mieleni ja säästän heidät onnettomuudelta, jolla olen aikonut rangaista heitä heidän pahojen tekojensa tähden.",
      "Kuulkaa palvelijoitani, profeettoja! Yhä uudelleen olen lähettänyt heitä teidän luoksenne, vaikka te ette ole suostuneet heitä kuuntelemaan.",
      "Papit, profeetat ja koolla ollut väki kuulivat kaiken, mitä Jeremia puhui Herran temppelissä.",
      "Kun Juudan johtomiehet kuulivat tästä, he lähtivät kuninkaan palatsista temppeliin ja asettuivat istumaan Uuden temppeliportin sisäpuolelle.",
      "Kääntykää vääriltä teiltänne, hylätkää pahat tekonne ja kuulkaa Herraa, Jumalaanne! Silloin Herra muuttaa mielensä ja säästää teidät onnettomuudelta, jolla hän teitä uhkaa.",
      "Minä olen teidän käsissänne. Tehkää minulle niin kuin hyväksi näette.",
      "Paikalla oli myös muutamia Juudan vanhimpia, ja he astuivat esiin ja sanoivat kaikkien kuullen:",
      "Tappoivatko kuningas Hiskia ja Juudan kansa Miikan? Eikö kuningas päinvastoin pelännyt Herraa ja rukoillut häntä leppymään? Niin Herra muutti mielensä ja säästi heidät tuholta, jolla hän oli heitä uhannut. Me olemme nyt syöksemässä itsemme suureen onnettomuuteen.",
      "Jeremian aikana toimi toinenkin mies Herran profeettana. Hän oli Uria, Semajan poika, kotoisin Kirjat-Jearimista. Hän puhui Jerusalemin kaupungista ja tästä maasta aivan samalla tavalla kuin Jeremia.",
      "Kun kuningas Jojakim sekä hänen sotapäällikkönsä ja johtomiehensä kuulivat, mitä Uria puhui, kuningas yritti saada hänet käsiinsä tappaakseen hänet. Mutta saatuaan tietää tästä Uria lähti peloissaan pakoon ja tuli lopulta Egyptiin.",
      "Silloin kuningas Jojakim lähetti Elnatanin, Akborin pojan, ja hänen lisäkseen muutamia muita miehiä hänen peräänsä.",
      "He noutivat Urian Egyptistä ja toivat hänet kuningas Jojakimin eteen. Tämä käski tappaa hänet miekalla ja heittää hänen ruumiinsa köyhien hautaan.",
      "Mutta Jeremialla oli suojelijanaan Ahikam, Safanin poika. Siksi hän ei joutunut kansan käsiin tapettavaksi."
    ],
    [
      "Juudan kuninkaan Jojakimin, Josian pojan, hallitusajan alussa tuli Jeremialle tämä Herran sana:",
      "Lähetä niitä sitten Edomin, Moabin, ammonilaisten, Tyroksen ja Sidonin kuninkaille niiden lähettiläiden mukana, jotka ovat tulleet Jerusalemiin Juudan kuninkaan Sidkian luo.",
      "Suurella voimallani ja väkevällä kädelläni minä olen luonut sekä maan että ihmiset ja eläimet, jotka maan päällä ovat. Minulla on valta antaa ne kenelle hyväksi näen.",
      "Nyt minä annan teidän maanne palvelijalleni Nebukadnessarille, Babylonian kuninkaalle. Vieläpä villieläimet minä panen häntä palvelemaan.",
      "Kaikki kansat palvelevat häntä, hänen poikaansa ja pojanpoikaansa, kunnes hänenkin maalleen tulee aika joutua muiden kansojen ja mahtavien kuninkaiden palvelijaksi.",
      "Älkää kuunnelko profeettojanne, älkää tietäjiä, unennäkijöitä, ennustajia älkääkä noitianne, jotka sanovat: 'Ette te joudu palvelemaan Babylonian kuningasta.'",
      "He puhuvat perättömiä! Jos uskotte heitä, joudutte kauas maastanne -- minä karkotan teidät, ja te tuhoudutte.",
      "Mutta sen kansan, joka taivuttaa niskansa Babylonian kuninkaan ikeen alle ja palvelee häntä, minä annan jäädä omille asuinsijoilleen. Siellä se saa asua ja viljellä maataan, sanoo Herra.",
      "Miksi sinä ja kansasi kuolisitte miekkaan, nälkään ja ruttoon? Tällaisella lopulla Herra uhkaa jokaista kansaa, joka ei suostu palvelemaan Babylonian kuningasta.",
      "Älkää kuunnelko niitä profeettoja, jotka sanovat: 'Ette te joudu palvelemaan Babylonian kuningasta.' He puhuvat perättömiä!",
      "Herra sanoo: 'Minä en ole heitä lähettänyt. He valehtelevat, kun sanovat puhuvansa minun nimissäni. Jos uskotte heitä, minä karkotan teidät, ja te tuhoudutte -- te itse ja nuo profeetat, jotka teille puhuvat.'",
      "Jos he todella olisivat profeettoja, jotka ovat saaneet sanan Herralta, he rukoilisivat Herraa Sebaotia, ettei hän sallisi niidenkin kallisarvoisten esineiden joutua Babyloniaan, jotka vielä ovat jäljellä Herran temppelissä, Juudan kuninkaan palatsissa ja muualla Jerusalemissa.",
      "Ovathan tähän kaupunkiin jääneet vielä temppelin pylväät, sen vesiallas, työntöpöydät ja monet muut esineet.",
      "Niitä Babylonian kuningas Nebukadnessar ei ottanut mukaansa viedessään Juudan kuninkaan Jekonjan, Jojakimin pojan, sekä Juudan ja Jerusalemin ylimykset vankeina Babyloniaan."
    ],
    [
      "Saman vuoden viidennessä kuussa -- Juudan kuninkaan Sidkian hallitusajan alkupuolella, hänen neljäntenä hallitusvuotenaan -- astui profeetta Hananja, Asurin poika Gibeonista, Jeremian eteen Herran temppelissä. Pappien ja kansanjoukon kuullen Hananja sanoi:",
      "Ennen kuin kaksi vuotta on kulunut, minä tuon tähän paikkaan takaisin kaikki Herran temppelin esineet, jotka Babylonian kuningas Nebukadnessar vei täältä mukanaan Babyloniaan.",
      "Mutta profeetta Jeremia sanoi profeetta Hananjalle pappien ja temppeliin kokoontuneen kansan kuullen:",
      "Paina kuitenkin mieleesi, mitä minä sinulle nyt sanon kaikkien näiden ihmisten kuullen:",
      "Kaikkina aikoina, jo ennen minua ja sinua, profeetat ovat ennustaneet monille kansoille ja suurille valtakunnille sotaa, onnettomuutta ja ruttoa.",
      "Silloin Hananja otti ikeen Jeremian niskasta ja särki sen.",
      "Jonkin ajan kuluttua siitä, kun Hananja oli särkenyt ikeen Jeremian niskasta, Jeremialle tuli tämä Herran sana:",
      "Sen vuoden seitsemännessä kuussa profeetta Hananja kuoli."
    ],
    [
      "Profeetta Jeremia lähetti Jerusalemista kirjeen vielä elossa oleville pakkosiirtolaisten vanhimmille sekä papeille, profeetoille ja koko sille kansalle, jonka Nebukadnessar oli vienyt Jerusalemista Babyloniaan.",
      "Tämän kirjeen hän kirjoitti sen jälkeen, kun kuningas Jekonja, kuninkaan äiti, hovin virkamiehet, Juudan ja Jerusalemin päämiehet sekä sepät ja kirvesmiehet olivat joutuneet lähtemään Jerusalemista.",
      "Jeremia antoi kirjeen Eleasan, Safanin pojan, ja Gemarjan, Hilkian pojan, mukaan, kun Juudan kuningas Sidkia lähetti heidät Babyloniaan kuningas Nebukadnessarin luo. Kirje kuului näin:",
      "Rakentakaa taloja ja asettukaa niihin asumaan! Istuttakaa puutarhoja ja nauttikaa niiden hedelmistä!",
      "Ottakaa itsellenne vaimot, syntyköön teille poikia ja tyttäriä! Ottakaa pojillennekin vaimot ja naittakaa tyttärenne, että he saisivat poikia ja tyttäriä. Lisääntykää, älkää vähentykö!",
      "Toimikaa sen kaupungin parhaaksi, johon minä olen teidät siirtänyt. Rukoilkaa sen puolesta Herraa, sillä sen menestys on teidänkin menestyksenne.",
      "Silkkaa valhetta he julistavat teille minun nimissäni, en minä ole heitä lähettänyt, sanoo Herra.",
      "Minulla on omat suunnitelmani teitä varten, sanoo Herra. Minun ajatukseni ovat rauhan eivätkä tuhon ajatuksia: minä annan teille tulevaisuuden ja toivon.",
      "Silloin te huudatte minua avuksenne, te käännytte rukoillen minun puoleeni, ja minä kuulen teitä.",
      "Te etsitte minua, ja te löydätte minut! Koko sydämestänne te minua etsitte,",
      "ja minä annan teidän löytää itseni, sanoo Herra. Minä käännän teidän kohtalonne ja kokoan teidät kaikkien kansojen seasta, kaikkialta, minne olen teidät karkottanut. Minä tuon teidät takaisin siihen paikkaan, mistä minä vein teidät pakkosiirtolaisuuteen.",
      "Mutta Daavidin valtaistuimella istuvasta kuninkaasta ja koko tässä kaupungissa asuvasta kansasta, teidän veljistänne, jotka eivät joutuneet teidän kanssanne pakkosiirtolaisuuteen, Herra Sebaot sanoo näin:",
      "Minä tuon heidän keskelleen miekan, nälän ja ruton! Minä viskaan heidät pois niin kuin pilaantuneet viikunat, joita ei syödä.",
      "Miekan, nälän ja ruton minä lähetän heidän kimppuunsa. Kaikki kansat kauhistuvat ja tyrmistyvät nähdessään, mitä olen heille tehnyt. Kaikkialla, minne minä heidät karkotan, minä teen heistä varoittavan esimerkin: heitä häväistään, ja heidän kohtalostaan tulee kirosana.",
      "He eivät ole kuunnelleet minua eivätkä palvelijoitani, profeettoja, joita yhä uudestaan olen lähettänyt heidän luokseen. Tekään ette ole kuunnelleet, sanoo Herra.",
      "Näin Herra Sebaot, Israelin Jumala, sanoo Ahabista, Kolajan pojasta, ja Sidkiasta, Maasejan pojasta, jotka julistavat valheita Herran nimissä: Minä annan heidät Babylonian kuninkaan Nebukadnessarin käsiin, ja hän tappaa heidät teidän nähtenne.",
      "Kun joku Juudan pakkosiirtolainen Babyloniassa toivottaa toiselle pahaa, hän sanoo: 'Tehköön Herra sinulle niin kuin Sidkialle ja Ahabille, jotka Babylonian kuningas kärvensi tulessa!'",
      "Herra käski Jeremian ilmoittaa nehelamilaiselle Semajalle nämä sanat:",
      "'Herra on pannut sinut, Sefanja, pappi Jojadan seuraajaksi valvomaan järjestystä Herran temppelissä ja toimittamaan jalkapuuhun ja kaularautaan kaikki hullut ja hurmahenget, jotka esiintyvät profeettoina.",
      "Mikset siis vieläkään ole vaientanut anatotilaista Jeremiaa, joka profetoi teidän keskuudessanne?",
      "Tämän kirjeen pappi Sefanja oli lukenut ääneen, ja profeetta Jeremiakin oli sen kuullut.",
      "Silloin Jeremia sai Herralta käskyn"
    ],
    [
      "Jeremialle tuli Herralta tämä sana:",
      "Tässä ovat sanat, jotka Herra puhui Israelille ja Juudalle.",
      "Näin hän sanoi: -- Kauhun huuto kiirii: rauha on mennyttä, vain pelkoa kaikkialla!",
      "Katsokaa ympärillenne: Voiko mies synnyttää? Miksi jokainen mies pitelee vatsaansa ja voihkii kuin synnyttävä nainen? Miksi kaikkien kasvot ovat kalvenneet?",
      "Voi! Suuri ja kauhea on se päivä, ei ole toista sen kaltaista. Se on ahdistuksen aika Jaakobille, mutta hän pelastuu siitä.",
      "vaan he saavat palvella Herraa, Jumalaansa, ja Daavidia, jonka minä annan heille kuninkaaksi.",
      "-- Älä pelkää, palvelijani Jaakob, älä kauhistu, Israel, sanoo Herra. Minä pelastan sinut kaukaisesta maasta, tuon jälkeläisesi pois sieltä, missä he ovat olleet vankeina. Jaakob palaa takaisin ja elää rauhassa, huolta vailla, kun kukaan ei häntä enää uhkaa.",
      "Minä olen sinun kanssasi ja pelastan sinut, sanoo Herra. Kansoista, joiden sekaan sinut hajotin, minä teen lopun, mutta sinua minä en tuhoa. Silti en jätä sinua rankaisematta, vaan oikeudenmukaisesti kuritan sinua.",
      "Näin sanoo Herra: -- Parantumaton on sinun vammasi, Siion, polttava sinun haavasi.",
      "Kukaan ei aja asiaasi, haavaasi ei lääkitä, se ei arpeudu.",
      "Kaikki rakastajasi ovat unohtaneet sinut, eivät he sinusta välitä. Minä olen lyönyt sinua kuin vihollinen, olen kurittanut sinua kovalla kädellä monien rikoksiesi ja lukemattomien syntiesi tähden.",
      "Miksi valitat vammojasi, itket tuskaasi, joka ei hellitä? Monien rikoksiesi ja lukemattomien syntiesi tähden minä olen tämän sinulle tehnyt.",
      "Mutta kaikki, jotka ovat sinua syöneet, joutuvat itse surman suuhun, kaikki, jotka ovat sinua sortaneet, joutuvat itse vankeuteen. Kaikki, jotka ovat sinua ryöstäneet, joutuvat itse ryöstettäviksi, kaikki, jotka ovat sinua saalistaneet, minä annan saalistettaviksi.",
      "Näin sanoo Herra: -- Minä pystytän jälleen Jaakobin teltat, minä armahdan hänen asuinsijojaan. Kaupunki rakennetaan kukkulalleen, palatsi on seisova entisellä paikallaan.",
      "Sieltä kajahtaa ylistyslaulu, kuuluu iloitsevien ihmisten ääni. Minä annan kansani kasvaa, se ei enää vähene. Minä nostan sen jälleen kunniaan, sitä ei enää halveksita.",
      "Silloin Jaakobin jälkeläiset elävät niin kuin minun kansani ennen eli. Heidän joukkonsa seisoo koolla vahvana minun kasvojeni edessä, mutta heidän sortajiaan minä rankaisen.",
      "Heidän valtiaansa on nouseva heidän omasta joukostaan, heidän hallitsijansa on oleva yksi heistä. Minä annan hänen lähestyä itseäni, ja hän astuu eteeni. Kuka voisi niin tehdä vaarantamatta henkeään, ellen minä sallisi hänen tulla? sanoo Herra.",
      "Silloin te olette jälleen minun kansani, ja minä olen teidän Jumalanne.",
      "-- Katsokaa Herran myrskyä! Viha nousee, pyörremyrsky puhkeaa, rajuilma riehuu jumalattomien pään päällä!",
      "Herran hehkuva viha ei asetu, ennen kuin hän on vienyt loppuun aikeensa ja päätöksensä. Vielä tulee aika, jolloin te sen tajuatte."
    ],
    [
      "Näin sanoo Herra: -- Kansa, joka pääsi miekkaa pakoon, sai armon autiomaassa. Israel palaa jälleen maahansa ja löytää rauhan.",
      "Herra ilmestyi minulle, hän tuli kaukaa ja sanoi: -- Minä olen sinua aina rakastanut, Israel, siksi vedän sinua luokseni uskollisesti.",
      "Minä rakennan sinut uudelleen, taas sinä nouset, neitsyt Israel. Jälleen sinä koristaudut juhlaan, otat käteesi rummun, lähdet karkeloon toisten iloitsevien kanssa!",
      "Sinä istutat taas viinitarhoja Samarian vuorille. Ne, jotka istuttavat, saavat myös korjata sadon.",
      "Minä tuon heidät takaisin pohjoisesta maasta, kokoan heidät maailman ääristä asti! Heidän joukossaan ovat myös sokeat ja rammat, raskaana olevat ja synnyttävät. Suurena joukkona he kaikki palaavat tänne.",
      "He tulevat itkien, hartaasti rukoillen, ja minä itse johdatan heitä. Minä vien heidät runsasvetisten purojen äärelle tasaista tietä, jolla he eivät kompastu. Minä olen Israelin isä, ja Efraim on minun esikoiseni.",
      "-- Kansat, kuulkaa Herran sana! Tulkoon se tiettäväksi merten ääriin saakka! Sanokaa näin: -- Hän, joka hajotti Israelin, kokoaa sen jälleen, hän pitää siitä huolta kuin paimen laumastaan.",
      "Herra pelastaa Jaakobin jälkeläiset, vapauttaa heidät sortajan kädestä.",
      "He tulevat ja riemuitsevat Siionin kukkulalla, virtanaan he tulevat, nauttivat Herran hyvyyttä. Hän antaa viljaa, viiniä ja öljyä, lampaita ja härkiä. He itse ovat kuin kasteltu puutarha, heidän kukoistuksensa ei koskaan enää kuihdu.",
      "Silloin neito iloitsee karkeloiden, nuoret ja vanhat yhdessä riemuitsevat. He ovat saaneet kärsiä, mutta minä muutan heidän surunsa riemuksi, lohdutan ja ilahdutan heitä.",
      "Minä ravitsen papit uhrirasvalla ja ruokin kansani hyvillä lahjoilla, sanoo Herra.",
      "Näin sanoo Herra: -- Kuulkaa! Ramasta kuuluu huuto, katkera itku ja valitus. Raakel itkee lapsiaan eikä lohdutuksesta huoli, sillä heitä ei enää ole.",
      "Näin sanoo Herra: -- Lakkaa itkemästä, kuivaa kyyneleet silmistäsi! Saat palkan vaivannäöstäsi: lapsesi palaavat kotiin vihollismaasta, sanoo Herra.",
      "-- Sinulla on tulevaisuuden toivo: lapsesi palaavat asuinsijoilleen, sanoo Herra.",
      "Eikö Efraim ole minun rakas poikani, silmieni ilo? Vaikka puhunkin Efraimia vastaan, en voi häntä unohtaa. Minun sydämeni heltyy, en voi olla armahtamatta häntä, sanoo Herra.",
      "Pystytä merkkikiviä, aseta tienviittoja, jotta tietäisit, mistä tie kulkee. Paina mieleesi tie, se polku, jota olet kulkenut. Palaa kotiin, neitsyt Israel, palaa takaisin näihin kaupunkeihisi!",
      "Juudan maassa ja sen kaupungeissa asutaan -- maanviljelijät elävät siellä, ja paimenet liikkuvat laumoineen ympäri maata.",
      "Tähän minä heräsin. Minä katselin ympärilleni. Olin nähnyt suotuisan unen.",
      "Ja aivan kuten olen pitänyt huolen siitä, että Israel ja Juuda revitään ja särjetään, tuhotaan ja hävitetään ja niille tuotetaan onnettomuutta, niin minä nyt huolehdin siitä, että ne rakennetaan ja istutetaan uudelleen, sanoo Herra.",
      "Jokainen kuolee näet oman syntinsä tähden, ja joka syö raakoja rypäleitä, sen omia hampaita vihloo.",
      "Tämä liitto ei ole samanlainen kuin se, jonka tein heidän isiensä kanssa silloin kun tartuin heidän käteensä ja vein heidät pois Egyptin maasta. Sen liiton he rikkoivat, vaikka minä olin ottanut heidät omakseni, sanoo Herra.",
      "-- Herra on pannut auringon valaisemaan päivää, kuun ja tähdet radoilleen valaisemaan yötä. Hän panee meren kuohumaan, aallot pauhaamaan -- Herra Sebaot on hänen nimensä,",
      "ja hän sanoo näin: -- Yhtä varmasti kuin minä pidän voimassa tämän järjestyksen, yhtä varmasti pidän huolen siitä, että Israelin jälkeläiset ovat aina minun kansani.",
      "Näin sanoo Herra: -- Yhtä vähän kuin voidaan mitata taivaan avaruus tai tutkia maan perustukset, yhtä mahdoton minun on hylätä Israelin jälkeläisiä edes kaiken sen jälkeen, mitä he ovat tehneet, sanoo Herra.",
      "Sieltä mittanuora vedetään vielä edemmäs, suoraan Garebinkukkulalle ja sieltä Goaan."
    ],
    [
      "Juudan kuninkaan Sidkian kymmenentenä hallitusvuotena -- se oli samalla Nebukadnessarin kahdeksastoista hallitusvuosi -- Jeremialle tuli sana Herralta.",
      "Babylonian kuninkaan sotajoukko piiritti silloin Jerusalemia. Profeetta Jeremia oli pidätettynä Juudan kuninkaanlinnan päävartiossa,",
      "Juudan kuningas Sidkia ei pelastu kaldealaisten käsistä vaan joutuu Babylonian kuninkaan armoille. Hänen täytyy kohdata Nebukadnessar silmästä silmään ja puhua kasvotusten hänen kanssaan.",
      "Sinun luoksesi tulee Hanamel, setäsi Sallumin poika. Hän sanoo: 'Aion myydä pellon, joka minulla on Anatotissa. Osta se, niin että se pysyy suvussa.'",
      "Ostin siis serkultani Hanamelilta tuon Anatotissa olevan pellon ja punnitsin hänelle maksuksi seitsemäntoista sekeliä hopeaa.",
      "Kirjoitin kauppakirjan ja sinetöin sen, kutsuin paikalle todistajat ja punnitsin hopean vaa'alla.",
      "Sitten luovutin lain ja määräysten mukaan sinetöidyn kauppakirjan sekä sen jäljennöksen",
      "Barukille, joka on Nerian poika ja Mahsejan pojanpoika. Läsnä olivat serkkuni Hanamel ja todistajat, jotka olivat kirjoittaneet nimensä kauppakirjaan, sekä muut päävartiossa olevat Juudan miehet.",
      "Kaikkien heidän nähtensä minä annoin Barukille seuraavan tehtävän:",
      "Näin sanoo Herra Sebaot, Israelin Jumala: 'Ota nämä kirjat, sekä tämä sinetöity kauppakirja että sen jäljennös, ja pane ne saviastiaan, jotta ne säilyisivät kauan.'",
      "Sillä näin sanoo Herra Sebaot, Israelin Jumala: 'Tulee aika, jolloin tässä maassa taas ostetaan taloja, peltoja ja viinitarhoja.'",
      "Sinä osoitat armoasi tuhansille mutta kostat isien pahat teot heidän lapsilleen. Sinä olet suuri ja väkevä Jumala, Herra Sebaot on sinun nimesi.",
      "Suuret ovat sinun ajatuksesi, voimalliset sinun tekosi! Sinä katselet tarkoin, miten ihmiset elävät, ja annat jokaiselle hänen tekojensa ja töittensä mukaan.",
      "Sinä teit ihmeitä ja tunnustekoja Egyptissä ja teet niitä yhä sekä Israelissa että muitten kansojen keskellä. Sinä olet hankkinut nimellesi kunnian, joka pysyy.",
      "Sinä veit kansasi Israelin pois Egyptin maasta ihmeitä ja tunnustekoja tehden, johdit sen sieltä väkevällä kädelläsi, ojennetun käsivartesi voimalla, niin että kaikki sinua pelkäsivät.",
      "Sinä annoit israelilaisille tämän maan, kuten olit vannoen luvannut heidän isilleen, maan joka tulvii maitoa ja hunajaa.",
      "Katso, Herra, piiritysvallit ulottuvat jo kaupunkiin saakka, kaldealaiset hyökkäävät sitä vastaan ja valloittavat sen kohta. Miekan, nälän ja ruton lyömänä kaupunki joutuu heidän käsiinsä. On tapahtunut se, mistä olet jo ennen puhunut, sinä näet sen!",
      "Silloin Jeremialle tuli tämä Herran sana:",
      "Minä, Herra, sanon näin: Minä annan tämän kaupungin Babylonian kuninkaan Nebukadnessarin ja kaldealaisten käsiin, ja he valloittavat sen.",
      "Kaldealaiset, jotka nyt piirittävät kaupunkia, tunkeutuvat sinne ja sytyttävät sen tuleen. Kaupunki kaikkine taloineen poltetaan, sillä niiden katoilla ihmiset ovat polttaneet suitsuketta Baalille ja vuodattaneet juomauhreja vieraille jumalille ja vihastuttaneet minut.",
      "Jo menneistä ajoista lähtien Israelin ja Juudan kansa on tehnyt vain sitä, mikä loukkaa minua. Kerran toisensa jälkeen israelilaiset ovat vihastuttaneet minut teoillaan, sanoo Herra.",
      "kaiken sen pahan tähden, mitä Israelin ja Juudan asukkaat ovat tehneet. He ovat teoillaan vihastuttaneet minut -- he itse ja heidän kuninkaansa, päämiehensä, pappinsa ja profeettansa, koko Juudan kansa ja Jerusalemin asukkaat.",
      "He eivät ole kääntäneet kasvojaan minun puoleeni, selkänsä he ovat minulle kääntäneet. Vaikka minä jatkuvasti olen opettanut heitä, he eivät ole kuunnelleet minua eivätkä ottaneet varteen opetustani.",
      "He ovat pystyttäneet inhottavat jumalankuvansa temppeliin, joka on omistettu minun nimelleni, ja siten saastuttaneet pyhäkköni.",
      "He ovat rakentaneet Baalille uhrikukkuloita Ben- Hinnomin laaksoon, ja siellä he ovat palvelleet Molokia panemalla poikiaan ja tyttäriään kulkemaan tulen läpi. Sitä minä en ole käskenyt heidän tehdä. Kuinka voisi tulla mieleenikään vaatia heitä tekemään sellaisia kauhistuttavia tekoja! Itse he ovat syösseet Juudan syntiin.",
      "Minä kokoan sen asukkaat kaikista maista, joihin minä heidät suuressa vihassani ja kiivaudessani nyt hajotan. Minä tuon heidät takaisin tähän paikkaan, ja he saavat asua turvassa.",
      "Silloin he ovat minun kansani ja minä olen heidän Jumalansa.",
      "Minä annan heille yhden mielen ja yhteisen tien, sen, että he aina palvelevat minua. Silloin heidän käy hyvin ja heidän jälkeläisensä menestyvät.",
      "Minä teen heidän kanssaan ikuisen liiton: minä en käänny heistä pois vaan osoitan heille hyvyyttä, ja he pelkäävät ja kunnioittavat minua eivätkä enää luovu minusta.",
      "Vielä tulee aika, jolloin tässä maassa ostetaan peltoja, vaikka te sanotte: 'Se maa on autio, siellä ei ole ihmisiä eikä eläimiä, se on joutunut kaldealaisten käsiin.'"
    ],
    [
      "Vielä toistamiseen Jeremialle tuli Herran sana hänen ollessaan vangittuna päävartiossa:",
      "Huuda minua avuksesi, niin minä vastaan sinulle. Minä ilmoitan sinulle suuria ja ihmeellisiä asioita, joista et mitään tiedä.",
      "Minä, Herra, Israelin Jumala, sanon sinulle näin: Piiritysvallit ja kaldealaisten miekka tuhoavat tämän kaupungin talot ja Juudan kuninkaiden palatsit.",
      "Kaupungin asukkaat taistelevat vihollisia vastaan, mutta turhaan -- rauniot tulevat vain täyteen ruumiskasoja. Vihassani ja kiivaudessani minä lyön Jerusalemin asukkaat kuoliaaksi. Heidän pahuutensa tähden minä en enää katso tämän kaupungin puoleen.",
      "Minä käännän Juudan ja Israelin kohtalon, rakennan ne entiselleen.",
      "Minä puhdistan niiden asukkaat kaikista synneistä, joilla he ovat rikkoneet minua vastaan. He ovat tehneet syntiä ja rikkoneet minua vastaan. Mutta minä annan anteeksi kaikki heidän pahat tekonsa.",
      "Kun se aika koittaa, Daavidin suvusta nousee Vanhurskas Verso. Hän saattaa maassa voimaan oikeuden ja vanhurskauden.",
      "Jeremialle tuli tämä Herran sana:",
      "yhtä mahdotonta on se, että minun liittoni palvelijani Daavidin kanssa rikkoutuisi. Minä olen luvannut, että hänen valtaistuimellaan aina hallitsee hänen jälkeläisensä. Rikkoutua ei voi myöskään minun liittoni leeviläisten pappien kanssa, jotka toimittavat minulle palvelusta.",
      "Jeremialle tuli tämä Herran sana:",
      "Mutta minä, Herra, sanon näin: Yhtä varmaa kuin on se, että minä olen tehnyt liiton päivän ja yön kanssa, antanut niille säädökseni ja määrännyt lait taivaalle ja maalle,"
    ],
    [
      "Jeremialle tuli Herralta sana, kun Babylonian kuningas Nebukadnessar sotajoukkoineen, yhdessä kaikkien hallitsemiensa valtakuntien ja kansojen sotajoukkojen kanssa, piiritti Jerusalemia ja muita Juudan kaupunkeja.",
      "Sinä, Sidkia, et pääse häntä pakoon, vaan sinut vangitaan ja luovutetaan hänelle. Joudut kohtaamaan hänet silmästä silmään ja puhumaan kasvotusten hänen kanssaan. Sitten sinut viedään Babyloniaan.",
      "Kuule kuitenkin, Sidkia, Juudan kuningas, mitä minä sinulle sanon! Näin minä, Herra, olen päättänyt sinusta: Miekkaan sinä et kuole.",
      "Tämän kaiken profeetta Jeremia kertoi Jerusalemissa Juudan kuninkaalle Sidkialle,",
      "samaan aikaan kun Babylonian kuninkaan sotajoukko piiritti Jerusalemia ja jäljellä olevia Juudan kaupunkeja Lakisia ja Asekaa. Nämä olivat ainoat linnoitetut Juudan kaupungit, jotka vielä eivät olleet kukistuneet.",
      "Jeremialle tuli Herralta sana, kun kuningas Sidkia oli tehnyt Jerusalemin asukkaiden kanssa sopimuksen orjien vapauttamisesta.",
      "Sopimuksen mukaan jokaisen, jolla oli heprealainen orja tai orjatar, tuli päästää tämä vapaaksi. Kukaan ei saanut enää pitää orjanaan Juudan kansalaista, omaa maanmiestään.",
      "Päämiehet ja kansa, kaikki, joita sopimus koski, tekivät niin kuin olivat luvanneet ja vapauttivat orjansa ja orjattarensa.",
      "Mutta myöhemmin he muuttivat mielensä, ottivat heidät takaisin ja panivat heidät uudelleen orjantyöhön.",
      "Silloin Jeremialle tuli Herralta tämä sana:",
      "'Joka seitsemäs vuosi päästäköön kukin heprealaisen maanmiehensä vapaaksi. Vapauta se, jonka on täytynyt myydä itsensä orjaksi ja joka on palvellut sinua kuusi vuotta.' Mutta isänne eivät kuunnelleet minua, eivät ottaneet kuuleviin korviinsa, mitä minä sanoin.",
      "Te teitte nyt aluksi toisin kuin he. Teitte oikein: julistitte maanmiehillenne vapautuksen, kuten olitte luvanneet minun edessäni, minun nimelleni omistetussa temppelissä.",
      "Mutta sitten te muutittekin mielenne, ja niin te tuotatte häpeää minun nimelleni. Jokainen teistä on ottanut takaisin orjansa ja orjattarensa, vaikka jo olitte päästäneet heidät vapaiksi. Te olette panneet heidät uudelleen orjantyöhön.",
      "(H34:18-19)Juudan ja Jerusalemin päämiehet, hovin virkamiehet, papit ja koko kansa tekivät tuon sopimuksen minun edessäni, halkaisivat vasikan kahtia ja kulkivat sen puolikkaiden välistä.",
      "(H34:18-19)Mutta sitten he rikkoivat sopimuksen eivätkä enää noudattaneet sitä.",
      "Sen vuoksi minä annan heidät kaikki heidän vihollistensa käsiin ja niiden armoille, jotka tavoittelevat heidän henkeään. Heidän ruumiinsa joutuvat haaskalintujen ja villieläinten ruoaksi.",
      "Myös Juudan kuninkaan Sidkian ja kaikki päämiehet minä annan vihollisten käsiin, niiden armoille, jotka tavoittelevat heidän henkeään. Minä annan heidät Babylonian kuninkaan sotajoukon käsiin, vaikka se onkin jo lähtenyt pois teidän kimpustanne."
    ],
    [
      "Juudan kuninkaan Jojakimin, Josian pojan, aikana tuli Jeremialle Herralta tämä sana:",
      "Mene rekabilaisten luo ja kutsu heitä tulemaan Herran temppeliin. Vie heidät johonkin temppelin kokoontumishuoneista ja tarjoa heille viiniä.",
      "Minä vein heidät temppeliin erääseen huoneeseen, jossa Jumalan miehen Hananin, Jigdaljan pojan, oppilailla oli tapana kokoontua. Se sijaitsi päämiesten huoneen vieressä, ovenvartijapappi Maasejan, Sallumin pojan, huoneen yläpuolella.",
      "Siellä panin rekabilaisten eteen täysiä viinikannuja sekä pikarit ja sanoin: 'Ottakaa viiniä!'",
      "Älkää rakentako taloja, älkää kylväkö viljaa älkääkä istuttako viinitarhoja. Teidän tulee asua teltoissa koko ikänne. Kun näin teette, saatte elää kauan kaikkialla, missä asuttekin.",
      "Me tottelemme esi- isäämme Jonadabia, Rekabin poikaa, kaikessa, mitä hän on käskenyt. Me emme koskaan juo viiniä, eivät myöskään vaimomme, poikamme eivätkä tyttäremme.",
      "Me emme rakenna taloja asunnoiksemme, eikä meillä ole viinitarhoja eikä peltoja, me emme viljele mitään.",
      "Me asumme teltoissa ja noudatamme kaikessa esi-isämme Jonadabin opetuksia, teemme juuri niin kuin hän on käskenyt.",
      "Silloin Jeremialle tuli tämä Herran sana:",
      "Jonadab, Rekabin poika, kielsi jälkeläisiään juomasta viiniä, ja he ovat pitäneet käskyn. Vielä tänäkään päivänä he eivät ole viiniä maistaneet vaan ovat totelleet esi- isäänsä. Minä taas olen puhunut teille uudelleen ja uudelleen, mutta te ette ole kuunnelleet.",
      "Olen kerran toisensa jälkeen lähettänyt teidän luoksenne palvelijoitani, profeettoja, ja kehottanut: 'Kääntykää vääriltä teiltänne, hylätkää pahat tekonne! Älkää seuratko muita jumalia älkääkä palvelko niitä. Silloin te saatte asua maassa, jonka minä annoin teidän isillenne ja teille.' Mutta te ette ole ottaneet kuuleviin korviinne, mitä minä olen puhunut.",
      "Jonadabin, Rekabin pojan, jälkeläiset ovat noudattaneet esi-isänsä käskyjä. Tämä kansa sitä vastoin ei kuuntele minua!"
    ],
    [
      "Juudan kuninkaan Jojakimin, Josian pojan, neljäntenä hallitusvuotena tuli Jeremialle Herralta tämä sana:",
      "Jeremia kutsui luokseen Barukin, Nerian pojan. Baruk kirjoitti Jeremian sanelun mukaan kirjakääröön kaiken, minkä Herra oli puhunut.",
      "Mutta mene sinä sinne lähimpänä paastopäivänä ja lue temppeliin kokoontuneelle kansalle kirjakääröstä Herran sanat, jotka kirjoitit siihen saneluni mukaan. Kuuluta ne myös kaikille Juudan asukkaille, jotka tulevat kaupungeistaan temppeliin.",
      "Baruk, Nerian poika, teki niin kuin profeetta Jeremia oli käskenyt. Hän meni temppeliin ja luki siellä kirjakääröstä Herran sanat.",
      "Tämä tapahtui Juudan kuninkaan Jojakimin, Josian pojan, viidennen hallitusvuoden yhdeksäntenä kuukautena. Silloin oli paastopäivä, ja kaikki Jerusalemin ja Juudan kaupunkien asukkaat oli kutsuttu temppeliin Herran eteen.",
      "Temppelissä Baruk luki Jeremian sanat kaikelle kansalle. Hän seisoi Gemarjan, kirjuri Safanin pojan, huoneen edessä temppelin ylemmällä esipihalla, Uudenportin luona.",
      "Kun Miika, Gemarjan poika, Safanin pojanpoika, kuuli Barukin lukevan kirjakääröstä Herran sanat,",
      "hän meni kuninkaanlinnaan kirjurin huoneeseen. Siellä olivat koolla kaikki päämiehet: kuninkaan kirjuri Elisama, Delaja, Semajan poika, Elnatan, Akborin poika, Gemarja, Safanin poika, Sidkia, Hananjan poika, ja muut johtomiehet.",
      "Miika kertoi heille, mitä hän oli kuullut Barukin lukevan kokoontuneelle kansalle.",
      "Itse he menivät palatsin esipihaan kuninkaan luo jätettyään sitä ennen kirjakäärön kirjuri Elisaman huoneeseen. He kertoivat kuninkaalle kaiken, mitä kääröön oli kirjoitettu.",
      "Kuningas lähetti Jehudin hakemaan kääröä, ja tämä nouti sen kirjuri Elisaman huoneesta. Jehudi luki kirjakäärön kuninkaan kuullen koko hovin läsnä ollessa.",
      "Kuningas asui silloin talvipalatsissaan; käsillä oli jo vuoden yhdeksäs kuukausi. Hänen edessään hehkui hiililämmitin.",
      "Aina kun Jehudi oli lukenut kolme tai neljä palstaa, kuningas leikkasi ne irti kirjurinveitsellä ja heitti hiillokseen. Näin koko käärö paloi tuhkaksi.",
      "Vaikka kuningas ja hänen hovinsa miehet kuulivat, mitä kääröön oli kirjoitettu, yksikään heistä ei pelästynyt eikä repäissyt vaatteitaan.",
      "Elnatan, Delaja ja Gemarja vetosivat kyllä kuninkaaseen, ettei tämä polttaisi kääröä, mutta kuningas ei välittänyt heidän pyynnöistään.",
      "Hän antoi pojalleen Jerahmeelille sekä Serajalle, Asrielin pojalle, ja Selemjalle, Abdeelin pojalle, käskyn vangita kirjuri Baruk ja profeetta Jeremia. Mutta Herra ei antanut heidän kätköpaikkansa paljastua.",
      "Sen jälkeen, kun kuningas oli polttanut kirjakäärön, jonka Baruk oli Jeremian sanelun mukaan kirjoittanut, profeetalle tuli tämä Herran sana:",
      "Sano Juudan kuninkaalle Jojakimille: Näin puhuu Herra: Sinä poltit ensimmäisen kirjakäärön ja sanoit Jeremialle: 'Miksi olet kirjoittanut, että Babylonian kuningas tulee tänne, tuhoaa tämän maan ja tekee lopun sen ihmisistä ja eläimistä?'",
      "Sen tähden minä, Herra, sanon sinusta, Jojakim, joka olet Juudan kuningas, tämän sanan: Yksikään sinun jälkeläisistäsi ei tule istumaan Daavidin valtaistuimella. Sinun ruumiisi paiskataan ulos, ja se saa virua päivät paahteessa ja yöt kylmyydessä.",
      "Jeremia otti uuden käärön ja antoi sen kirjuri Barukille, Nerian pojalle. Tämä kirjoitti siihen Jeremian sanelun mukaan kaikki ne sanat, jotka olivat Juudan kuninkaan Jojakimin polttamassa kirjakäärössä. Lisäksi siihen kirjoitettiin paljon muita samankaltaisia ennussanoja."
    ],
    [
      "Babylonian kuningas Nebukadnessar asetti Juudan kuninkaaksi Sidkian, Josian pojan. Hän tuli hallitsijaksi Jekonjan, Jojakimin pojan, jälkeen.",
      "Mutta Sidkia, hänen hovinsa ja hänen kansansa eivät kuunnelleet, mitä profeetta Jeremia Herran käskystä julisti.",
      "(H37:3-5)Niihin aikoihin faraon sotajoukko oli lähtenyt liikkeelle Egyptistä. Kun babylonialaiset, jotka piirittivät Jerusalemia, kuulivat tästä, he vetäytyivät pois kaupungin liepeiltä.",
      "(H37:3-5)Jeremia sai vielä tuolloin liikkua vapaasti kansan keskuudessa; häntä ei vielä ollut pantu vankeuteen.",
      "Silloin profeetta Jeremialle tuli tämä Herran sana:",
      "Babylonialaiset tulevat uudelleen piirittämään tätä kaupunkia, he valloittavat ja polttavat sen.",
      "Minä, Herra, varoitan teitä pettämästä itseänne. Älkää kuvitelko, että kaldealaiset vetäytyvät pois ahdistamasta teitä. Eivät he lähde mihinkään!",
      "Kun babylonialaiset faraon sotajoukkoa peläten olivat vetäytyneet Jerusalemin edustalta,",
      "Jeremia yritti lähteä kaupungista. Hän halusi mennä Benjaminin alueelle ja osallistua siellä sukunsa perintömaan jakoon.",
      "Nämä raivostuivat Jeremialle, löivät häntä ja telkesivät hänet kirjuri Jonatanin taloon, josta oli tehty vankila.",
      "Jeremia pantiin tyhjään vesisäiliöön, joka oli hakattu maan alle, ja sinne hän jäi virumaan pitkäksi aikaa.",
      "Missä nyt ovat teidän profeettanne, ne, jotka julistivat teille: 'Ei hyökkää Babylonian kuningas tähän maahan eikä teidän kimppuunne'?",
      "Silloin kuningas Sidkia antoi käskyn, että Jeremia oli pidettävä vangittuna päävartiossa. Hänelle tuli antaa päivittäin ruoaksi yksi Leipurienkujalla valmistettu leipä niin kauan kuin kaupungissa leipää riittäisi. Niin Jeremia sai jäädä päävartioon."
    ],
    [
      "Sefatja, Mattanin poika, Gedalja, Pashurin poika, Jukal, Selemjan poika, ja Pashur, Malkian poika, kuulivat, kun Jeremia puhui kaikelle kansalle näin:",
      "Niin he tarttuivat Jeremiaan ja laskivat hänet köysillä kuninkaan pojan Malkian sadevesikaivoon, joka oli päävartion pihassa. Kaivossa ei ollut vettä, sen pohjalla oli vain liejua, ja Jeremia vajosi siihen.",
      "(H38:7-8)Nubialainen Ebed-Melek, kuninkaan hovin eunukki, sai tietää, että Jeremia oli heitetty sadevesikaivoon.",
      "(H38:7-8)Ebed-Melek lähti palatsista tapaamaan kuningasta, joka oli Benjamininportin luona, ja sanoi hänelle:",
      "Armollinen kuningas! Nuo miehet ovat kohdelleet törkeästi profeetta Jeremiaa. He heittivät hänet kaivoon ja jättivät hänet kuolemaan nälkään. Eihän kaupungissa ole muutoinkaan enää leipää.",
      "Niin Ebed-Melek otti miehet mukaansa ja meni kuninkaanlinnan varastoihin hakemaan lumppuja ja vaateriekaleita. Hän laski ne köysillä alas kaivoon Jeremialle",
      "Sitten miehet vetivät hänet köysillä ylös kaivosta. Jeremia jäi edelleen päävartioon.",
      "Mutta jos kieltäydyt antautumasta, toteutuu sana, jonka Herra on minulle ilmoittanut:",
      "Minä näin, kuinka kaikki naiset, jotka olivat jäljellä Juudan kuninkaan palatsissa, vietiin Babylonian kuninkaan sotapäälliköiden luo. Naiset lauloivat sinusta tätä laulua: -- Ystäväsi johtivat sinut harhaan, he olivat sinua vahvempia. Kun jalkasi vajosivat syvälle mutaan, he väistyivät sinun luotasi.",
      "Kaikki vaimosi ja lapsesi viedään kaldealaisten luo, etkä sinä itsekään pelastu vihollisen käsistä. Babylonian kuningas ottaa sinut vangiksi, ja tämä kaupunki palaa tuhkaksi.",
      "Kun päämiehet kuulevat, että minä olen keskustellut sinun kanssasi, he tulevat luoksesi ja sanovat: 'Kerro meille, mitä sinä sanoit kuninkaalle ja mitä kuningas sanoi sinulle. Älä salaa meiltä mitään, tai me tapamme sinut!'",
      "Kun päämiehet tulivat Jeremian luo ja kyselivät häneltä keskustelusta, hän vastasi heille niin kuin kuningas oli käskenyt. Silloin he jättivät hänet rauhaan, ja asia pysyi salassa.",
      "Jeremia jäi päävartioon siihen päivään saakka, jona Jerusalem valloitettiin."
    ],
    [
      "Juudan kuninkaan Sidkian yhdeksäntenä hallitusvuotena, sen kymmenennessä kuussa, tuli Babylonian kuningas Nebukadnessar kaikkine sotajoukkoineen Jerusalemin edustalle ja alkoi piirittää kaupunkia.",
      "Sidkian yhdentenätoista hallitusvuotena, neljännen kuukauden yhdeksäntenä päivänä, babylonialaiset tunkeutuivat Jerusalemiin.",
      "Kun kaupunki oli vallattu, Babylonian kuninkaan ylimmät miehet perustivat päämajansa kaupungin keskimmäiseen porttiin. Heidän joukossaan olivat Sin-Magirin käskynhaltija Nergal-Sareser, hovin päällikkö Nebu-Sarsekim ja sotajoukkojen komentaja Nergal-Sareser.",
      "Kun Juudan kuningas Sidkia ja hänen sotilaansa näkivät, mitä oli tapahtunut, he pakenivat yöllä kaupungista. He pääsivät pakoon Kaksoismuurin portista, joka oli kuninkaan puutarhan kohdalla, ja suuntasivat kulkunsa Jordanin laaksoa kohti.",
      "Mutta babylonialaisten sotajoukko lähti ajamaan heitä takaa ja tavoitti Sidkian Jerikon tasangolla. Babylonialaiset ottivat Sidkian vangiksi ja veivät hänet kuningas Nebukadnessarin eteen Riblaan, Hamatin maahan. Siellä Nebukadnessar julisti vangeilleen tuomion.",
      "Babylonian kuningas surmautti Sidkian pojat Riblassa heidän isänsä nähden. Myös kaikki Juudan ylimykset Nebukadnessar surmautti.",
      "Sitten hän käski sokaista Sidkialta silmät, panna hänet pronssikahleisiin ja viedä hänet Babyloniaan.",
      "Babylonialaiset polttivat kuninkaan palatsin ja Jerusalemin asukkaiden talot sekä repivät maahan kaupungin muurit.",
      "Sen jälkeen henkikaartin päällikkö Nebusaradan vei pakkosiirtolaisuuteen Babyloniaan kaikki Jerusalemin jäljellä olevat asukkaat: sekä ne, jotka olivat jääneet kaupunkiin, että ne, jotka olivat karanneet babylonialaisten puolelle.",
      "Mutta osan köyhistä, niistä, joilla ei ollut mitään omaisuutta, Nebusaradan jätti Juudaan, ja hän antoi heille viinitarhoja ja peltopalstoja.",
      "Babylonian kuningas Nebukadnessar oli antanut henkikaartin päällikölle Nebusaradanille seuraavan käskyn:",
      "Etsi Jeremia käsiisi ja pidä hänestä hyvää huolta! Älä tee hänelle mitään pahaa. Jos hän jotakin pyytää, täytä hänen pyyntönsä.",
      "Tämän käskyn perusteella henkikaartin päällikkö Nebusaradan, hovin päällikkö Nebusasban, sotajoukkojen komentaja Nergal-Sareser sekä muut Babylonian kuninkaan ylimmät miehet",
      "käskivät hakea Jeremian päävartiosta. He antoivat hänet Gedaljan, Ahikamin pojan, Safanin pojanpojan, huostaan, jotta tämä veisi hänet kotiin. Niin Jeremia jäi asumaan kansan keskuuteen.",
      "Kun Jeremia oli vielä vangittuna päävartiossa, hänelle tuli tämä Herran sana:",
      "Mutta sinut minä pelastan sinä päivänä, sanoo Herra. Et joudu niiden käsiin, joita pelkäät."
    ],
    [
      "Tämä on kertomus siitä, mitä Herra antoi tapahtua Jeremialle sen jälkeen, kun henkikaartin päällikkö Nebusaradan oli päästänyt hänet vapaaksi Ramassa. Jeremia oli ollut kädet kahlittuina niiden vankien joukossa, jotka oli määrä viedä Jerusalemista ja Juudasta Babyloniaan pakkosiirtolaisuuteen.",
      "Nyt hän on toteuttanut sanansa ja tehnyt niin kuin oli puhunut. Koska te rikoitte Herraa vastaan ettekä kuunnelleet häntä, teille kävi näin.",
      "Jeremia lähti Mispaan Gedaljan luo ja asettui asumaan maahan jääneen kansan keskuuteen.",
      "(H40:7-8)Osa Juudan sotapäälliköistä piileskeli maaseudulla. He olivat Ismael, Netanjan poika, Johanan ja Jonatan, Kareahin pojat, Seraja, Tanhumetin poika, netofalaisen Efain pojat sekä Jesanja, joka oli kotoisin Maakasta.",
      "(H40:7-8)He ja heidän miehensä saivat tietää, että Babylonian kuningas oli määrännyt Gedaljan, Ahikamin pojan, Juudan käskynhaltijaksi ja asettanut hänen alaisuuteensa ne miehet, naiset ja lapset, maassa olevat köyhät, joita ei ollut viety pakkosiirtolaisuuteen Babyloniaan. Silloin päälliköt miehineen lähtivät Mispaan tapaamaan Gedaljaa.",
      "Monet Juudan asukkaat olivat paenneet Moabiin, Ammoniin, Edomiin ja muihin maihin. Kun he kuulivat, että Babylonian kuningas oli jättänyt osan kansasta Juudaan ja asettanut sen käskynhaltijaksi Gedaljan, Safanin pojan Ahikamin pojan,",
      "he palasivat takaisin Juudaan kaikkialta, minne olivat paenneet, ja tunnustautuivat Mispassa Gedaljan alamaisiksi. Sinä vuonna korjattiin erittäin runsas viini- ja hedelmäsato.",
      "Johanan, Kareahin poika, ja muut sotajoukkojen päälliköt, jotka olivat piileskelleet maaseudulla ja tulleet Gedaljan, Ahikamin pojan, luo Mispaan,"
    ],
    [
      "Saman vuoden seitsemännessä kuussa Ismael, Elisaman pojan Netanjan poika, tuli kymmenen miehen kanssa Gedaljan luo Mispaan. Ismael kuului kuninkaalliseen sukuun ja oli ollut kuninkaan korkeimpia upseereita. Kun he kaikki istuivat Mispassa yhteisellä aterialla,",
      "Ismael ja hänen kymmenen miestään nousivat ja löivät miekalla kuoliaaksi Gedaljan, Safanin pojan Ahikamin pojan. Näin he tappoivat käskynhaltijan, jonka Babylonian kuningas oli asettanut maahan.",
      "Ismael surmasi myös kaikki Gedaljan luo Mispaan kokoontuneet Juudan miehet sekä paikalla olevat babylonialaiset sotilaat.",
      "Seuraavana päivänä, kun kukaan ei vielä tiennyt Gedaljan murhasta,",
      "Mispaa lähestyi kahdeksankymmentä miestä. He olivat leikanneet partansa, repineet vaatteensa ja viileskelleet ihonsa haavoille. He olivat tulossa Sikemistä, Silosta ja Samariasta ja aikoivat tuoda uhrilahjoja sekä suitsuketta Herran pyhäkköön.",
      "Kun he olivat ehtineet kaupunkiin, Ismael ja hänen miehensä surmasivat heidät ja heittivät ruumiit kaivoon.",
      "Kaivo, johon Ismael heitti surmaamiensa miesten ruumiit, oli kuningas Asan hakkauttama suuri vesisäiliö. Hän oli tehnyt sen siihen aikaan, kun hän kävi sotaa Israelin kuningasta Baesaa vastaan. Tämän vesisäiliön Ismael täytti nyt ruumiilla.",
      "Ismael, Netanjan poika, otti vangiksi kaiken väen, joka oli jäljellä Mispassa, myös kuninkaan tyttäret -- kaikki, joiden käskynhaltijaksi henkikaartin päällikkö Nebusaradan oli asettanut Gedaljan, Ahikamin pojan. Sitten Ismael lähti matkaan kohti ammonilaisten maata mukanaan kaikki vangitut.",
      "Kun Johanan, Kareahin poika, ja häneen liittyneet sotapäälliköt saivat tietää, millaisia julmuuksia Ismael, Netanjan poika, oli tehnyt,",
      "he lähtivät miehineen ajamaan häntä takaa. He tavoittivat Ismaelin suuren vesilammikon luona Gibeonissa.",
      "(H41:13-14)Väki, jonka Ismael oli ottanut vangiksi Mispassa ja vienyt mukanaan, ilahtui suuresti nähdessään Johananin ja muiden sotapäälliköiden lähestyvän.",
      "(H41:13-14)Vangitut lähtivät heitä vastaan ja siirtyivät Johananin turviin.",
      "Ismael ja kahdeksan hänen miestään pääsivät pakoon ja menivät ammonilaisten maahan.",
      "Johanan, Kareahin poika, ja häneen liittyneet sotapäälliköt ottivat turviinsa sen väen, jonka Ismael, Netanjan poika, oli pakottanut mukaansa Mispasta murhattuaan Gedaljan, Ahikamin pojan. Joukkoon kuului miehiä, naisia ja lapsia, sotilaita ja hoviväkeä. Heidät kaikki Johanan toi pois Gibeonista.",
      "Mutta Johanan ja hänen väkensä eivät palanneetkaan Mispaan vaan asettuivat aluksi Kimhamin majatalolle lähelle Betlehemiä. Sieltä heidän aikomuksenaan oli jatkaa matkaa Egyptiin",
      "babylonialaisia pakoon. He olivat peloissaan, koska Ismael oli surmannut Gedaljan, jonka Babylonian kuningas oli asettanut Juudan käskynhaltijaksi."
    ],
    [
      "Sotajoukkojen päälliköt johtajinaan Johanan, Kareahin poika, ja Asarja, Hosajan poika, lähtivät profeetta Jeremian luo. Heitä seurasi kaikki väki pienimmästä suurimpaan.",
      "Kymmenen päivän kuluttua Jeremialle tuli Herran sana.",
      "Jeremia kutsui luokseen Johananin ja häneen liittyneet sotapäälliköt sekä kaiken kansan, niin ylhäiset kuin alhaiset.",
      "'Jos jäätte asumaan tähän maahan, minä rakennan teistä kansan enkä hävitä teitä, minä istutan teidät enkä revi pois. Minä olen murheellinen, kun minun täytyi antaa tuhon kohdata teitä.",
      "Te pelkäätte nyt Babylonian kuningasta. Mutta minä, Herra, sanon teille: Älkää pelätkö häntä, älkää olko kauhuissanne! Minä olen teidän kanssanne, minä pelastan teidät ja vapautan teidät hänen vallastaan.",
      "Minä osoitan teille laupeutta, niin että hän armahtaa teitä ja antaa teidän palata omaan maahanne.'",
      "Älkää sanoko: 'Ei! Me menemme Egyptiin, missä meidän ei tarvitse nähdä sotaa eikä kuulla sotatorven ääntä. Siellä meiltä ei puutu ruokaa, sinne me haluamme jäädä.'",
      "Jos te todella aiotte näin tehdä, kuulkaa, mitä Herra Sebaot, Israelin Jumala, sanoo. Näin hän varoittaa teitä, jotka vielä olette jäljellä Juudassa: 'Jos te suuntaatte kulkunne kohti Egyptiä etsiäksenne sieltä turvapaikkaa,",
      "niin miekka, jota te nyt pelkäätte, tavoittaa teidät sielläkin ja nälkä, josta nyt olette huolissanne, seuraa teitä Egyptiin saakka. Siellä te kuolette!",
      "Jokainen, joka menee Egyptiin ja asettuu sinne asumaan, kuolee miekkaan, nälkään tai ruttoon. Yksikään ei vältä sitä onnettomuutta, jonka minä annan teitä kohdata.'",
      "mutta silti olette tekemässä kohtalokkaan erehdyksen! Te pyysitte minua kääntymään Herran, Jumalanne, puoleen ja kysymään neuvoa häneltä. Te sanoitte: 'Rukoile puolestamme Herraa, Jumalaamme, ja ilmoita meille kaikki, mitä hän sanoo. Me teemme niin kuin hän käskee.'",
      "Tänään minä olen ilmoittanut teille, mitä Herra, teidän Jumalanne, on sanonut. Ettekö te aiokaan totella häntä? Torjutteko te kaiken sen, mitä hän on lähettänyt minut teille ilmoittamaan?"
    ],
    [
      "Kun Jeremia oli puhunut luokseen kokoontuneelle kansalle kaiken, mitä Herra, heidän Jumalansa, oli lähettänyt hänet sanomaan,",
      "Johanan, muut sotapäälliköt ja kansa kieltäytyivät tottelemasta, vaikka Herra oli käskenyt heidän jäädä Juudaan.",
      "Johanan ja muut sotapäälliköt päättivät lähteä ja ottaa mukaansa kaikki ne, jotka olivat paenneet vieraiden kansojen keskuuteen mutta sitten palanneet takaisin Juudaan ja asettuneet sinne asumaan.",
      "Lähtijöihin kuului miehiä, naisia ja lapsia; mukana olivat lisäksi kuninkaan tyttäret ja kaikki, jotka henkikaartin päällikkö Nebusaradan oli jättänyt Gedaljan, Ahikamin pojan, Safanin pojanpojan, huostaan. Myös profeetta Jeremia ja Baruk, Nerian poika, pakotettiin mukaan.",
      "Näin kansa lähti kohti Egyptiä vastoin Herran kieltoa ja saapui Tahpanhesiin Egyptin puolelle. Egyptiin",
      "Tahpanhesissa tuli Jeremialle tämä Herran sana:",
      "Sano heille: Näin puhuu Herra Sebaot, Israelin Jumala: Minä kutsun tänne palvelijani Nebukadnessarin, Babylonian kuninkaan, ja asetan hänen valtaistuimensa näiden kivien päälle, jotka sinä kaivoit maahan. Hän levittää valtaistuimensa katoksen niiden ylle.",
      "Nebukadnessar hyökkää Egyptiin ja kukistaa sen. Joka on ruton oma, se kuolee ruttoon, joka vankeuden, se joutuu vankeuteen, joka miekan, se kaatuu miekkaan.",
      "Minä sytytän tuleen Egyptin jumalien temppelit, Nebukadnessar polttaa jumalankuvat tai vie ne mukanaan. Niin kuin paimen nyppii vaatteistaan täitä, niin Nebukadnessar puhdistaa Egyptin jumalankuvista. Sitten hän lähtee sieltä kenenkään estämättä."
    ],
    [
      "Jeremialle tuli sana Herralta; se koski kaikkia Egyptissä olevia Juudan asukkaita. Heitä asui Migdolissa, Tahpanhesissa, Memfiksessä ja Ylä- Egyptissä. Tämä oli Herran sana:",
      "Näin on tapahtunut, koska niiden asukkaat tekivät pahaa ja vihoittivat minut. He uhrasivat muille jumalille ja palvelivat niitä, vaikka eivät niitä edes tunteneet. Niin tekivät teidän isänne, ja niin teitte te!",
      "Kerran toisensa jälkeen minä lähetin teidän luoksenne palvelijoitani, profeettoja, sanomaan: 'Lopettakaa tuo iljettävä meno, minä vihaan sitä!'",
      "Mutta te ette kuunnelleet heitä, ette ottaneet kuuleviin korviinne, mitä he sanoivat. Te ette kääntyneet pois pahuudestanne, ette lakanneet uhraamasta vieraille jumalille.",
      "Siksi minä annoin kiivauteni ja hehkuvan vihani syöksyä tulvana Juudan kaupunkeihin ja Jerusalemin kaduille. Nuo kaupungit tuhoutuivat maan tasalle ja tulivat autioiksi. Sellaisia ne ovat tänäkin päivänä.",
      "Teidän tekonne herättävät minussa vihaa! Te uhraatte vieraille jumalille Egyptissä, jonne nyt olette muuttaneet asumaan. Näin te syöksette itsenne tuhoon. Kaikki kansat pilkkaavat teitä, ja teidän kohtalostanne tulee kirosana.",
      "Oletteko unohtaneet, mitä pahaa isänne ovat tehneet Juudan maassa ja Jerusalemin kaduilla? Entä Juudan kuninkaat ja heidän vaimonsa? Entä te itse ja teidän vaimonne?",
      "Vielä tähän päivään mennessä ette ole nöyrtyneet. Te ette pelkää minua, ette elä minun lakini ettekä säädösteni mukaan, vaikka minä olen antanut ne teidän isillenne ja teille.",
      "En päästä käsistäni myöskään niitä jäljelle jääneitä, jotka päättivät lähteä Egyptiin ja asettuivat sinne asumaan. Egyptissä he kaikki menehtyvät: he kaatuvat miekkaan tai kuolevat nälkään. Miekka ja nälkä surmaavat kaikki pienimmästä suurimpaan. Heitä pilkataan, heistä tulee varoittava esimerkki ja heidän kohtalostaan kirosana.",
      "Niin kuin minä rankaisin Jerusalemia, niin minä rankaisen nyt Egyptissä olevia Juudan asukkaita: miekalla, nälällä ja rutolla.",
      "Kaikki miehet, jotka tiesivät, että heidän vaimonsa olivat uhranneet vieraille jumalille, ja suuri joukko paikalla olleita naisia sekä monet Ylä- Egyptiin muuttaneet Juudan asukkaat vastasivat Jeremialle näin:",
      "Pidämme lupauksemme, jonka itse olemme antaneet Taivaan kuningattarelle. Me poltamme hänelle suitsuketta ja tuomme juomauhreja, niin kuin teimme Juudan kaupungeissa ja Jerusalemin kaduilla ja niin kuin myös isämme, kuninkaamme ja ruhtinaamme siellä tekivät. Silloin meillä oli ruokaa yllin kyllin, voimme hyvin emmekä nähneet nälkää.",
      "Silloin Jeremia vastasi väkijoukolle, sekä miehille että naisille, kaikille, jotka olivat väittäneet häntä vastaan:",
      "Herra ei voinut enää sietää teidän uhrimenojanne, niin pahoja ja iljettäviä ne olivat. Siksi teidän maanne tuli autioksi, tyhjäksi ja kirotuksi, niin ettei vielä tänä päivänäkään kukaan asu siellä.",
      "Näin puhuu Herra Sebaot, Israelin Jumala: Te kaikki, niin miehet kuin naisetkin, teette mitä olette luvanneet. Sanotte, että olette luvanneet uhrata Taivaan kuningattarelle ja tuoda hänelle juomauhreja ja että haluatte myös pitää lupauksenne. Hyvin te olettekin pitäneet sananne ja täyttäneet lupauksenne!",
      "Kuulkaa siis, mitä minä, Herra, sanon teille kaikille Egyptissä oleville Juudan asukkaille! Minä, Herra, vannon nimeni kunnian kautta näin: Pian ei ole koko Egyptissä ainuttakaan Juudan miestä, joka vannoisi minun nimeeni sanoen: 'Niin totta kuin Herra elää!'",
      "Minä pidän huolen siitä, että teidän käy huonosti. Egyptissä olevat Juudan asukkaat menehtyvät miekkaan ja nälkään kaikki tyynni --",
      "vain muutama harva pääsee miekkaa pakoon ja palaa Egyptistä takaisin Juudaan. Nämä jäljelle jäävät tulevat tietämään, kumman sana toteutuu, minun vai heidän."
    ],
    [
      "Tässä ovat sanat, jotka profeetta Jeremia puhui Barukille, Nerian pojalle, Juudan kuninkaan Jojakimin, Josian pojan, neljäntenä hallitusvuotena. Baruk kirjoitti ne kirjaan Jeremian sanelun mukaan.",
      "Sinä valitat: 'Voi minua! Herra antaa kipua kivun lisäksi! Olen valittanut uuvuksiin saakka, en löydä rauhaa.'",
      "Mutta minä, Herra, käsken Jeremian sanoa sinulle näin: 'Minkä olen rakentanut, sen minä hajotan, minkä olen istuttanut, sen minä revin pois -- tämä koskee koko maata."
    ],
    [
      "Nämä ovat Herran sanat, jotka profeetta Jeremia julisti vieraita kansoja vastaan.",
      "Egyptille. Jeremian ennustus farao Nekosta, Egyptin kuninkaasta, ja hänen sotajoukostaan Juudan kuninkaan Jojakimin, Josian pojan, neljäntenä hallitusvuotena, sinä vuonna, jona Babylonian kuningas Nebukadnessar kukisti faraon sotajoukon Karkemisissa Eufratin rannalla:",
      "-- Kilvet esiin, egyptiläiset, valmistautukaa taisteluun!",
      "Valjastakaa hevoset, nouskaa vaunuihin! Kypärät päähän, keihäät käteen, haarniskat päälle!",
      "-- Mutta mitä näenkään: Kaikki perääntyvät pelon vallassa, rohkeimmatkin miehet lyödään takaisin. He syöksyvät pakoon suin päin, kauhusta suunniltaan, sanoo Herra.",
      "Nopeinkaan ei ennätä turvaan, rohkeinkaan ei pelastu. Pohjoisessa, Eufratin rannalla, he kaatuvat eivätkä nouse.",
      "-- Mikä tulvii kuin Niili, pärskyy kuin kuohuvat virrat?",
      "Mutta tämä on Herran Sebaotin päivä, tänään hän kostaa egyptiläisille. Hänen miekkansa ahmii kyllikseen, se juopuu vihollisen verestä. Herralla Sebaotilla on uhrijuhla pohjoisessa maassa Eufratin rannalla.",
      "-- Nouse Gileadiin ja nouda balsamia, Egypti, sinä tyttö parka! Turhia ovat runsaat rohtosi, haavasi eivät parane.",
      "Kansat ovat jo kuulleet nöyryytyksesi, valitushuutosi on kiirinyt kaikkialle. Soturit kaatuivat toinen toisensa päälle, yksikään heistä ei enää nouse.",
      "Tämä on Herran sana, jonka profeetta Jeremia julisti silloin kun Babylonian kuningas Nebukadnessar hyökkäsi Egyptiin valloittaakseen maan:",
      "Mitä näenkään: maassa lojuu jo mahtava jumalasi, se ei kestänyt -- Herra työnsi sen kumoon!",
      "Egypti on uhkea hieho. Sen kimppuun lentää paarma pohjoisesta.",
      "Palkkasoturit, joita se on hankkinut, ovat pulskia kuin juottovasikat, mutta hekin kääntyvät pakoon. Kaikki pakenevat pysähtymättä. Heille on tullut tuhon päivä, koittanut rangaistuksen aika.",
      "Egypti sähisee kuin käärme, kun viholliset vyöryvät kohti. He käyvät sen kimppuun kirvein kuin puunhakkaajat.",
      "He kaatavat koko metsän, sanoo Herra, sen läpipääsemättömän! Heitä on enemmän kuin heinäsirkkoja, lukematon joukko.",
      "Onnettomasti käy Egyptin, se joutuu pohjoisen kansan käsiin.",
      "-- Älä pelkää, palvelijani Jaakob, älä kauhistu, Israel! Minä pelastan sinut kaukaisesta maasta, tuon jälkeläisesi pois sieltä, missä he ovat olleet vankeina. Jaakob palaa takaisin ja elää rauhassa, huolta vailla, kun kukaan ei häntä enää uhkaa.",
      "Älä pelkää, palvelijani Jaakob! Minä olen sinun kanssasi, sanoo Herra. Kansoista, joiden sekaan sinut hajotin, minä teen lopun, mutta sinua minä en tuhoa. Silti en jätä sinua rankaisematta, vaan oikeudenmukaisesti kuritan sinua."
    ],
    [
      "Tämä on Herran sana, jonka profeetta Jeremia julisti filistealaisia vastaan, ennen kuin farao oli kukistanut Gazan.",
      "Näin sanoo Herra: -- Vedet purkautuvat pohjoisesta, virta paisuu yli äyräitten, tulvaan peittyy koko maa ja kaikki, mitä siinä on, myös kaupungit ja niiden asukkaat. Ihmiset huutavat, maan asukkaat vaikeroivat.",
      "Jo kuuluu oriiden kavioiden kopse, vaunujen ryminä, rattaitten ryske. Isät eivät kokoa lapsiaan turvaan, heidän kätensä ovat kauhusta jäykät.",
      "On tullut päivä, joka tuhoaa kaikki filistealaiset. Ei ketään jää jäljelle auttamaan Tyrosta ja Sidonia. Herra hävittää filistealaiset, viimeisetkin Kaftorin rannoilta lähteneet.",
      "-- Gaza leikkaa hiuksensa, Askelon hiljenee. Kuinka kauan te vielä viileskelette itseänne, te anakilaisten rippeet?",
      "Voi, Herran miekka, etkö jo asetu! Mene takaisin tuppeesi, taltu ja pysy siellä!",
      "Mutta voisiko se asettua, kun Herra itse on antanut käskyn? Miekan on lyötävä Askelonia ja meren rantaa!"
    ],
    [
      "Moabille. Näin sanoo Herra Sebaot, Israelin Jumala:  -- Voi Neboa, se murskataan! Kirjataim vallataan ja tuhotaan. Kaupunki vuoren laella antautuu ja kukistuu.",
      "Kuulkaa! Huuto kiirii Horonaimista, siellä riehuu hävitys ja tuho.",
      "Moab on kukistunut, kauas kuuluu pienokaisten parku.",
      "Pakoon päässeet nousevat itkien Luhitin solaa, Horonaimista laskeutuvalta tieltä kantautuvat tuskan huudot hävityksen tähden.",
      "Paetkaa! Menkää autiomaahan turvaan, pysytelkää hengissä kuin kataja!",
      "Moab, sinä olet luottanut mahtiisi ja rikkauteesi, siksi sinutkin valloitetaan. Kemos viedään vieraaseen maahan, samoin sen papit ja ruhtinaat.",
      "Vihollinen tulee ja hävittää kaupungit, yksikään ei säästy tuholta. Laakso hävitetään, ylänkö tuhotaan. Näin on Herra puhunut.",
      "Pystyttäkää muistokivi Moabille, sen loppu on tullut. Sen kaupungit tulevat autioiksi, niissä ei enää asu kukaan.",
      "Kirottu olkoon jokainen, joka suorittaa veltosti Herran antaman tehtävän! Kirottu olkoon se, joka ei miekallaan vuodata verta!",
      "-- Nuoruutensa päivistä Moab on ollut turvassa, sitä ei ole viety vieraaseen maahan. Niin kuin viini lepää rauhassa sakkansa päällä, niin Moabkin on saanut elää häiriintymättä. Sitä ei ole kaadettu astiasta toiseen, sen maku on säilynyt, sen tuoksu pysynyt samana.",
      "Moab hävitetään, sen kaupungit valloitetaan, sen parhaat nuorukaiset joutuvat teuraaksi. Näin sanoo Kuningas, Herra Sebaot on hänen nimensä.",
      "Moab on jo tuhon partaalla, sen loppu lähestyy nopeasti.",
      "-- Te, jotka asutte Dibonissa, astukaa alas kunnianne kukkulalta ja istukaa tunkiolle! Moabin viholliset hyökkäävät nyt kimppuunne ja tuhoavat linnoituksenne.",
      "Menkää tielle tähystämään, te Aroerin asukkaat. Kysykää pakenevilta, miehiltä ja naisilta, kysykää, mitä tapahtuu.",
      "Onnettomasti on käynyt Moabille, se on kukistunut. Itkekää ja valittakaa! Huutakaa Arnonvirran yli: Moab on hävitetty!",
      "Tuomion saivat ylängön kaupungit: Holon, Jahas ja Mefaat,",
      "Dibon, Nebo ja Bet-Diblataim,",
      "Kirjataim, Bet-Gamul ja Bet-Meon,",
      "Kerijot, Bosra ja kaikki muut Moabin kaupungit niin lähellä kuin kaukana.",
      "-- Moabin sarvet on katkaistu, sen käsivarsi lyöty poikki, sanoo Herra.",
      "-- Lähtekää kaupungeista, moabilaiset, menkää asumaan kallionkoloihin! Ottakaa oppia kyyhkysistä, jotka pesivät rotkon seinämissä.",
      "-- Olemme kuulleet Moabin ylpeydestä: miten kopea se on ollut, miten korskea, mahtava, ylimielinen ja sydämeltään pöyhkeä!",
      "-- Minä suren Moabin kohtaloa, huudan apua koko kansan tähden, muistelen Kir-Haresetin asukkaita.",
      "Minä itken Jaeserin kanssa sinua, Sibman viiniköynnös. Sinun versosi rönsyilivät yli meren, ulottuivat Jaeseriin asti. Kesken korjuupäivien hyökkäsi vihollinen, vei hedelmäsi ja viinisatosi!",
      "Ilo ja riemu on korjattu pois Moabin tarhoista. Viinikuurnat eivät enää täyty, eivät kaiu viininpolkijain riemuhuudot. Ilon äänet ovat vaienneet.",
      "Hesbonin ja Elealen valitushuudot kuuluvat Jahasiin asti. Huuto kiirii Soarista Horonaimiin ja Eglat-Selisiaan saakka. Autiomaaksi muuttuu kaikki, jopa Nimrimin kosteikko.",
      "-- Minun sydämeni valittaa Moabia kuin huilu, minun sydämeni itkee Kir-Haresetin asukkaita alakuloisesti kuin huilu. Kaikki on menetetty, mitä he ovat hankkineet!",
      "Jokaisen pää on ajeltu paljaaksi, jokaisen parta on leikattu pois. Kaikkien kädet ovat täynnä viiltoja, jokaisen lanteita verhoaa säkkivaate.",
      "Kuinka murskana se onkaan! Valittakaa! Miten häpeällisesti Moab onkaan paennut -- nyt naapurit pilkkaavat sitä ja kauhistelevat sen kohtaloa!",
      "Näin sanoo Herra: -- Se kiitää kohti Moabia kuin kotka, siivet levällään!",
      "Kaupungit valloitetaan, linnoitukset kukistuvat. Tuona päivänä Moabin rohkeinkin mies on hädissään kuin synnytystuskissa oleva nainen.",
      "Moabilaiset pyyhkäistään pois maan päältä: röyhkeästi he ovat asettuneet Herraa vastaan.",
      "-- Kauhu ja kuoppa ja loukku odottavat sinua, Moabin asukas, sanoo Herra.",
      "Joka pääsee kauhua pakoon, putoaa kuoppaan, ja joka nousee kuopasta, jää loukkuun. Se vuosi on lähellä, jolloin minä rankaisen Moabia, sanoo Herra.",
      "Voi sinua, Moab! Loppu on tullut Kemosin kansalle! Poikasi on viety vieraaseen maahan, tyttäresi vankeuteen."
    ],
    [
      "Ammonille. Näin sanoo Herra:  -- Eikö Israelilla ole poikia, eikö hänellä ole perillistä? Miksi Milkom on perinyt Gadin maat ja hänen kansansa asettunut sen kaupunkeihin?",
      "Aika tulee, sanoo Herra, jolloin minä kohotan sotahuudon ammonilaisten Rabbaa vastaan. Se tulee autioksi rauniokummuksi, sen tytärkaupungit palavat tuhkaksi. Silloin Israel saa takaisin perintömaansa, joka siltä valloitettiin, sanoo Herra.",
      "Valita, Hesbon! Ai on hävitetty! Huutakaa, Rabban tyttäret, pukeutukaa säkkivaatteeseen, vaikeroikaa, kulkekaa ympäriinsä iho viileskeltynä, sillä Milkom joutuu vieraaseen maahan, samoin sen papit ja ruhtinaat!",
      "Minä tuon sinun päällesi kauhun, sanoo Herra Jumala Sebaot, kauhun joka puolelta. Teidät hajotetaan kaikkialle, kuka minnekin, eikä ole ketään, joka kokoaisi pakenevat.",
      "Edomille. Näin sanoo Herra Sebaot:  -- Eikö Temanissa ole enää viisautta? Ovatko neuvot loppuneet ymmärtäväisiltä, onko heidän viisautensa homehtunut?",
      "Paetkaa, kääntykää takaisin, piiloutukaa, te kaukaisen Dedanin kauppiaat! Minä tuon tuhon Esaun jälkeläisille. On tullut aika rangaista heitä.",
      "Kun viininkorjaajat tulevat, he eivät jätä mitään jälkikorjuuseen. Kun varkaat tulevat yöllä, he tekevät tuhoa mielin määrin.",
      "Minä riisun Esaun paljaaksi, löydän hänen kätkönsä, turha hänen on enää piiloutua. Esaun suku tuhoutuu. Ei jää jäljelle veljiä eikä naapureita, jotka voisivat sanoa:",
      "Jätä orposi minulle, minä elätän heidät, sinun leskesi voivat turvautua minuun.",
      "Näin sanoo Herra Edomille: -- Minä teen sinut kansoista kurjimmaksi, kaikki sinua halveksivat.",
      "Sinä olet kylvänyt kauhua, sydämesi röyhkeys on sokaissut sinut. Sinä asut kallioluolissa, hallitset korkeita kukkuloita. Vaikka tekisit pesäsi korkealle kuin kotka, minä syöksen sinut alas, sanoo Herra.",
      "-- Niin kuin leijona nousee Jordanin rannan tiheiköstä ja hyökkää rehevälle laitumelle, niin minä ajan hetkessä edomilaiset maasta ja vedän heidän johtomiehensä tilille. Kuka on minun vertaiseni, kuka voi vaatia minut oikeuteen? Kuka on se paimen, joka voi vastustaa minua?",
      "Sen tähden kuulkaa, mitä Herra on päättänyt Edomista, mitä hän aikoo tehdä Temanin asukkaille: Totisesti, lauman pienimmätkin raahataan pois, totisesti, laitumet autioituvat ihmisten pahuuden tähden!",
      "Edom luhistuu, pauhusta maa järisee, huudot kiirivät Kaislamerelle saakka!",
      "Se nousee, kiitää kohti Bosraa kuin kotka, siivet levällään! Tuona päivänä Edomin rohkeinkin mies on hädissään kuin synnytystuskissa oleva nainen.",
      "Damaskokselle. -- Tyrmistyneitä ovat Hamat ja Arpad, ne ovat kuulleet huonoja uutisia ja vapisevat. Tuska kuohuu kuin meri tyyntymättä.",
      "Damaskoksen rohkeus murtuu, sen joukot kääntyvät pakoon, kansa on kauhun vallassa. Tuska kouristaa sitä kuin synnyttäjää.",
      "Voi, kuinka hylätty onkaan tuo ylistetty kaupunki, riemun kaupunki!",
      "Minä sytytän tuleen Damaskoksen muurit, tuli tuhoaa Ben-Hadadin palatsit.",
      "Ennustus Kedarin ja Hasorin heimoista ja niiden kuninkaista, jotka Babylonian kuningas Nebukadnessar kukisti: Näin sanoo Herra babylonialaisille: -- Liikkeelle! Hyökätkää Kedariin, lyökää idän miehet!",
      "Paetkaa minkä ehditte, piiloutukaa, te Hasorin asukkaat, sanoo Herra. Babylonian kuningas Nebukadnessar on tehnyt päätöksensä, laatinut suunnitelmansa teitä vastaan.",
      "Liikkeelle, babylonialaiset! Hyökätkää tuon kansan kimppuun, joka on elänyt huolettomana ja asunut turvassa, sanoo Herra. Se asuu erillään kaikista muista, eikä sillä ole kylissään portteja eikä salpoja.",
      "Kamelit ryöstetään, valtaisat karjalaumat joutuvat saaliiksi. Minä sirottelen kaikkiin tuuliin nuo miehet, joiden ohimot ovat paljaaksi leikatut. Minä annan onnettomuuden tulla joka taholta heidän päälleen, sanoo Herra.",
      "Hasor tulee autiomaaksi, koskaan ei sitä enää rakenneta, siellä asustavat vain sakaalit. Ei kukaan jää Hasoriin asumaan, ei yksikään sinne asetu.",
      "Nämä ovat Herran sanat, jotka profeetta Jeremia julisti Elamia vastaan Juudan kuninkaan Sidkian ensimmäisenä hallitusvuotena.",
      "Näin sanoo Herra Sebaot: -- Minä murran Elamin mahdin, särjen sen jousen.",
      "-- Minä panen elamilaiset kauhistumaan vihollisiaan, kaikkia niitä, jotka tavoittelevat heidän henkeään. Minä tuon heille onnettomuuden, hehkuvan vihani minä heille tuon, sanoo Herra. Minä lähetän miekan heidän kintereilleen, kunnes olen tuhonnut viimeisenkin heistä.",
      "Minä pystytän valtaistuimeni Elamiin, hävitän sieltä kuninkaan ja ruhtinaat, sanoo Herra."
    ],
    [
      "Nämä ovat Herran sanat, jotka profeetta Jeremia julisti Babyloniaa ja sen pääkaupunkia Babylonia vastaan.",
      "-- Ilmoittakaa kansojen keskuudessa, tehkää tiettäväksi, kohottakaa merkkiviiri ja kuuluttakaa, huutakaa rohkeasti: Babylon valloitetaan, Bel ei voi mitään, Marduk syöstään maahan. Kaikki jumalat joutuvat häpeään, kaikki jumalankuvat syöstään maahan.",
      "Pohjoisesta hyökkää kansa Babylonian kimppuun ja hävittää maan autioksi. Kukaan ei jää sinne asumaan, ihmiset karjoineen pakenevat pois.",
      "-- Noina päivinä, tuohon aikaan, sanoo Herra, Israelin ja Juudan asukkaat palaavat yhdessä. He kulkevat tietään itkien ja etsivät Herraa, Jumalaansa.",
      "-- Minun kansani oli kuin eksyneitten lauma, paimenet olivat johtaneet sen harhaan, vieneet oudoille vuorille. Vuorelta toiselle se kulki unohtaen oman tarhansa.",
      "Näin sanoo Herra: -- Paetkaa Babylonista, lähtekää kaldealaisten maasta! Kulkekaa kuin johtajalampaat lauman edellä.",
      "Katsokaa, minä nostan pohjoisesta maasta suurten kansojen yhtyneet joukot Babyloniaa vastaan. Ne hyökkäävät pohjoisesta, ne valloittavat sen. He ovat taitavia sotureita, ampuvat nuolensa ja osuvat aina maaliin.",
      "Kaldea joutuu vihollistensa saaliiksi, kaikki ryöstävät sitä mielin määrin, sanoo Herra.",
      "Iloitkaa vain ja riemuitkaa, te, jotka olette riistäneet maani ja kansani! Hyppikää ja kirmatkaa kuin vasikat, hirnukaa kuin oriit.",
      "Teidän äitinne joutuu häpeään, synnyttäjäänne pilkataan, hän on kansoista vihoviimeinen. Katsokaa maatanne: pelkkä autiomaa, kuiva aavikko!",
      "Herran vihan tähden se jää asumattomaksi, muuttuu aivan autioksi. Kaikki ohikulkijat kavahtavat Babylonia, järkyttyvät nähdessään sen tuhon.",
      "-- Asettukaa taisteluun Babylonia vastaan, kaikki jousimiehet! Piirittäkää se, ampukaa kohti, älkää säästäkö nuolia, sillä se on tehnyt syntiä Herraa vastaan.",
      "Kohottakaa sotahuuto joka puolelta! Babylon antautuu! Sen tornit kaatuvat, sen muurit sortuvat. Nyt Herra kostaa sille: Tehkää sille niin kuin se on tehnyt muille!",
      "Tuhotkaa Babyloniasta viimeinenkin kylväjä, älköön sirppi enää heiluko korjuuajan tullen. Lähteköön jokainen maahan tullut oman kansansa luo, paetkoon kotimaahansa turvaan vihollisen miekalta.",
      "Sen tähden minä, Herra Sebaot, Israelin Jumala, sanon näin: Minä rankaisen nyt Babylonian kuningasta ja hänen maataan, niin kuin minä olen rangaissut Assyrian kuningasta.",
      "-- Mutta Israelin minä tuon takaisin laitumelleen, se saa jälleen käydä Karmelin ja Basanin laidunmailla, syödä itsensä kylläiseksi Efraimin vuorilla ja Gileadissa.",
      "Herra on antanut käskyn: -- Nouskaa taisteluun Merataimin maata vastaan, käykää Pekodin asukkaiden kimppuun! Lyökää heidät kuoliaaksi, vihkikää tuhon omaksi viimeinenkin heistä, sanoo Herra. Tehkää juuri niin kuin olen käskenyt!",
      "Jo kuuluu maasta sodan melske, jo luhistuu kaikki raunioiksi.",
      "Voi, kuinka onkaan palasina ja murskana tuo koko maailman vasara! Miten autioksi on Babylon tullut! Kansat sitä kammoavat.",
      "Minä viritin sinulle ansan, etkä sinä aavistanut mitään, ennen kuin jäit kiinni. Sinut löydettiin siitä ja vangittiin, sillä Herraa vastaan olet taistellut.",
      "-- Herra avaa asevarastonsa, ottaa esille vihansa aseet. Herra Jumala Sebaot tekee työnsä kaldealaisten maassa.",
      "Tulkaa, kansat, kaikkialta Babylonin kimppuun, avatkaa sen aitat! Heittäkää kaikki, mitä löydätte, kasoihin niin kuin lyhteet. Vihkikää kaikki tuhon omaksi, älkää jättäkö mitään jäljelle.",
      "Surmatkaa sen vallanpitäjät, viekää heidät teurastettaviksi. Voi heitä! Heidän päivänsä on tullut, käsillä on rangaistuksen aika.",
      "Kuulkaa! Babyloniasta saapuu pakolaisia, sieltä pelastuneita. He kertovat Siionissa, että Herra, meidän Jumalamme, on kostanut temppelinsä hävityksen.",
      "-- Kutsukaa Babylonin kimppuun kaikki ampujat, kaikki jousimiehet! Piirittäkää se joka puolelta, älkää päästäkö ketään pakoon. Maksakaa sille, mitä se on ansainnut! Tehkää sille niin kuin se on tehnyt muille. Se on ylvästellyt Herraa vastaan, Israelin Pyhää vastaan!",
      "-- Katso, minä nousen sinua vastaan, sinä röyhkeä Babylon! sanoo Herra Jumala Sebaot. Nyt on tullut tuhosi päivä, se aika, jolloin minä sinua rankaisen.",
      "Nyt röyhkeä kompastuu ja kaatuu, eikä kukaan nosta sitä pystyyn. Minä sytytän palamaan sen kaupungit, ja tuli tuhoaa kaiken myös niiden ympäriltä.",
      "Näin sanoo Herra Sebaot: -- Sorrettuja ovat Israel ja Juuda, kaikki vieraalle maalle viedyt. Vangitsijat pitävät heitä vallassaan eivätkä suostu vapauttamaan heitä.",
      "Mutta heidän lunastajansa on väkevä, Herra Sebaot on hänen nimensä. Hän ajaa heidän asiaansa, hän tuo maailmalle rauhan ja panee Babylonian asukkaat vapisemaan.",
      "-- Miekka lyököön babylonialaisia, sanoo Herra, lyököön maan ruhtinaita ja viisaita!",
      "Miekka lyököön sen ennustajapappeja, niin että he typertyvät, miekka lyököön sankareita, niin että he lamaantuvat!",
      "Miekka lyököön sen hevosia ja vaunuja, kaikkia sen palkkasotureita, niin että he pelkäävät kuin naiset! Tuhoutukoot sen varastot, joutukoot ryöstösaaliiksi!",
      "Miekka lyököön sen vesiä, niin että ne ehtyvät! Se maa on täynnä kauhistuttavia jumalankuvia, kansa palvoo niitä ja riehuu mieltä vailla.",
      "Sen tähden villikoirat ja sakaalit ottavat sen olinpaikakseen, strutsit sinne asettuvat. Mutta ihmisiä siellä ei asu enää koskaan, se pysyy autiona sukupolvesta toiseen.",
      "Niin kuin Jumala hävitti Sodoman ja Gomorran ja niiden naapurikaupungit, niin ei myöskään Babyloniin jää kukaan asumaan, ei yksikään sinne asetu. Näin sanoo Herra.",
      "-- Katso, pohjoisesta tulee kansa, sieltä vyöryvät suuret joukot. Monet kuninkaat nousevat kaukaa maailman äärestä.",
      "Heillä on käsissään jouset ja sotakirveet, he ovat julmia, he ovat armottomia. Heidän huutonsa on kuin meren pauhu, he ratsastavat hevosilla valmiina hyökkäämään sinua vastaan, tytär Babylon.",
      "Kun Babylonian kuningas kuulee tämän viestin, hänen kätensä herpoavat. Ahdistus valtaa hänet kuin tuskan polte synnyttäjän.",
      "-- Niin kuin leijona nousee Jordanin rannan tiheiköstä ja hyökkää rehevälle laitumelle, niin minä ajan hetkessä babylonialaiset maasta ja vedän heidän johtomiehensä tilille. Kuka on minun vertaiseni, kuka voi vaatia minut oikeuteen? Kuka on se paimen, joka voi vastustaa minua?",
      "Sen tähden kuulkaa, mitä Herra on päättänyt Babyloniasta, mitä hän aikoo tehdä kaldealaisten maalle: Totisesti, lauman pienimmätkin raahataan pois, totisesti, laitumet autioituvat ihmisten pahuuden tähden!"
    ],
    [
      "Näin sanoo Herra: -- Minä nostan tuhoisan myrskyn Babylonia vastaan, lähetän myrskyn kohti vihollista, kohti Kaldean sydäntä.",
      "Minä lähetän Babyloniaan muukalaisia, jotka puivat kansan, sirottelevat sen muihin maihin ja jättävät jäljelle paljaan maan. Joka puolelta he hyökkäävät Babyloniaan, kun sen tuhon päivä on tullut.",
      "Minä annan heille käskyn: Jännittäkää jousenne, ampukaa vihollisen jousimiehet ja haarniskoihin pukeutuneet soturit! Älkää säälikö sen nuorukaisia, vihkikää tuhon omaksi koko sotajoukko!",
      "-- Kaatuneita makaa kaldealaisten maassa, miekan lävistämiä viruu kaduilla.",
      "Heidän maansa on täynnä syyllisyyttä, he ovat rikkoneet Israelin Pyhää vastaan. Mutta Herra Jumala Sebaot on Israelin ja Juudan turva, eivät ne ole jääneet yksin kuin lesket.",
      "Paetkaa Babylonista, kaikki jotka suinkin voitte! Pelastakaa henkenne, ettette joutuisi tuhoon, kun kaupunki saa rangaistuksen syntiensä tähden. On tullut aika, jolloin Herra kostaa, hän kostaa sille sen tekojen mukaan.",
      "Babylon oli kultamalja Herran kädessä, se juovutti koko maailman. Kansat joivat sen viiniä ja suistuivat pois tolaltaan.",
      "Mutta äkkiä Babylon kaatuu ja särkyy. Virittäkää, kansat, kuolinvalitus! Noutakaa balsamia sen haavoihin, ehkä se paranee.",
      "Me yritimme parantaa Babylonia, mutta ei se toipunut. Antaa sen olla! Palataan kotiin, kukin omaan maahansa. Babylonin tuomio ulottuu taivaisiin, sen rangaistus nousee pilviin asti.",
      "Herra osoittaa nyt, että me olemme syyttömiä! Tulkaa, kertokaamme Siionissa, mitä Herra, meidän Jumalamme, on tehnyt.",
      "-- Teroittakaa nuolet, täyttäkää viinet! Herra yllyttää Meedian kuninkaat sotaan, sillä hän aikoo hävittää Babylonian. Tämä on Herran kosto, hän kostaa temppelinsä vuoksi. Käskyt kajahtavat:",
      "Sinä, Babylon, olet asunut suurten virtojen rannalla kaikkine aarteinesi, mutta nyt sinun loppusi on tullut, elämäsi viimeinenkin kyynärä on kudottu.",
      "Herra Sebaot on vannonut itsensä kautta: -- Totisesti, minä täytän sinun maasi vihollisilla. Heitä on kuin heinäsirkkoja, ja he virittävät sotalaulun sinua vastaan!",
      "-- Herra on voimallaan luonut maailman, asettanut viisaudellaan maan paikoilleen, levittänyt taivaan taidollaan.",
      "Kun hän käskee, taivaan vedet alkavat kohista. Hän nostaa pilvet maan ääristä, lähettää salamat tekemään tietä sateelle, tuo tuulen kammioistaan.",
      "Ei kukaan voi tätä käsittää. Jumalankuvat saattavat tekijänsä häpeään, valetut patsaat ovat pelkkää harhaa, ei niissä ole henkeä.",
      "Ne ovat arvottomia, naurettavia tekeleitä! Kun tilinteon hetki tulee, ne eivät kestä.",
      "Niiden kaltainen ei ole Jaakobin Jumala. Hän on luonut kaiken, ja Israel on hänen oma kansansa. Hänen nimensä on Herra Sebaot.",
      "-- Sinä, Babylonia, olet vasarani ja sota-aseeni. Sinulla minä murskaan kansat ja hävitän valtakunnat.",
      "Minä murskaan sinulla ratsut ja ratsastajat, isken vaunuja ja niiden ajajia.",
      "Minä murskaan sinulla miehet ja naiset, isken vanhoja ja nuoria, lyön poikia ja tyttöjä.",
      "Minä murskaan sinulla paimenet ja heidän laumansa, isken kyntäjiä ja heidän juhtiaan, lyön käskynhaltijoita ja maaherroja.",
      "Kuitenkin minä kostan Babylonille ja kaikille Kaldean asukkaille sen pahan, mitä he ovat tehneet Siionille. Sinä, Siion, saat sen nähdä, sanoo Herra.",
      "Nyt minä käyn sinun kimppuusi, Babylon, sinä hävityksen vuori, josta tuho vyöryy koko maailmaan, sanoo Herra. Minä ojennan käteni sinua kohti ja sysään sinut alas korkeudesta, teen sinusta tuhkakasan.",
      "Sinun kiviäsi ei enää tarvita, ei kulmakiviksi, ei perustuksia varten. Sinä jäät raunioiksi etkä ikinä nouse, sanoo Herra.",
      "-- Kohottakaa sotalippu kaikkien nähtäväksi, puhaltakaa torveen, niin että kansat kuulevat, varustakaa valtakunnat pyhään sotaan Babylonia vastaan! Kutsukaa taistelurintamaan Ararat, Minni ja Askenas. Määrätkää päälliköt kokoamaan joukkoja! Rynnätköön ratsuväki kuin karvaiset heinäsirkat!",
      "Varustakaa valtakunnat pyhään sotaan Babylonia vastaan, kutsukaa taistelurintamaan Meedian kuninkaat, käskynhaltijat ja maaherrat ja kaikki heidän alamaisensa.",
      "Maa järisee ja vavahtelee! Herra toteuttaa suunnitelmansa, hän tuhoaa Babylonin. Hän tekee koko Babylonian autiomaaksi, jossa kukaan ei enää asu.",
      "Babylonin puolustajat ovat luopuneet taistelusta, he pysyttelevät linnoituksissaan. Heidän voimansa ovat huvenneet, he pelkäävät kuin naiset. Viholliset murtavat porttien salvat ja sytyttävät tuleen kaupungin rakennukset.",
      "Näin sanoo Herra Sebaot, Israelin Jumala: -- Tytär Babylon on kuin puimatanner, puintia varten tallattu. Vain hetki enää, ja korjuupäivä on käsillä.",
      "-- Nebukadnessar, Babylonian kuningas, on syönyt meidät suihinsa ja jättänyt Jerusalemin kuin tyhjän astian. Hän nielaisi meidät kuin lohikäärme, täytti vatsansa parhailla herkuillamme ja karkotti meidät puutarhastamme.",
      "Sen tähden sanoo Herra: -- Minä ajan sinun asiaasi, kostan sinun puolestasi. Minä kuivatan Babylonian virrat, annan sen lähteitten ehtyä.",
      "Babylonista tulee kiviröykkiö, sakaalien olinpaikka, niin autio, että kaikki sitä kavahtavat. Kukaan ei jää sinne asumaan.",
      "Ärjykööt vain kaldealaiset kuin leijonat, muriskoot kuin leijonanpennut!",
      "Kun he ovat hurjimmillaan, minä järjestän heille pidot, juotan heidät juovuksiin, niin että he ratkeavat hillittömään riemuun. Sitten he vaipuvat uneen, josta eivät koskaan herää, sanoo Herra.",
      "Minä vien heidät teurastettaviksi kuin karitsat, kuin pässit ja pukit.",
      "Meri tunkeutui Babyloniin, kaupunki peittyi aaltojen pauhuun.",
      "-- Minä rankaisen Beliä, Babylonin jumalaa, ja vedän sen kidasta kaiken, mitä se on niellyt. Kansat eivät enää virtaa sen luokse. Babylonin muurit luhistuvat.",
      "Lähde sieltä, minun kansani! Pelastaudu Herran hehkuvan vihan alta!",
      "-- Päivät tulevat, jolloin minä vaadin tilille Babylonin jumalat. Koko maa kukistuu, ja kaikkialla makaa kaatuneita.",
      "Taivas ja maa ja kaikki, mitä niissä on, riemuitsevat, kun viholliset hyökkäävät Babylonian kimppuun. Pohjoisesta he tulevat, sanoo Herra.",
      "-- Babylonin vuoksi on kaatunut ihmisiä kaikkialla maailmassa. Nyt sen itsensä täytyy kaatua Israelin kaatuneitten tähden.",
      "Te, jotka olette pelastuneet sen miekalta, paetkaa, älkää viivytelkö! Muistakaa Herraa, vaikka olette kaukana, älkää unohtako Jerusalemia.",
      "Katsokaa, päivät tulevat, jolloin minä vaadin tilille Babylonin jumalat ja kaikkialta maasta kuuluu haavoittuneiden voihke, sanoo Herra.",
      "-- Vaikka Babylon astuisi taivaaseen saakka, linnoittautuisi tavoittamattomiin korkeuksiin, sittenkin viholliset hyökkäisivät sen kimppuun minun käskystäni, sanoo Herra.",
      "-- Kuulkaa! Huuto kiirii Babyloniasta, hävitys riehuu kaldealaisten maassa.",
      "Herra kukistaa Babylonin, tekee lopun sen kiihkeästä menosta. Se kohisee kuin mahtava meri, pauhaa kuin kuohuvat aallot.",
      "Totisesti, vihollinen hyökkää Babylonin kimppuun! Sen soturit vangitaan, heidän jousensa särjetään. Herra on koston Jumala, hän maksaa takaisin täydellä mitalla.",
      "Näin sanoo Herra Sebaot: -- Mahtavan Babylonin muurit hajotetaan maan tasalle, sen korkeat portit sytytetään tuleen. Näin kansojen työ raukeaa tyhjiin ja kansakuntien vaivannäkö joutuu tulen saaliiksi.",
      "Juudan kuningas Sidkia oli neljäntenä hallitusvuotenaan lähdössä Babyloniin yhdessä majoituspäällikkönsä Serajan kanssa, joka oli Mahsejan pojan Nerian poika. Silloin profeetta Jeremia antoi Serajalle tehtävän.",
      "Jeremia oli kirjoittanut kirjakääröön kaikki Babylonia vastaan suunnatut sanat, kaikki tuon kaupungin hävitystä koskevat ennustukset.",
      "Sano sitten: 'Herra, sinä olet nyt ilmoittanut hävittäväsi tämän paikan, niin ettei tänne jää yhtään asukasta, ei ihmisiä eikä karjaa, vaan tästä paikasta tulee ikuisiksi ajoiksi autiomaa.'",
      "Luettuasi kaiken sido kirjakääröön kivi ja heitä se Eufratiin."
    ],
    [
      "Sidkia oli kuninkaaksi tullessaan kaksikymmentäyksivuotias, ja hän hallitsi Jerusalemissa yksitoista vuotta. Hänen äitinsä oli libnalainen Hamutal, Jeremian tytär.",
      "Sidkia teki sitä, mikä on väärää Herran silmissä, aivan samoin kuin Jojakim oli tehnyt.",
      "Herran vihan tähden Jerusalemille ja Juudalle kävi niin kuin kävi. Herra heitti ne viimein pois silmiensä edestä. Sidkia nousi kapinaan Babylonian kuningasta vastaan.",
      "Sidkian yhdeksäntenä hallitusvuotena, kymmenennen kuun kymmenentenä päivänä, Babylonian kuningas Nebukadnessar tuli sotajoukkoineen Jerusalemin edustalle. Hänen joukkonsa ryhtyivät saartamaan kaupunkia ja rakensivat sen ympärille piiritysvallin.",
      "Kaupunki oli saarroksissa kuningas Sidkian yhdenteentoista hallitusvuoteen saakka.",
      "Tuon vuoden neljännen kuun yhdeksäntenä päivänä, kun nälänhätä oli pahimmillaan eikä asukkailla ollut enää ruoan murentakaan,",
      "kaupungin puolustus murtui. Babylonialaisia oli joka puolella kaupungin ympärillä, mutta kuningas ja hänen sotilaansa lähtivät yöllä pakoon Kaksoismuurin portista, joka oli kuninkaan puutarhan kohdalla. He pakenivat Jordanin laaksoa kohti,",
      "mutta babylonialaisten joukot ajoivat Sidkiaa takaa ja tavoittivat hänet Jerikon tasangolla. Koko hänen sotajoukkonsa oli silloin jo hajaantunut hänen luotaan.",
      "Sidkia otettiin vangiksi ja tuotiin Babylonian kuninkaan luo Riblaan, Hamatin maahan. Siellä Nebukadnessar julisti hänelle tuomion.",
      "Babylonian kuningas surmautti Sidkian pojat isän silmien edessä. Myös kaikki Juudan päämiehet Nebukadnessar surmautti Riblassa.",
      "Sidkialta itseltään hän käski sokaista silmät ja käski panna hänet pronssikahleisiin. Nebukadnessar vei hänet Babyloniin ja heitti vankilaan. Siellä Sidkia joutui olemaan kuolemaansa saakka. pakkosiirto",
      "Viidennen kuun kymmenentenä päivänä, Babylonian kuninkaan Nebukadnessarin hallitessa yhdeksättätoista vuottaan, kuninkaan henkikaartin päällikkö Nebusaradan tuli Jerusalemiin pannakseen täytäntöön hallitsijansa määräykset.",
      "Hän poltti Herran temppelin ja kuninkaan palatsin ja kaikki Jerusalemin talot, jokaisen suuren rakennuksen hän sytytti tuleen.",
      "Kaldealaisten sotajoukko, joka oli henkikaartin päällikön mukana, repi Jerusalemin muurit joka puolelta maahan.",
      "Sitten henkikaartin päällikkö Nebusaradan vei pakkosiirtolaisuuteen loputkin, mitä kansasta oli kaupungissa jäljellä. Hän vei nekin, jotka olivat siirtyneet Babylonian kuninkaan puolelle, sekä loput kaupungin käsityöläisistä.",
      "Osan köyhästä väestä henkikaartin päällikkö Nebusaradan jätti työläisiksi viinitarhoihin ja pelloille.",
      "Kaldealaiset rikkoivat pronssipylväät, jotka olivat Herran temppelissä, samoin kuin temppelin työntöpöydät ja pronssialtaan. Niiden pronssin he veivät Babyloniin.",
      "He ottivat mukaansa myös hiiliastiat, tuhkalapiot, veitset, vihmontamaljat, kupit ja muut pronssiesineet, joita oli käytetty uhripalveluksessa.",
      "Henkikaartin päällikkö vei maljat, tuliastiat, vihmontamaljat, hiiliastiat, kynttilänjalat, kupit ja pikarit, jotka olivat kaikki puhdasta kultaa tai hopeaa.",
      "Kahdessa pylväässä, altaassa ja kahdessatoista sitä kannattavassa pronssihärässä sekä kymmenessä työntöpöydässä, kaikissa näissä esineissä, jotka kuningas Salomo oli teettänyt Herran temppeliin, oli sellainen määrä pronssia, ettei se ollut punnittavissa.",
      "Kummallakin pylväällä oli mittaa kahdeksantoista kyynärää, ja niiden ympärys oli kaksitoista kyynärää. Ne olivat sisältä onttoja, ja niiden metallikuori oli neljän sormen paksuinen.",
      "Viiden kyynärän korkuiset pylväänpäät olivat nekin pronssia, ja pronssia olivat myös pylväänpäitä yltympäri kiertävät köynnökset ja granaattiomenat. Pylväät olivat samanlaiset, aina köynnöksiä ja granaattiomenoita myöten.",
      "Kummankin pylvään päässä köynnöskoristelun päällä oli kaikkiaan sata granaattiomenaa, joista yhdeksänkymmentäkuusi riippui yli köynnöksen.",
      "Henkikaartin päällikkö vangitsi ylipappi Serajan, tämän lähimmän avustajan Sefanjan sekä kolme ovenvartijapappia.",
      "Niin ikään hän vangitsi kaupungista sen hovimiehen, joka oli sotaväen valvoja, seitsemän kuninkaan lähintä miestä, jotka olivat vielä kaupungissa, sotaväen päällikön kirjurin, jonka tehtävänä oli koota maasta miehiä armeijaan, sekä kuusikymmentä muuta Juudan miestä, jotka olivat kaupungissa.",
      "Kaikki nämä henkikaartin päällikkö Nebusaradan otti mukaansa ja vei Babylonian kuninkaan luo Riblaan.",
      "Riblassa, Hamatin maassa, Babylonian kuningas sitten mestautti heidät. Niin oli Juudan heimo viety maastaan pakkosiirtolaisuuteen.",
      "Tässä on lueteltuna niiden vangittujen määrä, jotka vietiin Juudasta Babyloniaan: Seitsemäntenä hallitusvuotenaan Nebukadnessar vei 3023 Juudan asukasta,",
      "kahdeksantenatoista hallitusvuotenaan hän vei 832 jerusalemilaista.",
      "Nebukadnessarin hallitessa kahdettakymmenettäkolmatta vuottaan vei henkikaartin päällikkö Nebusaradan pakkosiirtolaisuuteen vielä 745 Juudan asukasta. Kaikkiaan vietiin Juudasta Babyloniaan 4600 henkeä.",
      "Kun Juudan kuningas Jojakin oli ollut pakkosiirtolaisuudessa kolmekymmentäkuusi vuotta, Babylonian kuningas Evil-Merodak armahti hänet ja vapautti hänet vankeudesta. Tämä tapahtui samana vuonna, jona Evil-Merodak oli tullut kuninkaaksi, sen vuoden kahdennentoista kuun kahdentenakymmenentenäviidentenä päivänä.",
      "Babylonian kuningas puhutteli ystävällisesti Jojakinia ja osoitti hänelle istuinpaikan, joka oli ylempänä kuin muiden hänen luonaan Babylonissa olevien kuninkaiden paikat.",
      "Jojakin sai nyt vaihtaa pois vangin puvun, ja lopun ikäänsä hänellä oli paikka Evil-Merodakin ruokapöydässä.",
      "Kuningas takasi hänelle vakinaisen elatuksen, ja hän sai päivittäin sen minkä tarvitsi, koko elämänsä"
    ]
  ],
  "name": "Jeremiah"
}
