{
  "id": "jn",
  "chapters": [
    [
      "Joonalle, Amittain pojalle, tuli tämä Herran sana:",
      "Lähde Niniveen, tuohon suureen kaupunkiin, ja julista siellä, että minä, Herra, olen nähnyt sen pahuuden ja rankaisen sitä.",
      "Mutta Joona päätti paeta Herraa ja matkustaa meren taakse Tarsisiin. Hän meni rannikolle Jafoon ja etsi satamasta laivan, joka oli lähdössä Tarsisiin. Maksettuaan matkansa hän astui laivaan päästäkseen meren yli pois Herran ulottuvilta.",
      "Laivan ehdittyä ulapalle Herra nostatti ankaran myrskyn. Se oli niin raju, että laiva oli vähällä hajota.",
      "Merimiehet olivat peloissaan, ja kukin huusi avuksi jumalaansa. Keventääkseen laivaa he heittivät mereen kaiken tavaran, mitä laivassa oli. Joona oli mennyt alas laivan uumeniin ja pannut maata. Siellä hän nyt nukkui syvässä unessa.",
      "Merimiehet koettivat vielä soutaa laivan takaisin rantaan mutta eivät onnistuneet, sillä myrsky heidän ympärillään yltyi yhä vain kovemmaksi.",
      "Sitten he tarttuivat Joonaan ja heittivät hänet mereen. Meren raivo laantui heti.",
      "Miehet pelkäsivät ja kunnioittivat nyt Herraa, uhrasivat hänelle teurasuhrin ja tekivät pyhiä lupauksia.",
      "(H2:1)Mutta Herra pani suuren kalan nielaisemaan Joonan. Joona oli kalan vatsassa kolme päivää ja kolme yötä."
    ],
    [
      "(H2:2)Hän rukoili Herraa, Jumalaansa, kalan sisuksissa",
      "(H2:3)ja sanoi: -- Ahdingossani minä kutsun Herraa avuksi, ja hän vastaa minulle. Tuonelan kohdusta minä huudan apua, ja sinä, Herra, kuulet ääneni.",
      "Sinä heitit minut syvyyteen, merten sydämeen, ja virta ympäröi minut. Sinun tyrskysi ja aaltosi vyöryivät ylitseni.",
      "(H2:6)Vedet nousivat kaulaani asti, syvyydet saartoivat minut, kaislat kietoutuivat päähäni.",
      "(H2:7)Vuorten pohjiin minä painuin, vajosin syvyyksien maahan, sen salvat sulkeutuivat takanani ainiaaksi. Mutta sinä, Herra, minun Jumalani, nostit minut elävänä ylös haudasta.",
      "(H2:8)Kun voimani jo raukenivat, minä yhä kutsuin Herraa, ja rukoukseni tuli sinun luoksesi pyhään temppeliisi.",
      "(H2:9)Ne, jotka luottavat turhiin jumaliin, hylkäävät ja pettävät sinut.",
      "(H2:10)Mutta minä saan uhrata ja laulaa kiitosta sinulle. Minkä olen luvannut, sen minä täytän. Vain Herra voi pelastaa.",
      "(H2:11)Sitten Herra käski kalan oksentaa Joonan kuivalle maalle."
    ],
    [
      "Joonalle tuli toisen kerran tämä Herran sana:",
      "Lähde Niniveen, tuohon suureen kaupunkiin, ja julista sille se sanoma, jonka minä sinulle puhun.",
      "Nyt Joona meni Niniveen, niin kuin Herra oli käskenyt. Ninive oli suunnattoman suuri kaupunki, laidasta laitaan kolme päivänmatkaa.",
      "Sen kuultuaan Niniven asukkaat uskoivat Jumalaan. He julistivat paaston, ja niin ylhäiset kuin alhaisetkin pukeutuivat säkkivaatteeseen.",
      "Kun Joonan sanat tulivat Niniven kuninkaan korviin, hän nousi valtaistuimeltaan, riisui viittansa, pukeutui säkkivaatteeseen ja istuutui tomuun.",
      "Kaikkien, niin ihmisten kuin eläintenkin, on kuljettava säkkivaatteeseen puettuina, kaikkien on huudettava Jumalaa täysin voimin. Jokainen kääntyköön pahoilta teiltään ja hylätköön väärät tekonsa.",
      "Jumala näki, että he kääntyivät pahoilta teiltään. Niin hän muutti mielensä eikä sallinutkaan onnettomuuden kohdata niniveläisiä, vaikka oli sanonut tuhoavansa heidät."
    ],
    [
      "Joona pani tämän kovin pahakseen ja suuttui.",
      "Joona meni ulos kaupungista ja jäi sen itäpuolelle. Siellä hän kyhäsi itselleen oksista katoksen, asettui sen alle suojaan ja odotteli nähdäkseen, miten kaupungille kävisi.",
      "Silloin Herra Jumala pani risiinikasvin kasvamaan Joonan yläpuolelle, varjoksi hänen päänsä päälle ja helpottamaan hänen murheellista oloaan. Ja Joona iloitsi kovin tästä risiinikasvista.",
      "Mutta seuraavana päivänä aamunkoitteessa Jumala antoi madon purra risiinikasvia, niin että se kuivettui."
    ]
  ],
  "name": "Jonah"
}
