{
  "id": "zp",
  "chapters": [
    [
      "Herran sana, joka tuli Sefanjalle Juudan kuninkaan Josian, Amonin pojan, päivinä. Sefanja oli Kusin poika; hänen isoisänsä oli Gedalja, tämän isä oli Amarja ja tämän Hiskia.",
      "-- Minä tuhoan kaiken, tempaan kaiken pois maan päältä, sanoo Herra.",
      "Minä tuhoan ihmiset ja eläimet, teen lopun taivaan linnuista ja meren kaloista, minä kaadan jumalattomat ja hävitän ihmiset maan päältä, sanoo Herra.",
      "Minä ojennan käteni Juudaa vastaan ja kaikkia Jerusalemin asukkaita vastaan. Tästä kaupungista minä hävitän tyystin Baalin palvelun ja epäjumalia palvelevien pappien muiston.",
      "Minä hävitän ne, jotka kumartavat katoilla taivaan joukoille, ne, jotka kumartavat Herraa mutta vannovat Milkomin nimeen,",
      "ne, jotka ovat luopuneet Herrasta, jotka eivät etsi Herraa eivätkä kysy hänen tahtoaan.",
      "Hiljaa Herran Jumalan edessä! Lähellä on Herran päivä, hän on valmistanut teurasuhrinsa, pyhittänyt kutsuvieraansa.",
      "Uhriateriani päivänä minä, Herra, rankaisen hallitusmiehiä ja kuninkaallisia ja kaikkia, jotka pukeutuvat vierasmaalaisten tavoin.",
      "Minä rankaisen sinä päivänä kaikkia, jotka pelkäävät astua kynnykselle mutta eivät pelkää täyttää isäntänsä taloa ryöstösaaliilla, jonka ovat väkivallalla ja petoksella hankkineet.",
      "Sinä päivänä -- sanoo Herra - kuuluu huuto Kalaportilta, vaikerrus uudesta kaupunginosasta ja valtava ryske kukkuloilta.",
      "Valittakaa, te Maktesin kauppiaat, sillä teidät tuhotaan ja kaikki, jotka hopeaa punnitsevat, hävitetään.",
      "Heidän omaisuutensa ryöstetään, heidän talonsa hävitetään. Vaikka he ovat rakentaneet taloja, he eivät saa asua niissä, vaikka he ovat istuttaneet viinitarhoja, he eivät saa juoda niiden viiniä.",
      "Lähellä on Herran suuri päivä, se lähestyy, kiireesti se rientää. Ettekö kuule pauhua -- nyt on Herran päivä! Rohkea soturikin huutaa pelosta.",
      "Se päivä on vihan päivä, hädän ja ahdistuksen päivä, onnettomuuden ja hävityksen päivä, pimeyden ja synkeyden päivä, pilven ja sumun päivä,",
      "pasuunan äänen ja sotahuudon päivä. Se vyöryy varustettuja kaupunkeja vastaan, korkeita torneja vastaan.",
      "Minä painan ihmiset ahtaalle, he harhailevat kuin sokeat. Minua vastaan he ovat tehneet syntiä, siksi heidän vertaan vuodatetaan, se valuu virtanaan maahan. Heidän ruumiitaan viruu joka puolella kuin lantakasoja.",
      "Heidän hopeansa ja kultansa eivät voi heitä pelastaa Herran vihan päivänä. Hänen vihansa tuli tuhoaa koko maan, sillä lopun, kauhistuttavan lopun, hän tekee kaikista maan asukkaista."
    ],
    [
      "Kokoontukaa vain, pitäkää yhtä, kaikki te häikäilemättömät,",
      "ennen kuin Herran päätös toteutuu ja te lennätte pois kuin akanat tuulessa, ennen kuin teidän päällenne tulee Herran vihan hehku, ennen kuin teille koittaa Herran vihan päivä.",
      "Mutta te maan nöyrät, jotka noudatatte Herran oikeutta, etsikää Herraa. Etsikää vanhurskautta, etsikää nöyryyttä, niin te ehkä löydätte suojan Herran vihan päivänä.",
      "Gaza jää tyhjäksi, Askelon autioksi, Asdodin asukkaat ajetaan pois keskellä päivää ja Ekron tuhotaan.",
      "Voi rannikon asukkaita, kreettien kansaa! Teistä Herra sanoo: -- Minä nöyryytän sinut, Filistean maa, ja teen lopun asukkaistasi.",
      "Rantamaa jää laitumeksi ja lammasten tarhoiksi.",
      "Ja ne, jotka ovat jäljellä Juudan heimosta, saavat rannikon haltuunsa. He paimentavat siellä laumojaan ja majoittuvat iltaisin Askelonin taloihin. Herra, heidän Jumalansa, pitää heistä huolen, hän kääntää heidän kohtalonsa.",
      "Minä olen kuullut, miten Moab on häväissyt kansaani, miten Ammon on sitä herjannut, miten röyhkeästi ne ovat uhonneet ja ylvästelleet.",
      "Sen tähden sanoo Herra Sebaot, Israelin Jumala: -- Niin totta kuin minä elän, Moabin käy kuin Sodoman ja ammonilaisten kuin Gomorran asukkaiden. Rikkaruohot peittävät heidän maansa, siitä tulee suolakenttä, ikuisesti autio. Ne, jotka ovat jääneet jäljelle kansastani, ryöstävät sitä ja ottavat sen haltuunsa.",
      "Näin käy noiden kansojen ylpeyden tähden, sillä ne ovat herjanneet Herran Sebaotin kansaa ja ylvästelleet röyhkeästi.",
      "Pelottava on Herran voima, hän on hävittävä kaikki jumalat maan päältä. Koko maanpiiri kumartaa häntä, kaukaiset rannat ja saaretkin.",
      "Myös teidät, nubialaiset, Herran miekka on kaatava.",
      "Herra ojentaa kätensä pohjoista kohti ja hävittää Assyrian, hän tekee Niniven autioksi, kuivaksi kuin aavikko.",
      "Eläimet asettuvat sinne suurin joukoin, villieläimet laumoittain. Siilit ja huuhkajat yöpyvät sortuneitten pylväitten seassa. Oudot äänet kuuluvat ikkuna-aukoista, kynnyksillä vallitsee hävitys, setrilaudoitus on revitty irti."
    ],
    [
      "Voi uppiniskaista ja veren saastuttamaa, väkivaltaista kaupunkia!",
      "Ketään se ei ole totellut, ei ole ottanut opikseen kuritusta. Herraan se ei luottanut, ei kääntynyt Jumalansa puoleen.",
      "Sen hallitusmiehet ovat ärjyviä leijonia, sen tuomarit hämärässä saalistavia susia -- eivät jätä luutakaan aamuksi.",
      "Sen profeetat ovat röyhkeitä, petollisia miehiä. Sen papit saastuttavat pyhän ja johtavat kansaa opetuksellaan harhaan.",
      "Mutta Herra, joka asuu sen muurien sisällä, on vanhurskas, hän ei tee vääryyttä. Joka aamu hän antaa oikeutensa valoksi, ei se jää tulematta. Mutta ne, jotka tekevät vääryyttä, eivät silti tunne häpeää.",
      "-- Minä olen hävittänyt kansoja, tuhonnut muurit ja tornit, tehnyt kadut autioiksi, vaille kulkijoita. Minä olen lyönyt kaupungit raunioiksi, ketään ei jäänyt jäljelle, ei yhtäkään ihmistä.",
      "Minä ajattelin: Nyt sinä, Jerusalem, vihdoinkin pelkäät minua, otat kurituksen opiksesi ja pidät mielessäsi kaiken sen, mitä olen sinulle säätänyt. Mutta aamuvarhaisesta alkaen sinun asukkaasi tekevät pelkkää pahaa.",
      "Sen tähden odottakaa minua -- sanoo Herra -- odottakaa sitä päivää, jolloin nousen syyttäjäksi. Olen päättänyt koota kansat, kutsun valtakunnat sinua vastaan vuodattaakseni hehkuvan vihani sinun päällesi. Vihani tuli on tuhoava koko maan.",
      "Vielä minä, Herra, annan kansoille uuden mielen, ja niin ne puhuvat puhtain huulin, huutavat avuksi minun nimeäni, kaikki ne palvelevat minua.",
      "Nubian jokien takaa hajallaan asuvat palvelijani tuovat minulle uhrilahjoja.",
      "Tuona päivänä sinun, Jerusalem, ei tarvitse enää hävetä, vaikka olet rikkonut minua vastaan. Silloin minä poistan keskuudestasi kaikki julkeat ja ylimieliset, ylpeät minä karkotan pyhältä vuoreltani.",
      "Nöyrät ja köyhät minä jätän sinne asumaan, kansan, joka turvaa Herran nimeen.",
      "Ne, jotka ovat jäljellä Israelista, eivät tee pahaa eivätkä valehtele, heidän suustaan ei lähde petollista sanaa. He paimentavat laumojaan ja elävät rauhassa, eikä kukaan ahdista heitä.",
      "Iloitse, tytär Siion, huuda riemusta, Israel! Juhli ja laula täysin sydämin, tytär Jerusalem!",
      "Herra ottaa pois tuomiosi ja karkottaa vihollisesi. Herra, Israelin kuningas, on keskelläsi, sinun ei tarvitse pelätä mitään pahaa.",
      "Sinä päivänä sanotaan Jerusalemille: -- Älä pelkää, Siion, älä anna kättesi hervota!",
      "Herra, Jumalasi, on sinun kanssasi, hän on voimallinen, hän auttaa. Sinä olet hänen ilonsa, rakkaudessaan hän tekee sinut uudeksi, hän iloitsee, hän riemuitsee sinusta.",
      "Minä, Herra, tuon takaisin ne, jotka murehtivat kaukana sieltä, missä kansani kokoontuu. Sinä olet heidän kotinsa, Jerusalem. Minä otan pois sinun päältäsi häpeän kuorman.",
      "Katso, kun tuo aika tulee, minä tuhoan kaikki sortajasi. Minä pelastan sinut, tuon ontuvat ja karkotetut kotiin. Kaikkialla, missä he ovat kantaneet häpeää, minä nostan heidät kunniaan.",
      "Silloin minä kokoan teidät ja tuon teidät takaisin. Minä nostan teidät kunniaan kaikkien kansojen keskuudessa. Minä käännän teidän kohtalonne, te saatte nähdä sen omin silmin, sanoo Herra."
    ]
  ],
  "name": "Zephaniah"
}
