{
  "id": "2co",
  "chapters": [
    [
      "Paavali, Jumalan tahdosta Kristuksen Jeesuksen apostoli, ja veli Timoteus tervehtivät Korintissa olevaa Jumalan seurakuntaa ja kaikkia pyhiä koko Akhaiassa.",
      "Jumalan, meidän Isämme, ja Herran Jeesuksen Kristuksen armo ja rauha teille.",
      "Ylistetty olkoon meidän Herramme Jeesuksen Kristuksen Jumala ja Isä, armahtava Isä ja runsaan lohdutuksen Jumala!",
      "Hän rohkaisee meitä kaikissa ahdingoissamme, niin että me häneltä saamamme lohdutuksen voimalla jaksamme lohduttaa muita ahdingossa olevia.",
      "Niin kuin Kristuksen kärsimykset ovat tulleet runsaina meidän osaksemme, samoin on Kristus tuonut meille runsaasti lohdutusta.",
      "Jos me olemme ahdingossa, se koituu teille lohdutukseksi ja pelastukseksi. Jos saamme lohdutusta, myös te rohkaistutte kestämään samoja kärsimyksiä, joita me saamme kokea.",
      "Me luotamme lujasti siihen, että te kestätte. Tiedämmehän, että niin kuin te saatte osanne kärsimyksistä, saatte myös lohdutuksesta osanne.",
      "Teidän on hyvä tietää, veljet, millaisessa ahdingossa me olimme Aasian maakunnassa. Jouduimme niin suunnattomiin ja ylivoimaisiin vaikeuksiin, ettemme enää uskoneet selviävämme hengissä.",
      "Me saimme tuntea olevamme kuolemaan tuomittuja, jotta emme luottaisi itseemme, vaan Jumalaan, joka herättää kuolleet.",
      "Tällaisesta kuolemanvaarasta hän pelasti meidät, ja niin hän pelastaa vastedeskin. Me luotamme siihen, että hän on pelastava meidät,",
      "kun tekin autatte meitä rukouksellanne. Näin nousee monista sydämistä kiitos Jumalalle siitä armosta, jota hän on osoittanut meitä kohtaan.",
      "Me ylpeilemme siitä, että kaikkialla maailmassa ja varsinkin teidän keskuudessanne olemme noudattaneet Jumalan vaatimaa yksinkertaisuutta ja vilpittömyyttä. Tämä on omantuntommekin todistus. Meitä on ohjannut Jumalan armo eikä inhimillinen viisaus.",
      "Tarkoitamme kirjeissämme vain sitä, minkä voitte niistä lukea ja ymmärtää. Toivon, että opitte täysin ymmärtämään,",
      "kuten jo osaksi ymmärrättekin, että Herramme Jeesuksen päivänä te saatte olla ylpeitä meistä ja me teistä.",
      "Tähän luottaen aioin ensin tulla teidän luoksenne, jotta olisitte saaneet uuden todistuksen Jumalan armosta.",
      "Tarkoitukseni oli jatkaa teidän luotanne matkaa Makedoniaan ja palata sieltä taas luoksenne. Te olisitte sitten varustaneet minut matkalle Juudeaan.",
      "Mutta Jumala itse vahvistaa meitä ja teitä uskossamme Kristukseen, Voideltuun, ja on myös antanut meille voitelunsa:",
      "hän on painanut meihin sinettinsä ja antanut meidän sydämiimme vakuudeksi Hengen.",
      "Kutsun Jumalan todistajaksi ja vakuutan oman henkeni kautta, että olen lykännyt Korintin-matkaani vain teitä säästääkseni.",
      "En tarkoita, että haluaisimme määräillä teidän uskoanne, tahdomme vain auttaa teitä saamaan ilon. Teidän uskonne on kyllä luja."
    ],
    [
      "Päätin näet, että vierailuni teidän luonanne ei tällä kertaa saa aiheuttaa mielipahaa.",
      "Jos minä pahoitan teidän mielenne, eihän silloin kukaan voi saada minuakaan iloiseksi, paitsi se jolle olen tuottanut surua.",
      "Juuri tästä kirjoitinkin, jottei minun tarvitsisi tullessani pahoittaa mieltäni niiden vuoksi, joista minun pitäisi saada iloa. Luotin siihen, että minun iloni on teidänkin ilonne.",
      "Kirjoitin teille suuressa tuskassa, sydän raskaana ja kyynelsilmin, mutta en aiheuttaakseni teille surua, vaan osoittaakseni, kuinka suurta rakkautta tunnen erityisesti teitä kohtaan.",
      "Jos joku on tuottanut surua, hän ei ole tuottanut sitä vain minulle vaan teille kaikille -- ainakin jossain määrin, etten nyt liioittelisi.",
      "Tuollaiselle riittää se rangaistus, jonka useimmat teistä ovat hänelle jo antaneet.",
      "Nyt teidän on päinvastoin annettava anteeksi ja lohdutettava häntä, ettei hän menehtyisi suruunsa.",
      "Niinpä kehotan teitä jälleen osoittamaan hänelle rakkautta.",
      "Kirjoitinkin teille juuri koetellakseni teitä ja nähdäkseni, oletteko kaikessa kuuliaisia.",
      "Kenelle te annatte anteeksi, hänelle annan minäkin, ja kun olen antanut anteeksi -- jos nyt jotakin anteeksi annettavaa on -- olen tehnyt sen teidän takianne Kristuksen edessä,",
      "jottei Saatana pääsisi meistä voitolle. Hänen juonensa me kyllä tiedämme.",
      "Lähdin sitten Troakseen julistamaan Kristuksen evankeliumia, ja siellä minulle avautui ovi Herran työhön.",
      "Henkeni ei kuitenkaan saanut rauhaa, kun en tavannut siellä veljeäni Titusta, ja niin jätin hyvästit seurakunnalle ja jatkoin matkaa Makedoniaan.",
      "Kiitos olkoon Jumalalle, joka aina kuljettaa meitä Kristuksen voittosaatossa ja antaa meidän kaikkialla levittää Kristuksen tuntemisen tuoksua!",
      "Me olemme Kristuksen tuoksu, joka nousee Jumalan eteen; tämän tuoksun tuntevat sekä ne, jotka pelastuvat, että ne, jotka joutuvat kadotukseen.",
      "Se on toisille kuoleman haju, joka tuo kuoleman, toisille elämän tuoksu, joka tuo elämän. Mutta kuka on tähän kelvollinen?",
      "Me emme ainakaan ole sellaisia kuin ne monet, jotka kaupittelevat Jumalan sanaa. Me julistamme sitä Jumalan edessä ja Kristusta palvellen, väärentämättömänä ja sellaisena kuin se tulee Jumalalta."
    ],
    [
      "Alammeko jälleen suositella itseämme? Tarvitsemmeko mekin teitä varten tai teiltä suosituskirjeitä niin kuin eräät muut?",
      "Te itse olette meidän suosituskirjeemme, joka on kirjoitettu meidän sydämiimme kaikkien ihmisten nähtäväksi ja luettavaksi.",
      "Olettehan te selvästi Kristuksen kirje, jonka kirjoittamisen hän uskoi meille. Tätä kirjettä ei ole kirjoitettu musteella vaan elävän Jumalan Hengellä, ei kivitauluihin vaan ihmissydämiin.",
      "Tällaisen luottamuksen Jumalaan on Kristus saanut meissä aikaan.",
      "En tarkoita, että kykenisimme ajattelemaan mitään omin päin, mitään mikä olisi peräisin meistä itsestämme. Meidän kykymme on saatu Jumalalta,",
      "ja hän on myös tehnyt meidät kykeneviksi palvelemaan uutta liittoa, jota ei hallitse kirjain vaan Henki. Kirjain näet tuo kuoleman, mutta Henki tekee eläväksi.",
      "Jo kuolemaa palveleva virka, jonka säädökset oli kaiverrettu kivitauluihin, säteili sellaista kirkkautta, että israelilaiset eivät voineet katsoa Moosesta kasvoihin. Ja kuitenkin hänen kasvojensa kirkkaus oli katoavaa.",
      "Kuinka paljon suurempaa kirkkautta säteileekään Hengen palveluvirka!",
      "Jos kerran tuomion julistamisen virkaa ympäröi kirkkaus, paljon kirkkaampi loiste ympäröi silloin vanhurskauden julistamisen virkaa.",
      "Sen kirkkaus on niin ylivoimainen, että sen rinnalla himmenee se, mikä ennen säteili kirkkaana.",
      "Sillä jos sekin, mikä on katoavaa, säteilee kirkkautta, vielä paljon kirkkaampaa on se, mikä on pysyvää.",
      "Koska meillä on tällainen toivo, esiinnymme aivan avoimesti,",
      "toisin kuin Mooses, joka pani kasvoilleen peitteen, jotteivät israelilaiset näkisi katoavaisen loisteen häviämistä.",
      "Heidän mielensä paatuivat. Sama peite pysyy edelleenkin paikoillaan, kun he lukevat vanhan liiton kirjoituksia, sillä vasta Kristus sen poistaa.",
      "Yhä vieläkin heidän sydämensä päällä on peite Mooseksen lakia luettaessa.",
      "Mutta kun heidän sydämensä kääntyy Herran puoleen, peite otetaan pois.",
      "Herra on Henki, ja missä Herran Henki on, siellä on vapaus.",
      "Me kaikki, jotka kasvot peittämättöminä katselemme Herran kirkkautta kuin kuvastimesta, muutumme saman kirkkauden kaltaisiksi, kirkkaudesta kirkkauteen. Tämän saa aikaan Herra, joka on Henki."
    ],
    [
      "Kun meillä Jumalan armosta on tällainen palveluvirka, me emme lannistu.",
      "Olemme hylänneet kaiken salakähmäisen, emme toimi petollisesti emmekä vääristele Jumalan sanaa, vaan tuomme esiin totuuden ja toivomme, että jokainen omassatunnossaan arvioi meidät Jumalan edessä.",
      "Jos meidän julistamamme evankeliumi on peitossa, se on peitossa niiltä, jotka joutuvat kadotukseen.",
      "Tarkoitan niitä, joiden mielen tämän maailman jumala on sokaissut, niin että he epäuskossaan eivät näe Kristuksen evankeliumin kirkkaudesta säteilevää valoa, Kristuksen, joka on Jumalan kuva.",
      "Emmehän me julista sanomaa itsestämme vaan Jeesuksesta Kristuksesta: Jeesus on Herra, ja hän on lähettänyt meidät palvelemaan teitä.",
      "Tämä aarre on meillä saviastioissa, jotta nähtäisiin tuon valtavan voiman olevan peräisin Jumalasta eikä meistä itsestämme.",
      "Me olemme kaikin tavoin ahtaalla mutta emme umpikujassa, neuvottomia mutta emme toivottomia,",
      "vainottuja mutta emme hylättyjä, maahan lyötyjä mutta emme tuhottuja.",
      "Me kannamme aina ruumiissamme Jeesuksen kuolemaa, jotta myös Jeesuksen elämä tulisi meidän ruumiissamme näkyviin.",
      "Me tosin elämme, mutta meidät annetaan Jeesuksen tähden alituisesti alttiiksi kuolemalle, jotta myös Jeesuksen elämä tulisi näkyviin kuolevaisessa ruumiissamme.",
      "Meissä siis tekee työtään kuolema, mutta teissä elämä.",
      "Me tiedämme, että hän, joka herätti kuolleista Herran Jeesuksen, herättää Jeesuksen tullessa meidätkin ja tuo meidät eteensä yhdessä teidän kanssanne.",
      "Tämä kaikki tapahtuu teidän takianne, jotta yhä enenevä armo synnyttäisi yhä useammissa runsasta kiitollisuutta Jumalan kunniaksi.",
      "Sen tähden me emme lannistu. Vaikka ulkonainen ihmisemme murtuukin, niin sisäinen ihmisemme uudistuu päivä päivältä.",
      "Tämä hetkellinen ja vähäinen ahdinkomme tuottaa meille määrättömän suuren, ikuisen kirkkauden.",
      "Emmekä me kiinnitä katsettamme näkyvään vaan näkymättömään, sillä näkyvä kestää vain aikansa mutta näkymätön ikuisesti."
    ],
    [
      "Me tiedämme, että vaikka tämä meidän maallinen telttamajamme puretaankin, Jumalalla on taivaassa meitä varten ikuinen asunto, joka ei ole ihmiskätten työtä.",
      "Täällä ollessamme me huokailemme ja kaipaamme päästä pukeutumaan taivaalliseen asuumme,",
      "sillä sitten kun olemme pukeutuneet siihen, emme jää alastomiksi.",
      "Me, jotka vielä asumme tässä majassamme, huokailemme ahdistuneina. Emme haluaisi riisuutua vaan pukeutua uuteen asuun, niin että elämä kätkisi sisäänsä sen, mikä on kuolevaista.",
      "Juuri tähän Jumala on valmistanut meidät, ja vakuudeksi hän on antanut meille Hengen.",
      "Olemme siis aina turvallisella mielellä, vaikka tiedämmekin, että niin kauan kuin tämä ruumis on kotimme, olemme poissa Herran luota.",
      "Mehän elämme uskon varassa, emme näkemisen.",
      "Mutta mielemme on turvallinen, vaikka haluaisimmekin muuttaa pois ruumiistamme, kotiin Herran luo.",
      "Siksi myös pyrimme noudattamaan hänen mieltään, olimmepa jo perillä hänen luonaan tai vielä sieltä poissa.",
      "Meidän kaikkien on tultava Kristuksen tuomioistuimen eteen, jotta kukin saisi sen mukaan, mitä ajallisessa elämässään on tehnyt, hyvää tai pahaa.",
      "Kun siis tiedämme, mitä Herran pelko on, me koetamme saavuttaa ihmisten luottamuksen. Jumala kyllä näkee, millaisia me olemme, ja toivon teidänkin sisimmässänne näkevän sen.",
      "Emme me ryhdy taas suosittelemaan itseämme teille. Haluamme vain antaa teille aihetta olla ylpeitä meistä, niin että pystytte vastaamaan niille, jotka kerskuvat sillä, mikä näkyy ulospäin, eivätkä piittaa siitä, mitä on sydämessä.",
      "Jos olemmekin olleet suunniltamme, se on tapahtunut Jumalan tähden. Jos taas esiinnymme hillitysti, teemme niin teidän tähtenne,",
      "sillä Kristuksen rakkaus pakottaa meitä. Me näet päättelemme näin: Kun yksi on kuollut kaikkien puolesta, niin kaikki ovat kuolleet.",
      "Ja hän on kuollut kaikkien puolesta, jotta ne, jotka elävät, eivät enää eläisi itselleen vaan hänelle, joka on kuollut ja noussut kuolleista heidän tähtensä.",
      "Niinpä emme enää arvioi ketään pelkästään inhimilliseltä kannalta. Vaikka olisimmekin ennen tunteneet Kristuksen pelkästään inhimilliseltä kannalta, emme enää tunne.",
      "Jokainen, joka on Kristuksessa, on siis uusi luomus. Vanha on kadonnut, uusi on tullut tilalle!",
      "Kaiken on saanut aikaan Jumala, joka Kristuksen välityksellä on tehnyt meidän kanssamme sovinnon ja uskonut meille tämän sovituksen viran.",
      "Jumala itse teki Kristuksessa sovinnon maailman kanssa eikä lukenut ihmisille viaksi heidän rikkomuksiaan; meille hän uskoi sovituksen sanan.",
      "Me olemme siis Kristuksen lähettiläitä, ja Jumala puhuu teille meidän kauttamme. Pyydämme Kristuksen puolesta: suostukaa sovintoon Jumalan kanssa.",
      "Kristukseen, joka oli puhdas synnistä, Jumala siirsi kaikki meidän syntimme, jotta me hänessä saisimme Jumalan vanhurskauden."
    ],
    [
      "Jumalan työtovereina me vetoamme teihin: ottakaa Jumalan armo vastaan niin, ettei se jää turhaksi!",
      "Hänhän sanoo: -- Oikealla hetkellä olen kuullut sinua, pelastuksen päivänä olen tuonut sinulle avun. Juuri nyt on oikea hetki, juuri nyt on pelastuksen päivä.",
      "Me emme anna kenellekään missään asiassa loukkaantumisen aihetta, jotta palveluvirkaamme ei moitittaisi.",
      "Kaikessa me osoitamme olevamme Jumalan palvelijoita. Me kestämme sitkeästi vaikeudet, vaivat ja ahdingot,",
      "ruoskimiset, vankeudet, mellakat, raadannan, valvomisen ja paastoamisen.",
      "Mielemme on puhdas, meillä on tietoa, kärsivällisyyttä ja ystävällisyyttä, meillä on Pyhä Henki, vilpitön rakkaus,",
      "totuuden sana ja Jumalan voima. Aseinamme ovat vanhurskauden miekka ja kilpi.",
      "Meitä kunnioitetaan ja halveksitaan, meitä panetellaan ja kiitellään. Meitä pidetään villitsijöinä, mutta me puhumme totta.",
      "Meitä kohdellaan tuntemattomina, mutta me olemme liiankin tunnettuja. Olemme lähellä kuolemaa mutta silti elossa, pahoinpideltyjä mutta yhä hengissä,",
      "murheellisia mutta aina iloisia. Olemme köyhiä, mutta teemme monia rikkaiksi; meillä ei ole mitään, mutta omistamme kaiken.",
      "Me puhumme teille avoimesti, korinttilaiset, sydämemme on avara,",
      "siinä on teille tilaa. Sen sijaan teidän sydämenne on ahdas.",
      "Antakaa vastalahja -- puhun kuin lapsilleni -- avartukaa tekin!",
      "Älkää ryhtykö epäuskoisten aisapariksi. Mitä tekemistä on keskenään oikeudella ja vääryydellä, mitä yhteistä on valolla ja pimeydellä?",
      "Voivatko Kristus ja Beliar olla yhtä mieltä? Mikä voi liittää uskovan sellaiseen, joka ei usko?",
      "Miten jumalien kuvat soveltuvat Jumalan temppeliin? Mehän olemme elävän Jumalan temppeli, niin kuin Jumala on sanonut: -- Minä asetun heidän keskelleen ja vaellan heidän mukanaan. Minä olen oleva heidän Jumalansa ja he minun kansani.",
      "Siksi Herra sanoo: -- Lähtekää pois heidän joukostaan ja erotkaa heistä älkääkä koskeko mihinkään saastaiseen, niin otan teidät vastaan",
      "ja olen oleva teidän Isänne, ja te olette minun poikiani ja tyttäriäni. Näin sanoo Herra, Kaikkivaltias."
    ],
    [
      "Rakkaat ystävät! Kun kerran olemme saaneet tällaiset lupaukset, meidän tulee puhdistautua kaikesta ruumiin ja hengen saastaisuudesta ja Jumalaa peläten pyhittää elämämme kokonaan hänelle.",
      "Antakaa meille tilaa sydämessänne! Emme ole tehneet kenellekään vääryyttä, emme ole tuottaneet kenellekään vahinkoa emmekä hankkineet hyötyä kenenkään kustannuksella.",
      "Tätä en sano teitä tuomitakseni. Sanoinhan jo, että teillä on sija meidän sydämessämme, niin että haluamme teidän kanssanne elää ja teidän kanssanne kuolla.",
      "Teille voin puhua aivan suoraan, ja minulla on paljon aihetta olla teistä ylpeä. Olen saanut yllin kyllin lohdutusta, kaiken ahdinkomme keskelläkin tunnen ylenpalttista iloa.",
      "Makedoniaan tultuamme emme saaneet hetkenkään rauhaa. Meitä ahdistivat kaikenlaiset vaikeudet, ulkoapäin taistelut, sisältäpäin pelot.",
      "Mutta Jumala, joka rohkaisee masentuneita, lohdutti meitäkin antamalla Tituksen tulla luoksemme.",
      "Hänen tulonsa lisäksi meitä lohdutti myös se rohkaisu, jota hän oli saanut teidän luonanne. Hän kertoi, kuinka te ikävöitte minua, kuinka nyt surette ja kuinka kiivaasti pidätte minun puoltani, ja se on vielä enemmän ilahduttanut minua.",
      "Vaikka tuotin kirjeelläni teille mielipahaa, en sitä kadu. Jos minua kaduttikin, kun näin teidän pahoittaneen siitä mielenne vähäksi aikaa,",
      "olen nyt iloinen -- en siksi, että te tulitte surullisiksi, vaan koska murheenne sai teidät muuttamaan mielenne. Murheenne oli Jumalan mielen mukaista, ja niinpä emme aiheuttaneet teille mitään vahinkoa.",
      "Jumalan mielen mukainen murhe saa aikaan parannuksen, jota ei tarvitse katua, sillä se johtaa pelastukseen. Maallinen murhe sen sijaan tuottaa kuoleman.",
      "Näettehän, millaista intoa tuo Jumalan mielen mukainen murhe on luonut teihin, miten se on saanut teidät puolustautumaan, suuttumaan ja pelkäämään, ikävöimään meitä ja päättäväisesti rankaisemaan syyllistä. Olette kaikin tavoin osoittaneet olevanne tässä asiassa viattomia.",
      "Minä en kirjoittanut teille sen enempää vääryyttä tehneen kuin vääryyttä kärsineenkään vuoksi, vaan jotta teille itsellenne Jumalan edessä kävisi selväksi, kuinka vakavasti te todella olette minun puolellani.",
      "Tämä on meitä rohkaissut. Mutta vielä tätä rohkaisuakin enemmän meitä on ilahduttanut Tituksen ilo siitä, että hän voi nyt ajatella teitä kaikkia huojentunein mielin.",
      "Minun ei tarvinnut hävetä sitä, että olin kiitellyt teitä hänelle. Niin kuin kaikki, mitä olen teille puhunut, on totta, samoin on osoittautunut todeksi se, mistä olen teitä kehunut Titukselle.",
      "Hänen sydämensä lämpenee, kun hän muistaa, miten kuuliaisia te kaikki olitte ja miten arasti ja kunnioittavasti te otitte hänet vastaan.",
      "Olen iloinen siitä, että voin joka suhteessa luottaa teihin."
    ],
    [
      "Veljet, tahdomme teidän tietävän, millaisen armon Jumala on suonut Makedonian seurakunnille.",
      "Vaikka vaikeudet ovat raskaasti koetelleet niitä, uskovien ilo oli niin ylitsevuotava, että he äärimmäisessä köyhyydessäänkin osoittivat runsasta anteliaisuutta.",
      "Voin vakuuttaa, että he antoivat voimiensa mukaan, jopa yli voimiensa. Omasta aloitteestaan",
      "he pyytämällä pyysivät, että antaisimme heidän osallistua yhteiseen rakkaudentyöhön, pyhien avustamiseen.",
      "Eivätkä he tehneet vain sitä mitä olimme toivoneet, vaan ennen kaikkea antoivat Jumalan tahdon mukaisesti itsensä Herralle ja myös meille.",
      "Niinpä me kehotimme Titusta jatkamaan tätä rakkaudentyötä ja saattamaan sen teidän keskuudessanne päätökseen.",
      "Niin kuin teillä on runsain mitoin kaikkea, uskoa, puhetaitoa, tietoa, kaikkinaista intoa ja sitä rakkautta, joka meistä on tarttunut teihin, niin teidän tulee myös olla runsaskätisiä tätä lahjaa antaessanne.",
      "En sano tätä käskeäkseni vaan koetellakseni teidän rakkautenne aitoutta kertomalla toisten innosta.",
      "Tehän tunnette Herramme Jeesuksen Kristuksen armon: hän oli rikas mutta tuli köyhäksi teidän vuoksenne, jotta te rikastuisitte hänen köyhyydestään.",
      "Annan vain neuvon tässä asiassa. Siitä on hyötyä teille, jotka viime vuonna olitte alkamassa tätä työtä ja myös olitte siihen halukkaita.",
      "Saattakaa työnne nyt loppuun! Halusitte sitä innokkaasti, viekää se siis päätökseen mahdollisuuksienne mukaan!",
      "Jos antajalla on hyvää tahtoa, hänen lahjaansa pidetään arvossa sen mukaan, mitä hänellä on, eikä vaadita sellaista, mitä hänellä ei ole.",
      "Tarkoitus ei toki ole, että muiden tilanteen helpottuessa te joutuisitte tiukalle. Kysymys on vastavuoroisesta jakamisesta.",
      "Nyt on teillä yllin kyllin ja voitte lievittää heidän puutettaan, sitten voivat taas he yltäkylläisyydestään lievittää teidän puutettanne, ja näin toteutuu oikeus ja kohtuus.",
      "Onhan kirjoitettu: -- Sillä, joka oli koonnut paljon, ei ollut liikaa, eikä siltä, joka oli koonnut vähän, puuttunut mitään.",
      "Kiitos Jumalalle, joka on sytyttänyt myös Tituksen sydämeen saman innon toimia teidän hyväksenne.",
      "Hän suostui pyyntööni; itse asiassa hän on niin innostunut, että hän nyt omasta halustaan lähtee teidän luoksenne.",
      "Lähetämme hänen mukanaan matkaan myös erään toisen veljen, jonka toimintaa evankeliumin hyväksi kiitetään kaikissa seurakunnissa.",
      "Lisäksi seurakunnat ovat valinneet hänet meidän matkatoveriksemme viemään tätä rakkaudenlahjaa, josta olemme huolehtineet Jumalan kunniaksi ja osoittaaksemme omaa alttiuttamme.",
      "Haluamme näin varmistautua siitä, ettei kukaan pääse moittimaan meitä tämän tuottoisan keräyksen hoidosta.",
      "Ajattelemme näet sitä, mikä on oikein myös ihmisten eikä yksin Herran edessä.",
      "Lähetämme yhdessä heidän kanssaan matkaan vielä erään veljemme, jonka innon olemme voineet todeta monissa tilanteissa ja joka on nyt entistäkin paljon innokkaampi, koska hän luottaa lujasti teihin.",
      "Titus siis on kumppanini ja auttaa minua työssäni teidän hyväksenne, nämä veljemme taas ovat seurakuntien edustajia, he ovat Kristuksen kunnia.",
      "Antakaa nyt seurakuntien nähden heille todistus rakkaudestanne ja osoittakaa, että emme ole turhaan ylpeilleet teistä."
    ],
    [
      "Minun on oikeastaan tarpeetonta kirjoittaa teille pyhien avustamisesta.",
      "Tiedänhän teidän halukkuutenne. Olen kehunut teitä sen vuoksi makedonialaisille ja kertonut, että Akhaiassa asia on hoidettu jo viime vuonna. Teidän intonne on saanut täälläkin useimmat liikkeelle.",
      "Lähetän nyt veljet matkaan varmistaakseni, etten ole turhaan kehunut teitä tässä asiassa vaan että te olette valmiita, niin kuin olen sanonut.",
      "Joutuisihan meidän luottamuksemme häpeään, teistä itsestänne puhumattakaan, jos sinne tulisi joitakin makedonialaisia minun kanssani ja he tapaisivat teidät valmistautumattomina.",
      "Siksi pidin välttämättömänä kehottaa näitä veljiä lähtemään teidän luoksenne ennen meitä ja järjestämään lupaamanne lahjan etukäteen kuntoon, niin että se olisi valmiina ja olisi runsas eikä kitsas.",
      "Muistakaa tämä: joka niukasti kylvää, se niukasti niittää, ja joka runsaasti kylvää, se runsaasti niittää.",
      "Kukin antakoon sen mukaan kuin on mielessään päättänyt, ei vastahakoisesti eikä pakosta, sillä iloista antajaa Jumala rakastaa.",
      "Hänellä on teille annettavana runsaasti kaikkia lahjoja, niin että teillä on aina kaikki mitä tarvitsette ja voitte tehdä runsaasti kaikkea hyvää.",
      "Onhan kirjoitettu: -- Hän jakelee, hän antaa köyhille, hänen hyvyytensä kestää ikuisesti.",
      "Hän, joka antaa kylväjälle siemenen ja suo ravinnoksi leivän, antaa teillekin siemenen ja moninkertaistaa sen, ja hän sallii teidän hyvyytenne sadon karttua.",
      "Te saatte kaikkinaista rikkautta ja voitte osoittaa runsaasti anteliaisuutta. Näin meidän työmme synnyttää kiitollisuutta Jumalaa kohtaan.",
      "Tämän palveluksen toimittaminen ei vain täytä pyhien tarpeita, vaan lisäksi se saa yhä useammat kiittämään Jumalaa.",
      "Kun te tällä työllänne annatte todistuksen uskostanne, lahjanne saajat ylistävät Jumalaa siitä, että te näin tunnustatte kuuliaisuutenne Kristuksen evankeliumille ja jaatte omastanne anteliaasti heille ja kaikille muillekin.",
      "Näin he myös rukoilevat teidän puolestanne ja ikävöivät teitä sen ylenpalttisen armon vuoksi, jota Jumala on osoittanut teille.",
      "Kiitos Jumalalle hänen sanomattoman suuresta lahjastaan!"
    ],
    [
      "Minä, Paavali, kehotan teitä vedoten Kristuksen lempeyteen ja hyvyyteen, minä, joka kuulemma teidän edessänne olen nöyrä mutta välimatkan päästä puhun teille rohkeasti.",
      "Pyydän, ettei minun teidän luonanne tarvitsisi turvautua tähän rohkeuteen -- aikomukseni on näet käydä eräiden kimppuun, jotka katsovat meidän toimivan niin kuin tämän maailman ihmiset.",
      "Me elämme tässä maailmassa mutta emme taistele tämän maailman tavoin.",
      "Taisteluaseemme eivät ole ihmisten aseita, vaan niillä on Jumalan antama voima tuhota linnoituksia. Me kaadamme kumoon järjen päätelmät",
      "ja kaiken, mikä nousee ylpeänä vastustamaan Jumalan tuntemista. Me vangitsemme kaikki ajatukset kuuliaisiksi Kristukselle",
      "ja olemme valmiit rankaisemaan kaikesta tottelemattomuudesta, heti kun te itse olette tulleet täysin kuuliaisiksi.",
      "Ottakaa huomioon selvät tosiasiat! Jos joku varmasti uskoo kuuluvansa Kristukselle, hän ajatelkoon sitä, että samalla tavoin myös me olemme Kristuksen omia.",
      "Herra on valtuuttanut minut vahvistamaan teitä eikä lannistamaan, ja vaikka ylpeilisin valtuuksistani hieman liikaakin, minun ei tarvitse hävetä.",
      "Älkää luulko, että minä kirjeilläni vain pelottelen teitä.",
      "Näiden on syytä pitää mielessä, että sitten kun olen taas luonanne, toimin samalla tavoin kuin olen poissa ollessani puhunut kirjeissäni.",
      "Meillä ei ole rohkeutta katsoa kuuluvamme sellaisiin, jotka itse suosittelevat itseään, eikä verrata itseämme heihin. He ovat ymmärtämättömiä, kun ottavat mittapuukseen omat saavutuksensa ja vertaavat itseään vain itseensä.",
      "Me taas emme ylpeile kohtuuttomasti, vaan sen mittapuun mukaan, jonka Jumala on meille antanut määrätessään, että työkenttämme ulottuu teihinkin asti.",
      "Me emme kurkota liian pitkälle, ikään kuin te ette kuuluisikaan meidän toimintapiiriimme; olemmehan ensimmäisinä tuoneet Kristuksen evankeliumin teille saakka.",
      "Emme ylpeile kohtuuttomasti emmekä toisten vaivannäöstä. Sen sijaan toivomme, että uskonne kasvaessa mekin pääsemme teidän keskuudessanne vielä paljon suurempaan arvoon saamamme tehtävän toteuttajina.",
      "Toivomme, että saamme julistaa evankeliumia vielä teitäkin etäämpänä asuville ja että voimme ylpeillä omista emmekä toisten aikaansaannoksista.",
      "Joka ylpeilee, ylpeilköön Herrasta.",
      "Luotettava ei ole se, joka itse suosittelee itseään, vaan se, jota Herra suosittelee."
    ],
    [
      "Kunpa sietäisitte minulta hiukan mielettömyyttä! Varmaan te siedättekin.",
      "Vartioin teitä intohimoisesti Jumalan puolesta. Olenhan kihlannut teidät yhdelle ainoalle miehelle, Kristukselle, ja tahdon tuoda teidät hänen eteensä kuin puhtaan neitsyen.",
      "Pelkään kuitenkin, että niin kuin käärme kavalasti petti Eevan, teidän mielenne turmeltuu ettekä te enää ole vilpittömiä ja puhtaita suhteessanne Kristukseen.",
      "Jos joku tulee luoksenne ja julistaa toista Jeesusta kuin me olemme julistaneet, jos te saatte jonkin toisen hengen kuin sen, jonka olette jo saaneet, tai toisen evankeliumin kuin sen, jonka olette jo ottaneet vastaan, niin sellaista te kyllä hyvin siedätte.",
      "En minä kuitenkaan katso olevani mitenkään huonompi kuin nuo mainiot apostolit.",
      "Puhetaitoni on ehkä kehno, mutta tietoni ei, ja tietoni olen kaikin tavoin, kaikissa asioissa saattanut teidän nähtäväksenne.",
      "Olenkohan tehnyt suurenkin synnin, kun auttaakseni teitä nousemaan olen alentanut itseni julistamalla teille Jumalan evankeliumia ilman korvausta?",
      "Voidakseni auttaa teitä olen riistänyt muita seurakuntia ottamalla niiltä vastaan rahaa.",
      "Teidän luonanne en ollut kenellekään rasituksena, vaikka jouduinkin puutteeseen, sillä Makedoniasta tulleet veljet antoivat minulle kaiken mitä tarvitsin. Olen varonut olemasta teille millään tavoin rasitukseksi ja varon vastedeskin.",
      "Niin totta kuin Kristuksen totuus on minussa, tätä ylpeilemisen aihetta ei minulta Akhaian maakunnassa riistetä!",
      "Kuinka niin? Enkö muka rakasta teitä? Sen tietää Jumala.",
      "Näin minä toimin nyt ja edelleenkin, jotta en antaisi halukkaille tilaisuutta ylpeilemiseen; eivät he ole hiukkaakaan meitä parempia.",
      "Semmoiset ovat vääriä apostoleja, petollisia työntekijöitä, he vain tekeytyvät Kristuksen apostoleiksi.",
      "Eikä ihme, tekeytyyhän itse Saatanakin valon enkeliksi.",
      "Ei siis ole mitenkään merkillistä, että hänen palvelijansa esiintyvät Jumalan asian palvelijoina. He saavat tekojensa mukaisen lopun.",
      "Toistan vielä: älkää pitäkö minua järjettömänä. Mutta vaikka olisinkin hullu, niin antakaa minun olla hullu, jotta minäkin voisin hiukan kerskailla.",
      "Mitä nyt puhun, sitä en puhu Herran mielen mukaan. Puhun kuin järjetön, kun nyt kerran kerskailen.",
      "Koska niin monet kerskuvat ihmisten tavoin, kerskun minäkin.",
      "Mielellännehän te siedätte järjettömiä, te jotka itse olette niin järkeviä.",
      "Tehän siedätte sen, että teidät orjuutetaan, teitä riistetään, teidät alistetaan, teitä kohdellaan tylysti ja lyödään kasvoihin.",
      "Häpeäkseni totean, että olemme olleet heikkoja. Mutta mitä joku toinen uskaltaa -- puhun nyt kuin järjetön -- uskallan minäkin.",
      "He ovat siis heprealaisia? Niin minäkin. He ovat israelilaisia? Niin minäkin. He ovat Abrahamin jälkeläisiä? Niin minäkin.",
      "He ovat Kristuksen palvelijoita? Minä vielä enemmän -- puhun kuin järjetön. Olen saanut raataa kovemmin kuin he, olen ollut enemmän vankeudessa, minua on ruoskittu ylen määrin, monesti olen ollut kuolemanvaarassa.",
      "kolmesti olen saanut raippoja, kerran minua on kivitetty, kolme kertaa olen joutunut haaksirikkoon, olen ajelehtinut meressä vuorokauden.",
      "Olen yhtenään ollut matkoilla, olen ollut vaarassa hukkua jokiin ja joutua rosvojen käsiin, vaarassa niin maanmiesteni kuin vierasheimoisten joukossa, vaarassa kaupungissa ja autiomaassa, vaarassa merellä, vaarassa valeveljien parissa.",
      "Olen raatanut ja nähnyt vaivaa, valvonut paljon, kärsinyt nälkää ja janoa, paastonnut usein, palellut vähissä vaatteissa.",
      "Kaikkien näiden hankaluuksien lisäksi minua joka päivä painaa huoli kaikista seurakunnista.",
      "Jos joku on heikko, niin minäkin olen heikko. Jos joku lankeaa, se polttaa minua.",
      "Jos on pakko kerskailla, kerskun heikkoudestani.",
      "Herran Jeesuksen Jumala ja Isä, joka on ikuisesti ylistetty, tietää etten valehtele.",
      "Damaskoksessa kuningas Aretaksen alainen päällikkö antoi vartioida kaupunkia pidättääkseen minut,",
      "mutta minut laskettiin muurinaukosta korissa alas, ja niin pääsin pakenemaan hänen käsistään."
    ],
    [
      "Minun on pakko kerskailla, vaikkei siitä hyötyä olekaan. Siirryn nyt näkyihin ja Herran ilmestyksiin.",
      "Tunnen erään Kristuksen oman, joka neljätoista vuotta sitten temmattiin kolmanteen taivaaseen. Oliko hän silloin ruumiissaan vai poissa siitä, en tiedä, sen tietää Jumala.",
      "(H12:3-4)Ja tästä miehestä tiedän, että hänet temmattiin paratiisiin ja hän kuuli sanoja, joita ihminen ei voi eikä saa lausua.",
      "(H12:3-4)Oliko hän ruumiissaan vai poissa siitä, en tiedä, sen tietää Jumala.",
      "Tästä miehestä minä kerskailen, itsestäni en, paitsi heikkoudestani.",
      "Vaikka tahtoisinkin ylpeillä, en olisi mieletön, sillä puheeni on totta. Sitä en kuitenkaan tee, jottei kukaan ajattelisi minusta enempää kuin hän minusta näkee tai kuulee.",
      "Jotta nämä valtavat ilmestykset eivät tekisi minua ylpeäksi, olen saanut pistävän piikin ruumiiseeni, Saatanan enkelin kurittamaan itseäni, etten ylpistyisi.",
      "Olen kolme kertaa pyytänyt Herralta, että pääsisin siitä.",
      "Siksi iloitsen heikkoudesta, loukkauksista, vaikeuksista, vainoista ja ahdingoista, joihin joudun Kristuksen tähden. Juuri heikkona olen voimakas.",
      "Olen nyt ollut mieletön, mutta te olette pakottaneet minut siihen. Teidänhän olisi tullut pitää minun puoltani. Vaikka en mitään olekaan, en silti ole ollut millään tavoin noita mainioita apostoleja huonompi.",
      "Olenhan teidän keskuudessanne todistanut olevani oikea apostoli, kun olen tehnyt tunnustekoja, ihmeitä ja voimatöitä yhden toisensa jälkeen.",
      "Missä suhteessa te olette jääneet muita seurakuntia vähemmälle? Enintään siinä, että minä en ole ollut teille rasituksena. Suokaa tämä vääryys minulle anteeksi!",
      "Olen nyt valmis tulemaan luoksenne jo kolmannen kerran enkä nytkään aio rasittaa teitä. En kaipaa teidän varojanne vaan teitä itseänne. Eihän lasten velvollisuus ole kerätä omaisuutta vanhemmilleen, vaan vanhempien lapsilleen.",
      "Pelastaakseni teidät uhraan mielihyvin omat varani, uhraan vaikka itsenikin. Rakastatteko te minua vähemmän siksi, että minä rakastan teitä niin suuresti?",
      "Vaikka niinkin, mutta rasituksena en ole teille ollut. Mutta ehkäpä olen petkuttanut teitä, viekas kun olen?",
      "Kukaties olen hyötynyt teistä jonkun työtoverini avulla, jonka olen lähettänyt luoksenne?",
      "Kehotin Titusta lähtemään matkaan ja lähetin tuon toisen veljen hänen mukaansa. Onko Titus ehkä käyttänyt teitä hyväkseen? Emmekö me ole toimineet samassa hengessä ja kulkeneet samoja jälkiä?",
      "Olette varmaan jo ehtineet ajatella, että me esitämme teille puolusteluja. Ei, me puhumme Jumalan edessä Kristuksen palvelijoina. Rakkaat ystävät, tällä kaikella pyrimme lujittamaan teidän seurakuntaanne.",
      "Pelkään näet, että tullessani en ehkä tapaa teitä sellaisina kuin toivon, ja silloin tekin saatte nähdä minut toisenlaisena kuin toivoisitte. Pelkään tapaavani riitaisuutta, suvaitsemattomuutta, kiukkua, juonittelua, panettelua, juoruilua, pöyhkeyttä ja kurittomuutta.",
      "Kunpa Jumalani ei nöyryyttäisi minua teidän takianne, kun taas tulen luoksenne! Kunpa minun ei tarvitsisi surra monien sellaisten vuoksi, jotka ovat tehneet syntiä eivätkä vieläkään ole katuneet sitä saastaisuutta, siveettömyyttä ja hillittömyyttä, jossa ovat eläneet!"
    ],
    [
      "Varoitin jo toisella käynnilläni niitä, jotka olivat tehneet syntiä, ja nyt täältä käsin varoitan heitä ja kaikkia muitakin: kun taas tulen sinne, en aio säästää teitä.",
      "Tehän kaipaatte todistetta siitä, että minussa puhuu Kristus. Hän ei ole teidän edessänne heikko, vaan näyttää voimansa teidän keskuudessanne.",
      "Hän oli heikko, kun hänet ristiinnaulittiin, mutta Jumalan voimasta hän elää. Mekin olemme heikkoja, koska olemme häneen liitettyjä, mutta yhdessä hänen kanssaan me elämme Jumalan voimasta, ja te saatte sen tuntea.",
      "Tutkikaa itseänne, oletteko uskossa. Pankaa itsenne koetteelle. Ettekö huomaa, että Jeesus Kristus on teidän keskellänne? Ellei niin ole, ette selviydy koetuksesta.",
      "Toivon, että saatte huomata meidät koetuksen kestäviksi.",
      "Rukoilemme Jumalaa, ettette tekisi mitään pahaa, emme siksi, että meidät nähtäisiin koetuksen kestäviksi, vaan jotta te tekisitte hyvää, vaikka näyttäisikin siltä, että me emme selviydy koetuksesta.",
      "Totuutta vastaan emme voi mitään, vaan me taistelemme sen puolesta.",
      "Me iloitsemme, kun itse olemme heikkoja mutta te olette voimakkaita. Sitä juuri rukoilemmekin, että elämänne kohentuisi.",
      "Kirjoitan tästä jo täältä käsin, jottei minun sinne tultuani tarvitsisi turvautua ankaruuteen käyttäessäni sitä valtaa, jonka Herra on antanut minulle. Minunhan tulee sillä rakentaa, ei repiä.",
      "Lopuksi, veljet: iloitkaa, antakaa ojentaa itseänne, ottakaa kehotukseni vastaan, olkaa yksimielisiä ja eläkää rauhassa, niin rakkauden ja rauhan Jumala on oleva teidän kanssanne.",
      "Tervehtikää toisianne pyhällä suudelmalla.",
      "(H13:12) Kaikki pyhät lähettävät teille terveisiä.",
      "(H13:13)Tulkoon teidän kaikkien osaksi Herran Jeesuksen Kristuksen armo, Jumalan rakkaus ja Pyhän Hengen yhteys!"
    ]
  ],
  "name": "2 Corinthians"
}
