{
  "id": "cl",
  "chapters": [
    [
      "Paavali, Jumalan tahdosta Kristuksen Jeesuksen apostoli, ja veli Timoteus",
      "tervehtivät Kolossan pyhiä, Kristukseen uskovia veljiä. Jumalan, meidän Isämme, armo ja rauha teille.",
      "Me kiitämme aina Jumalaa, Herramme Jeesuksen Kristuksen Isää, kun rukoilemme teidän puolestanne.",
      "Olemmehan saaneet kuulla teidän uskostanne Kristukseen Jeesukseen ja siitä rakkaudesta, jota osoitatte kaikkia pyhiä kohtaan",
      "sen lupauksen kannustamina, jonka toteutuminen odottaa teitä taivaassa. Tästä toivosta te kuulitte jo silloin, kun teille julistettiin totuuden sana,",
      "kun evankeliumi tuli teidän luoksenne. Samalla tavoin kuin kaikkialla maailmassa se on teidänkin keskuudessanne kantanut hedelmää ja kasvanut siitä päivästä lähtien, jolloin saitte kuulla Jumalan armosta ja tulitte sen tuntemaan sellaisena kuin se todella on.",
      "Epafras, jolta olette sen kuulleet, on rakas työtoverimme, joka uskollisesti palvelee Kristusta teidän hyväksenne.",
      "Hän on myös kertonut meille siitä rakkaudesta, jonka Henki on teissä synnyttänyt.",
      "Siitä lähtien, kun saimme tästä kuulla, mekin olemme lakkaamatta rukoilleet teidän puolestanne ja pyytäneet, että te saisitte runsaasti hengellistä viisautta ja ymmärrystä ja tulisitte täydelleen tuntemaan Jumalan tahdon.",
      "Rukoilemme, että eläisitte Herralle kunniaksi ja kaikessa hänen mielensä mukaan ja että kantaisitte hedelmää tekemällä kaikkea hyvää ja kasvaisitte Jumalan tuntemisessa.",
      "Hänen kirkkautensa voima ja väkevyys vahvistakoon teitä olemaan aina kestäviä ja kärsivällisiä.",
      "Kiittäkää iloiten Isää, joka on tehnyt teidät kelvollisiksi saamaan pyhille kuuluvan perintöosan valon valtakunnasta.",
      "Hän on pelastanut meidät pimeyden vallasta ja siirtänyt meidät rakkaan Poikansa valtakuntaan,",
      "hänen, joka on meidän lunastuksemme, syntiemme anteeksianto.",
      "Hän on näkymättömän Jumalan kuva, esikoinen, ennen koko luomakuntaa syntynyt.",
      "Hänen välityksellään luotiin kaikki, kaikki mitä on taivaissa ja maan päällä, näkyvä ja näkymätön, valtaistuimet, herruudet, kaikki vallat ja voimat. Kaikki on luotu hänen kauttaan ja häntä varten.",
      "Hän on ollut olemassa ennen kaikkea muuta, ja hän pitää kaiken koossa.",
      "Hän on myös ruumiin pää, ja ruumis on seurakunta. Hän on alku. Hän nousi esikoisena kuolleista, jotta hän olisi kaikessa ensimmäinen.",
      "Jumala näki hyväksi antaa kaiken täyteyden asua hänessä",
      "sekä hänen välityksellään tehdä sovinnon ja hänen ristinsä verellä vahvistaa rauhan kaiken kanssa, mitä on maan päällä ja taivaissa.",
      "Tekin olitte ennen Jumalasta vieraantuneita ja häntä kohtaan vihamielisiä, kun elitte pahojen tekojenne vallassa.",
      "Mutta nyt hän on tehnyt teidän kanssanne sovinnon, kun Kristus omassa ruumiissaan kärsi kuoleman asettaakseen teidät pyhinä, nuhteettomina ja moitteettomina Jumalan eteen.",
      "Teidän on vain pysyttävä lujina uskon perustalla, horjahtamatta pois siitä toivosta, jonka teidän kuulemanne evankeliumi antaa. Tämä evankeliumi on julistettu kaikille luoduille taivaan alla, ja minusta, Paavalista, on tullut sen palvelija.",
      "Nyt iloitsen saadessani kärsiä teidän hyväksenne. Sen, mitä Kristuksen ahdistuksista vielä puuttuu, minä täytän omassa ruumiissani hänen ruumiinsa hyväksi, joka on seurakunta.",
      "Minusta on tullut sen palvelija, kun Jumala suunnitelmansa mukaisesti uskoi minun tehtäväkseni ilmoittaa teille täydellisesti sanansa,",
      "salaisuutensa, joka on ollut kätkössä aikojen alusta, sukupolvesta toiseen, mutta jonka Jumala nyt on paljastanut pyhilleen.",
      "Hän on tahtonut antaa heille tiedoksi, miten häikäisevän kirkas on tämä kaikille kansoille ilmaistava salaisuus: Kristus teidän keskellänne, kirkkauden toivo.",
      "Häntä me julistamme, ja me neuvomme ja opetamme jokaista ihmistä kaikella viisaudella, jotta voisimme asettaa jokaisen ihmisen Jumalan eteen täysi- ikäisenä Kristuksen tuntemisessa.",
      "Sitä varten minä ponnistelen ja taistelen kaikella hänen voimallaan, sillä voimalla, joka vaikuttaa minussa."
    ],
    [
      "Tahdon teidän tietävän, kuinka kovaa taistelua käyn teidän tähtenne ja laodikealaisten ja kaikkien muiden tähden, jotka eivät ole koskaan nähneet minua kasvoista kasvoihin.",
      "Toivon, että he rakkauden yhteen liittäminä saisivat rohkeutta ja saavuttaisivat rikkaimman ja syvimmän tiedon: tulisivat tuntemaan Jumalan salaisuuden, Kristuksen,",
      "jossa kaikki viisauden ja tiedon aarteet ovat kätkettyinä.",
      "Sanon tämän, jottei kukaan pettäisi teitä vakuutteluillaan.",
      "Vaikka en olekaan ruumiillisesti läsnä, olen hengessä teidän luonanne, ja iloitsen nähdessäni, että keskuudessanne vallitsee hyvä järjestys ja että teillä on luja usko Kristukseen.",
      "Kun kerran olette ottaneet omaksenne Herran Kristuksen Jeesuksen, eläkää hänen yhteydessään.",
      "Juurtukaa häneen, rakentakaa elämänne hänen varaansa ja vahvistukaa uskossa sen mukaan kuin teille on opetettu. Kaikukoon kiitoksenne runsaana.",
      "Pitäkää varanne, ettei kukaan houkuttele teitä harhaan tyhjillä ja pettävillä viisauden opeilla, jotka nojautuvat ihmisten perinnäisiin käsityksiin ja maailman alkuvoimiin eivätkä Kristukseen.",
      "Hänessä on jumaluus ruumiillistunut koko täyteydessään,",
      "ja hänen yhteydessään myös te olette tulleet tästä täyteydestä osallisiksi. Hän on kaikkien valtojen ja voimien pää.",
      "Häneen teidät on yhdistänyt ympärileikkaus, jota ei ole ihmiskäsin tehty, Kristuksen ympärileikkaus, jossa syntinen luonto riisutaan pois.",
      "Kasteessa teidät yhdessä hänen kanssaan haudattiin ja herätettiin eloon, kun uskoitte Jumalaan, joka voimallaan herätti Kristuksen kuolleista.",
      "Te olitte kuolleita rikkomustenne ja ympärileikkaamattomuutenne vuoksi, mutta Jumala teki teidät eläviksi yhdessä Kristuksen kanssa. Hän antoi meille kaikki rikkomuksemme anteeksi,",
      "hän kumosi meitä rasittavan velkakirjan kaikkine määräyksineen ja teki sen mitättömäksi naulitsemalla sen ristiin.",
      "Hän riisui aseista vallat ja voimat ja saattoi ne kaikki häpeään, kun hän teki Kristuksesta niiden voittajan.",
      "Kukaan ei siis saa tuomita teitä siitä, mitä syötte tai juotte tai miten noudatatte juhla-aikoja ja uudenkuun ja sapatin päiviä.",
      "Ne ovat vain sen varjoa, mikä on tulossa; todellista on Kristuksen ruumis.",
      "Teidän voittajan palkintoanne ei saa riistää teiltä kukaan, joka nöyryyttää itseään kieltäymyksin, vajoaa näkyihinsä ja palvoo enkeleitä. Sellaisen ihmisen tekevät hänen omat tyhjät ajatuksensa ylpeäksi,",
      "eikä hänellä ole yhteyttä Kristukseen, päähän, joka huolehtii koko ruumiista ja pitää sitä nivelten ja jänteiden avulla koossa, niin että se kasvaa Jumalan tarkoittamalla tavalla.",
      "Jos kerran olette yhdessä Kristuksen kanssa kuolleet pois maailman alkuvoimien ulottuvilta, miksi yhä käyttäydytte tämän maailman mukaisesti ja alistutte sellaisiin sääntöihin kuin",
      "Tämä kaikkihan koskee sellaista, mikä käytön jälkeen häviää. Kysymys on vain ihmisten käskyistä ja opeista.",
      "Nämä omatekoista hurskautta, nöyryyden harjoitusta ja ruumiin kurittamista vaativat käskyt tosin näyttävät viisailta, mutta todellisuudessa ne ovat arvottomia ja tyydyttävät vain ihmisen ylpeyttä."
    ],
    [
      "Jos siis teidät on yhdessä Kristuksen kanssa herätetty kuolleista, niin tavoitelkaa sitä mikä on ylhäällä, missä Kristus istuu Jumalan oikealla puolella.",
      "Ajatelkaa sitä mikä on ylhäällä, älkää sitä mikä on maan päällä.",
      "Tehän olette kuolleet, ja teidän elämänne on Kristuksen kanssa kätketty Jumalaan.",
      "Kun Kristus, teidän elämänne, ilmestyy, silloin tekin ilmestytte hänen kanssaan kirkkaudessa.",
      "Haudatkaa siis se, mikä teissä on maallista: siveettömyys, saastaisuus, intohimot, pahat halut ja ahneus, joka on epäjumalanpalvelusta.",
      "Niiden vuoksi Jumalan viha kohtaa tottelemattomia ihmisiä.",
      "Niiden mukaan tekin elitte, kun olitte niiden vallassa.",
      "Luopukaa nyt tekin tästä kaikesta: vihasta, kiukusta, pahuudesta, herjauksista ja siivottomista puheista.",
      "Älkää valehdelko toisillenne. Olettehan riisuneet yltänne vanhan minänne kaikkine tekoineen",
      "ja pukeutuneet uuteen, joka jatkuvasti uudistuu oppiakseen yhä paremmin tuntemaan Luojansa ja tullakseen hänen kaltaisekseen.",
      "Silloin ei ole enää kreikkalaista eikä juutalaista, ei ympärileikattua eikä ympärileikkaamatonta, ei barbaaria, skyyttalaista, orjaa eikä vapaata, vaan Kristus on kaikki, hän on kaikissa.",
      "Te, jotka olette Jumalan valittuja, pyhiä ja hänelle rakkaita, pukeutukaa siis sydämelliseen armahtavaisuuteen, ystävällisyyteen, nöyryyteen, lempeyteen ja kärsivällisyyteen.",
      "Pitäkää huolta, että tulette toimeen keskenänne, antakaa anteeksi toisillenne, vaikka teillä olisikin moittimisen aihetta. Niin kuin Herra on antanut teille anteeksi, niin antakaa tekin.",
      "Mutta kaiken kruunuksi tulkoon rakkaus, sillä se tekee kaiken täydelliseksi.",
      "Vallitkoon teidän sydämissänne Kristuksen rauha, johon teidät on yhden ja saman ruumiin jäseninä kutsuttu. Olkaa myös kiitollisia.",
      "Antakaa Kristuksen sanan asua runsaana keskuudessanne. Opettakaa ja neuvokaa toisianne kaikella viisaudella ja laulakaa kiitollisin mielin Jumalalle psalmeja, ylistysvirsiä ja hengellisiä lauluja.",
      "Mitä teettekin, sanoin tai teoin, tehkää kaikki Herran Jeesuksen nimessä, kiittäen hänen kauttaan Jumalaa, Isäämme.",
      "Vaimot, suostukaa miehenne tahtoon, niin kuin Herraan uskoville sopii.",
      "Miehet, rakastakaa vaimoanne, älkää kohdelko häntä tylysti.",
      "Lapset, totelkaa kaikessa vanhempianne, sillä se on Herralle mieleen.",
      "Isät, älkää aina moittiko lapsianne, etteivät he masentuisi.",
      "Orjat, totelkaa kaikessa maallisia isäntiänne, ei silmänpalvelijoina ja mielistellen, vaan vilpittömin sydämin, Herraa peläten.",
      "Mitä teettekin, tehkää se täydestä sydämestä, niin kuin tekisitte sen Herralle ettekä ihmisille.",
      "Muistakaa, että saatte Herralta palkan, osuutenne perinnöstä. Palvelkaa Herraa Kristusta.",
      "Väärintekijä saa maksaa tekemänsä vääryyden, sillä Jumala ei tee eroa ihmisten välillä."
    ],
    [
      "Isännät, kohdelkaa orjianne oikeudenmukaisesti ja tasapuolisesti. Muistakaa, että teilläkin on taivaassa herranne.",
      "Rukoilkaa hellittämättä, valvokaa rukoillen ja kiittäen.",
      "Rukoilkaa samalla meidänkin puolestamme, jotta Jumala avaisi meille oven sanansa julistamiseen ja me saisimme puhua Kristuksen salaisuudesta, jonka vuoksi juuri olen vankinakin.",
      "Kunpa voisin tehdä sitä tunnetuksi ja puhua niin kuin minun pitäisi!",
      "Suhtautukaa viisaasti ulkopuolisiin, käyttäkää sopivaa hetkeä hyväksenne.",
      "Puhukaa aina ystävällisesti, kuitenkin sananne suolalla höystäen. Teidän on tiedettävä, miten kullekin vastaatte.",
      "Kaikesta, mikä koskee minua, teille kertoo rakas veljemme Tykikos, uskollinen palvelija ja työtoverini Herran työssä.",
      "Lähetänkin hänet luoksenne juuri sitä varten, että saisitte tietää, mitä meille kuuluu, ja että hän rohkaisisi teitä.",
      "Hänen mukanaan tulee uskollinen ja rakas veljemme Onesimos, joka on teikäläisiä. He kertovat teille kaikesta, mitä tänne kuuluu.",
      "Teille lähettää terveisiä vankitoverini Aristarkos, samoin myös Markus, Barnabaksen serkku, josta olette saaneet ohjeet. Ottakaa hänet vastaan, jos hän tulee luoksenne.",
      "Terveisiä Jeesukselta, jota sanotaan myös Justukseksi. He ovat niitä juutalaisia, jotka ovat tehneet kanssani työtä Jumalan valtakunnan hyväksi, ja heistä ainoat, joilta olen saanut todellista tukea.",
      "Terveisiä lähettää teikäläinen Epafras, Kristuksen Jeesuksen palvelija, joka aina taistelee rukouksin teidän puolestanne, jotta pysyisitte lujina ja nuhteettomina ja vankkumatta noudattaisitte kaikessa Jumalan tahtoa.",
      "Voin todistaa, että hän näkee paljon vaivaa teidän vuoksenne sekä Laodikean ja Hierapoliin seurakuntien vuoksi.",
      "Teille lähettävät terveisiä myös rakas veljemme lääkäri Luukas sekä Demas.",
      "Sanokaa terveisiä Laodikeassa oleville veljille sekä Nymfalle ja hänen kodissaan kokoontuvalle seurakunnalle.",
      "Kun tämä kirje on luettu teidän keskuudessanne, pitäkää huoli siitä, että se luetaan myös Laodikean seurakunnassa ja että te puolestanne luette Laodikeaan lähettämäni kirjeen.",
      "Omakätinen tervehdys minulta, Paavalilta. Muistakaa minun kahleitani. Armo olkoon teidän kanssanne."
    ]
  ],
  "name": "Colossians"
}
