{
  "id": "dn",
  "chapters": [
    [
      "Juudan kuninkaan Jojakimin kolmantena hallitusvuotena hyökkäsi Babylonian kuningas Nebukadnessar Jerusalemia vastaan ja saartoi sen.",
      "Herra antoi hänen käsiinsä Jojakimin, Juudan kuninkaan, sekä osan Jumalan temppelin pyhistä esineistä. Nebukadnessar vei saaliinsa Sinearin maahan ja sijoitti sen siellä jumalansa temppelin aarrekammioon.",
      "Kuningas käski eunukkiensa päällikön Aspenasin valita israelilaisten joukosta, sekä kuninkaallisesta suvusta että ylimysperheistä,",
      "kauniita poikia, joissa ei ollut mitään vammaa ja jotka olivat viisaita, älykkäitä ja oppivaisia, niin että he pystyisivät palvelemaan kuninkaan hovissa, ja käski opettaa heille kaldealaisten kieltä ja kirjallisuutta.",
      "Kuningas käski antaa heille ruokaa omasta pöydästään ja viinejä, joita hän itse joi, ja käski kasvattaa heitä kolme vuotta. Sitten osa heistä pääsisi kuninkaan palvelukseen.",
      "Heidän joukossaan olivat Juudan heimosta Daniel, Hananja, Misael ja Asarja.",
      "Ylieunukki antoi heille uudet nimet: Danielille hän pani nimeksi Beltesassar, Hananjalle Sadrak, Misaelille Mesak ja Asarjalle Abed-Nego.",
      "Daniel kuitenkin päätti, ettei saastuttaisi itseään kuninkaan pöydän herkuilla ja viineillä, ja hän pyysi ylieunukilta lupaa, ettei hänen tarvitsisi sitä tehdä.",
      "Jumala oli antanut Danielin päästä ylieunukin suosioon ja ystävyyteen,",
      "Daniel sanoi valvojalle, jonka ylieunukki oli määrännyt pitämään huolta Danielista, Hananjasta, Misaelista ja Asarjasta:",
      "Valvoja suostui tähän ja antoi heille kymmenen päivää aikaa.",
      "Kymmenen päivän kuluttua he näyttivät paljon terveemmiltä kuin ne pojat, jotka olivat saaneet ruokansa kuninkaan pöydästä.",
      "Niin valvoja jätti pois kuninkaan pöydän herkut ja juomaksi määrätyn viinin ja antoi heille vain kasviksia.",
      "Ja näille neljälle pojalle Jumala antoi taitoa ja kykyä kaiken opin ja viisauden ymmärtämiseen, ja Daniel osasi selittää kaikki näyt ja unet.",
      "Kuninkaan määräämän ajan mentyä umpeen ylieunukki vei kaikki pojat Nebukadnessarin eteen.",
      "Kuningas puhui poikien kanssa, eikä koko joukosta löytynyt yhtäkään Danielin, Hananjan, Misaelin ja Asarjan vertaista, ja he pääsivät kuninkaan palvelukseen.",
      "Aina kun kuningas tiedusteli heiltä asiaa, joka vaati viisautta ja ymmärrystä, hän havaitsi heidät kymmenen kertaa paremmiksi kuin kaikki hänen valtakuntansa enteidenselittäjät ja loitsupapit.",
      "Ja Daniel eli hovissa kuningas Kyyroksen ensimmäiseen hallitusvuoteen asti."
    ],
    [
      "Toisena hallitusvuotenaan Nebukadnessar näki unia, ja hänen mielensä tuli niistä niin levottomaksi, ettei hän voinut nukkua.",
      "Silloin kuningas käski kutsua enteidenselittäjät, loitsupapit, noidat ja kaldealaiset viisaat selittämään nämä unet, ja he tulivat ja asettuivat kuninkaan eteen.",
      "Tämän kuultuaan kuningas suuttui ja vihastui kovin ja käski surmata kaikki Babylonian viisaat.",
      "Kun käsky viisaiden surmaamisesta oli annettu, joutuivat myös Daniel ja hänen toverinsa kuolemanvaaraan.",
      "Silloin Daniel puhutteli viisaasti ja taitavasti Arjokia, kuninkaan henkivartijoiden päällikköä, joka oli saanut tehtäväkseen surmata Babylonian viisaat,",
      "Silloin Daniel meni palatsiin ja pyysi kuningasta antamaan aikaa, jotta hän voisi selittää unen.",
      "Sitten Daniel meni kotiinsa ja kertoi asian tovereilleen Hananjalle, Misaelille ja Asarjalle",
      "ja kehotti heitä pyytämään, että taivaan Jumala olisi armollinen ja ilmaisisi tuon salaisuuden, niin etteivät he tuhoutuisi yhdessä toisten Babylonian viisaiden kanssa.",
      "Yöllisessä näyssä salaisuus ilmoitettiin Danielille. Hän kiitti taivaan Jumalaa",
      "ja sanoi: -- Olkoon Jumalan nimi kiitetty ajasta aikaan, sillä yksin hänen on viisaus ja voima.",
      "Hän antaa muuttua aikojen ja hetkien, hän suistaa kuninkaat vallasta ja nostaa kuninkaat valtaan, antaa viisaille viisauden ja ymmärtäväisille tiedon.",
      "Hän paljastaa syvimmät salat, tietää sen, minkä pimeys peittää, hänen luonaan asuu valo.",
      "Sinua, isieni Jumala, minä kiitän ja ylistän, sillä sinä olet antanut minulle viisautta ja voimaa ja nyt olet ilmoittanut minulle sen, mitä sinulta pyysimme, olet ilmoittanut meille, mitä vastata kuninkaalle.",
      "mutta taivaassa on Jumala, joka paljastaa salaisuudet, ja nyt hän kertoo kuningas Nebukadnessarille, mitä tulevina aikoina on tapahtuva. Sinun unesi ja näyt, jotka vuoteellasi näit, ovat nämä:",
      "Ei tätä salaisuutta ole paljastettu minulle siksi, että olisin viisaampi kuin muut ihmiset, vaan siksi, että kuningas saisi tietää tämän salaisuuden, ja siksi, että ymmärtäisit, mitä mielessäsi liikkuu.",
      "Se patsas oli tällainen: pää puhdasta kultaa, rinta ja käsivarret hopeaa, vatsa ja reidet pronssia,",
      "sääret rautaa, jalat osaksi rautaa, osaksi savea.",
      "Sitä katsellessasi lähti käden koskematta vierimään kivi. Se osui patsaan jalkoihin, jotka olivat rautaa ja savea, ja murskasi ne.",
      "Niin murtuivat yhtä lailla rauta, savi, pronssi, hopea ja kulta, ja niistä tuli kuin ruumenia kesäisellä puimatantereella, ja tuuli kantoi ne pois, eikä niitä löytynyt mistään. Ja kivestä, joka oli osunut patsaaseen, tuli suuri vuori, ja se täytti koko maailman.",
      "Tämä oli uni, ja nyt kerromme kuninkaalle sen selityksen.",
      "Hän on myös antanut kaikkialla valtaasi ihmiset, maan eläimet ja taivaan linnut ja tehnyt sinut niiden herraksi. Sinä olet kultainen pää.",
      "Mutta sinun jälkeesi nousee toinen valtakunta, vähäisempi kuin sinun, ja sitten kolmas valtakunta, pronssinen, joka on hallitseva koko maailmaa.",
      "Vielä on tuleva neljäs valtakunta, luja kuin rauta, ja niin kuin rauta murskaa ja särkee kaiken ja niin kuin rauta rikkoo, niin se on murskaava ja rikkova kaikki muut.",
      "Se, että varpaat olivat osaksi rautaa ja osaksi savea, tarkoittaa, että valtakunta on oleva osittain luja ja osittain hauras.",
      "Ja että näit rautaa ruukkusaven seassa, se tarkoittaa, että valtakunnat liittyvät toisiinsa aviositein mutta eivät yhdisty, niin kuin ei rautakaan yhdisty saveen.",
      "Silloin kuningas Nebukadnessar heittäytyi kasvoilleen maahan, kumarsi Danielia ja käski toimittaa hänelle ruoka- ja suitsutusuhrin.",
      "Sitten kuningas nosti Danielin korkeaan arvoon, antoi hänelle runsaasti kalliita lahjoja ja teki hänestä Babylonin maakunnan käskynhaltijan ja koko Babylonian viisaiden ylivalvojan.",
      "Danielin pyynnöstä kuningas määräsi Sadrakin, Mesakin ja Abed-Negon hoitamaan Babylonin maakunnan hallintoa, mutta Daniel itse pysyi kuninkaan hovissa."
    ],
    [
      "Kuningas Nebukadnessar teetti kultaisen kuvapatsaan. Sen korkeus oli kuusikymmentä kyynärää ja leveys kuusi kyynärää. Hän pystytti sen Duran tasangolle Babylonin maakuntaan.",
      "Ja kuningas Nebukadnessar käski kutsua satraapit, käskynhaltijat ja maaherrat, neuvonantajat, rahavarainhoitajat, tuomarit ja poliisipäälliköt ja kaikki maakuntien korkeat virkamiehet patsaan vihkimisjuhlaan.",
      "Niin tulivat satraapit, käskynhaltijat ja maaherrat, neuvonantajat, rahavarainhoitajat, tuomarit, poliisipäälliköt ja kaikki maakuntien korkeat virkamiehet kuningas Nebukadnessarin pystyttämän patsaan vihkimisjuhlaan, ja he asettuivat patsaan eteen.",
      "Heti kun te kuulette torven, huilun, sitran, harpun, luutun, säkkipillin ja koko juhlamusiikin soivan, teidän tulee heittäytyä maahan ja kumartaa tätä kultaista patsasta, jonka kuningas Nebukadnessar on pystyttänyt.",
      "Kuullessaan torven, huilun, sitran, harpun, luutun ja koko juhlamusiikin soivan kaikki, mitä kansaa ja kansakuntaa he olivatkin, heittäytyivät oitis maahan ja kumarsivat kultaista patsasta, jonka kuningas Nebukadnessar oli pystyttänyt.",
      "Silloin astui esiin muutamia kaldealaisia miehiä, jotka alkoivat syyttää juutalaisia.",
      "Sinä, kuningas, olet antanut määräyksen, että jokaisen, joka kuulee torven, huilun, sitran, harpun, luutun, säkkipillin ja koko juhlamusiikin soivan, tulee heittäytyä maahan ja kumartaa kultaista patsasta",
      "ja että se, joka ei heittäydy maahan ja kumarra, heitetään tuliseen uuniin.",
      "Silloin Nebukadnessar raivoisan vihan vallassa käski noutaa Sadrakin, Mesakin ja Abed-Negon. Kun miehet tuotiin kuninkaan eteen,",
      "Jumala, jota me palvelemme, pystyy pelastamaan meidät tulisesta uunista, ja hän voi pelastaa meidät myös sinun käsistäsi, kuningas.",
      "Silloin Nebukadnessar tuli täyteen vihaa Sadrakia, Mesakia ja Abed-Negoa kohtaan, ja hänen kasvonsa vääristyivät. Hän käski heti kuumentaa uunin seitsemän kertaa kuumemmaksi kuin tavallisesti,",
      "ja hän käski muutamien vahvojen sotilaittensa sitoa Sadrakin, Mesakin ja Abed-Negon ja heittää heidät uuniin.",
      "Niin nämä miehet sidottiin ja heitettiin uuniin täysissä vaatteissaan, takki ja housut yllä ja päähine päässä.",
      "Koska uunia oli kuninkaan ankaran käskyn mukaan kovin kuumennettu, tulen lieska surmasi ne miehet, jotka veivät Sadrakin, Mesakin ja Abed-Negon uunin suulle.",
      "Ja nämä kolme miestä, Sadrak, Mesak ja Abed-Nego, putosivat sidottuina tuliseen pätsiin.",
      "Satraapit, käskynhaltijat, maaherrat ja kuninkaan hovimiehet kerääntyivät paikalle katsomaan miehiä ja havaitsivat, että tuli ei ollut pystynyt heihin: heidän partansa ja hiuksensa eivät olleet kärventyneet, heidän vaatteensa eivät olleet lainkaan vahingoittuneet, eikä heistä edes lähtenyt savun hajua.",
      "Ja kuningas antoi Sadrakille, Mesakille ja Abed-Negolle Babylonin maakunnassa entistä suuremman vallan."
    ],
    [
      "(H3:32)Olen nähnyt hyväksi kertoa ne ennusmerkit ja ihmeet, jotka korkein Jumala on minulle näyttänyt.",
      "(H3:33) -- Kuinka ihmeelliset ovatkaan hänen merkkinsä, kuinka suuret hänen tekonsa! Hänen valtakuntansa on ikuinen valtakunta, hänen kuninkuutensa pysyy polvesta polveen.",
      "(H4:2)Sitten minä näin unen, ja se kauhistutti minua. Näyt, jotka vuoteellani sain, pelästyttivät minut,",
      "(H4:3)ja minä käskin tuoda eteeni kaikki Babylonian viisaat, jotta he ilmoittaisivat minulle unen selityksen.",
      "(H4:4)Silloin tulivat enteidenselittäjät, loitsupapit, kaldealaiset viisaat ja manaajat, ja minä kerroin heille unen, mutta he eivät osanneet selittää sitä minulle.",
      "(H4:6)'Beltesassar, sinä ylin enteidenselittäjä! Minä tiedän, että sinussa asuu pyhien jumalien henki ja ettei mikään salaisuus ole sinulle selittämätön. Kuule uni, jonka olen nähnyt, ja selitä se.",
      "(H4:7)Tällaisen näyn minä vuoteellani näin: -- Oli puu keskellä maata, ja se oli ylen korkea.",
      "(H4:8)Se puu kasvoi ja vahvistui, sen latva ulottui taivaaseen asti ja se näkyi kaikkialle maailmaan.",
      "(H4:9)Sen lehvistö oli kaunis ja sen hedelmät runsaat, ja siitä riitti ravintoa kaikille. Sen alta hakivat suojaa maan eläimet, sen lehvistössä asustivat taivaan linnut, ja kaikki elävät olennot löysivät siitä ravintonsa.",
      "(H4:11)ja huusi kovalla äänellä: -- Hakatkaa poikki se puu ja katkaiskaa sen oksat, riipikää irti sen lehvät ja hajottakaa ympäriinsä sen hedelmät! Paetkoot eläimet sen alta ja linnut sen oksilta!",
      "(H4:12)Mutta sen kanto jättäkää maahan, rauta- ja pronssikahleissa jättäkää se ruohikkoon. Yökasteesta se kastukoon, ja yhdessä eläinten kanssa se saakoon elantonsa maan ruohosta.",
      "(H4:13)Sen sydän lakatkoon olemasta ihmisen sydän, saakoon se sijaan eläimen sydämen, ja sellaisena se olkoon seitsemän vuotta.",
      "(H4:14)Valvojaenkelit ovat tämän asian päättäneet, pyhät enkelit tästä sanansa sanoneet, jotta elävät tulisivat tietämään, että Korkein hallitsee ihmisten valtakuntia ja että hän antaa kuninkuuden kenelle tahtoo ja voi nostaa valtaan alhaisimmankin ihmisistä.",
      "(H4:17)Puu, jonka näit, joka kasvoi ja vahvistui, niin että sen latva ulottui taivaaseen, puu, joka näkyi kaikkialle maailmaan",
      "(H4:18)ja jonka lehvistö oli kaunis ja hedelmät runsaat ja jossa oli ravintoa kaikille, jonka alla asustivat maan eläimet ja jonka oksilla majailivat taivaan linnut,",
      "(H4:19)se puu olet sinä, kuningas! Sinä olet kasvanut ja vahvistunut, sinun mahtisi on kohonnut taivaaseen asti, ja sinun valtasi on saavuttanut maan ääret.",
      "(H4:20)Sinä näit pyhän valvojaenkelin laskeutuvan taivaasta ja sanovan: 'Hakatkaa poikki se puu ja hävittäkää se, mutta jättäkää sen kanto maahan, rauta- ja pronssikahleissa ruohikkoon, ja kastukoon se yökasteesta ja saakoon elantonsa yhdessä eläinten kanssa, kunnes seitsemän vuotta on kulunut.'",
      "(H4:22)Sinut ajetaan pois ihmisten joukosta, ja olet asuva villieläinten parissa. Härkien tavoin olet saava ruohoa ruoaksesi, ja yökaste on sinut kasteleva. Seitsemän vuotta vierii sinun ylitsesi, kunnes opit tietämään, että Korkein on hallitsija ihmisten valtakunnassa ja että hän antaa sen kuninkuuden kenelle tahtoo.",
      "(H4:23)Sen puun kanto käskettiin jättää jäljelle, ja tämä tarkoittaa, että saat takaisin valtakuntasi, kun olet oppinut tietämään, että todellinen valta on Taivaan.",
      "(H4:25)Kaikki tämä tuli kuningas Nebukadnessarin osaksi.",
      "(H4:26)Kun kuningas kahdentoista kuukauden kuluttua oli kävelemässä kuninkaallisen palatsinsa kattotasanteella Babylonissa,",
      "(H4:30)Se sana kävi heti toteen: Nebukadnessar ajettiin pois ihmisten joukosta, ja hän söi ruohoa kuin härät ja hänen ruumiinsa kastui yökasteesta. Hänen partansa ja hiuksensa kasvoivat tuuheiksi ja pitkiksi kuin kotkan sulat ja hänen kyntensä pitkiksi kuin lintujen kynnet."
    ],
    [
      "Kuningas Belsassar järjesti suuret pidot tuhannelle ylimykselleen ja joi viiniä heidän kanssaan.",
      "Humalluttuaan Belsassar käski hakea esiin ne kultaiset ja hopeiset astiat, jotka hänen isänsä Nebukadnessar oli ottanut Jerusalemin temppelistä; hän näet halusi juoda niistä ylimystensä, vaimojensa ja hovinsa naisten kanssa.",
      "Silloin tuotiin kultaiset ja hopeiset astiat, jotka oli otettu Jumalan temppelistä Jerusalemista, ja kuningas sekä hänen ylimyksensä ja vaimonsa ja hänen hovinsa naiset joivat niistä.",
      "He joivat viiniä ja ylistivät kultaisia ja hopeisia, pronssisia, rautaisia, puisia ja kivisiä jumaliaan.",
      "Silloin tuli äkkiä esiin ihmiskäsi, ja se alkoi kirjoittaa lampun viereen, kuninkaan palatsin kalkittuun seinään. Kuningas näki käden, joka kirjoitti.",
      "Silloin hän kalpeni, ja pelko täytti hänen mielensä. Hänen jäsenensä lamaantuivat ja hänen polvensa tutisivat.",
      "Kaikki kuninkaan viisaat tulivat sisään, mutta kukaan heistä ei pystynyt lukemaan kirjoitusta eikä esittämään sen selitystä kuninkaalle.",
      "Silloin kuningas Belsassar joutui kauhun valtaan ja hänen kasvonsa valahtivat valkeiksi. Myös hänen ylimyksensä järkyttyivät.",
      "Sinun valtakunnassasi on mies, jossa asuu pyhien jumalien henki. Sinun isäsi aikana hänellä havaittiin olevan ymmärrystä, älyä ja viisautta yhtä paljon kuin jumalilla. Isäsi, kuningas Nebukadnessar, korotti hänet enteidenselittäjien, loitsupappien, kaldealaisten viisaiden ja manaajien päämieheksi; niin teki isäsi, kuningas.",
      "Minä olen kuullut, että sinussa asuu jumalien henki ja että sinulla on havaittu olevan ymmärrystä, älyä ja harvinaista viisautta.",
      "Nyt on viisaat ja loitsupapit tuotu minun eteeni, jotta he lukisivat tämän kirjoituksen ja esittäisivät minulle sen selityksen, mutta heistä ei ole siihen.",
      "Kuule minua, kuningas! Korkein Jumala antoi valtakunnan ja suuruuden, kunnian ja loiston isällesi Nebukadnessarille.",
      "Sen suuruuden vuoksi, jonka hän oli Jumalalta saanut, kaikki kansat ja kansakunnat, mitä kieliä ne puhuivatkin, pelkäsivät ja vapisivat hänen edessään. Hän surmautti kenet tahtoi, hän jätti eloon kenet tahtoi, hän korotti kenet tahtoi ja alensi kenet tahtoi.",
      "Mutta kun hänen sydämensä ylpistyi ja hänestä tuli röyhkeä ja ylimielinen, hänet syöstiin alas kuninkaalliselta valtaistuimelta ja hänen arvoasemansa otettiin häneltä pois.",
      "Hänet ajettiin pois ihmisten joukosta, hänelle annettiin eläimen ymmärrys, hän asui villiaasien parissa, hän sai syödä ruohoa kuin härät ja hänen ruumiinsa kastui yökasteesta, kunnes hän oppi tietämään, että korkein Jumala on hallitsija ihmisten valtakunnassa ja että hän antaa sen kuninkuuden kenelle tahtoo.",
      "Sinä olet ylpeydessäsi noussut Taivaan Herraa vastaan ja antanut tuoda eteesi hänen temppelinsä astiat, ja sinä ja sinun ylimyksesi, vaimosi ja hovisi naiset olette juoneet niistä viiniä, ja sinä olet ylistänyt hopeisia ja kultaisia, pronssisia, rautaisia, puisia ja kivisiä jumalia, jotka eivät näe eivätkä kuule eivätkä mitään tiedä. Mutta Jumalaa, jonka kädessä on sinun elämäsi ja kohtalosi, sinä et ole kunnioittanut.",
      "Siksi Jumala näki hyväksi lähettää käden piirtämään tämän kirjoituksen.",
      "Ja tämä on sen selitys: 'Mene' merkitsee, että Jumala on laskenut sinun kuninkuutesi päivät ja tekee niistä lopun.",
      "'Tekel' merkitsee, että sinut on vaa'alla punnittu ja kevyeksi havaittu.",
      "Silloin Belsassar käski pukea Danielin purppuraan ja panna kultakäädyt hänen kaulaansa ja kuuluttaa, että hän saisi arvossa kolmantena hallita valtakuntaa.",
      "Samana yönä Belsassar, kaldealaisten kuningas, surmattiin,",
      "ja meedialainen Dareios sai haltuunsa kuninkuuden kuudenkymmenenkahden vuoden ikäisenä."
    ],
    [
      "Dareios näki hyväksi asettaa valtakunnan hallintoa hoitamaan satakaksikymmentä satraappia, jotka hän sijoitti kaikkialle valtakuntansa alueelle.",
      "Heidän esimiehinään oli kolme ylivalvojaa, ja Daniel oli yksi näistä. Satraappien tuli tehdä heille tili toimistaan, jotta kuningas ei joutuisi kärsimään vahinkoa.",
      "Daniel osoittautui etevämmäksi kuin toiset valvojat ja satraapit, sillä hänessä oli erityinen henki. Siksi kuningas aikoi asettaa hänet koko valtakunnan johtoon.",
      "Silloin toiset valvojat ja satraapit alkoivat etsiä sopivaa aihetta voidakseen syyttää Danielia valtakunnan vahingoittamisesta. Mitään syytöstä he eivät kuitenkaan pystyneet esittämään, sillä Daniel oli rehellinen eikä mitään laiminlyöntiä tai rikkomusta löytynyt.",
      "Kaikki valtakunnan valvojat, käskynhaltijat ja satraapit, hovimiehet ja maaherrat ovat yksimielisiä siitä, että tulisi antaa seuraava kuninkaallinen asetus ja vahvistaa tällainen määräys: Jos joku kolmenkymmenen päivän aikana tästä lähtien rukoilee jotakin keneltä tahansa jumalalta tai ihmiseltä paitsi sinulta, kuningas, hänet heitettäköön leijonien luolaan.",
      "Niin kuningas Dareios antoi laatia kirjallisen määräyksen.",
      "Kun Daniel sai tietää, että tällainen määräys oli annettu, hän meni taloonsa. Sen kattohuoneen ikkunat olivat Jerusalemiin päin, ja kolme kertaa päivässä Daniel polvistui siellä ja rukoili ja kiitti Jumalaansa, niin kuin hänellä ennenkin oli ollut tapana.",
      "Kun nuo miehet riensivät yhdessä paikalle, he tapasivat Danielin hartaasti rukoilemassa Jumalaansa.",
      "Kun kuningas kuuli tämän, hän tuli murheelliseksi ja alkoi miettiä, kuinka voisi pelastaa Danielin. Auringonlaskuun saakka hän etsi keinoa säästääkseen hänet rangaistukselta.",
      "Luolan suulle tuotiin kivi, ja kuningas sulki sen sinetillään ja ylimystensä sineteillä, ettei mikään voisi muuttaa Danielin kohtaloa.",
      "Sen jälkeen kuningas meni palatsiinsa. Hän vietti yönsä paastoten eikä huolinut luokseen naista, ja uni pakeni hänen silmistään.",
      "Aamun koitteessa kuningas nousi ja kiirehti leijonien luolalle.",
      "Kuningas ilahtui kovin ja käski nostaa Danielin luolasta. Hänet nostettiin ylös, eikä hänessä ollut mitään vammaa, sillä hän oli luottanut Jumalaansa.",
      "Silloin kuningas käski noutaa ne miehet, jotka olivat syyttäneet Danielia, ja heittää heidät lapsineen ja vaimoineen leijonien luolaan. Eivätkä he olleet ehtineet luolan pohjalle, kun leijonat jo kävivät heidän kimppuunsa ja raatelivat heidät.",
      "Minä annan seuraavan käskyn: Kaikkialla valtani piirissä vavisten pelättäköön Danielin Jumalaa, sillä hän on elävä Jumala ja ikuisesti pysyvä, hänen kuninkuutensa ei koskaan häviä eikä hänen valtansa koskaan lopu.",
      "Ja Daniel menestyi Dareioksen hallitessa ja sen jälkeen myös persialaisen Kyyroksen valtakunnassa. ihmishahmoisesta olennosta"
    ],
    [
      "Belsassarin, Babylonian kuninkaan, ensimmäisenä hallitusvuotena Daniel näki vuoteellaan unen ja näkyjä. Hän kirjoitti ne muistiin, ja hänen kertomuksensa kuuluu näin.",
      "Näin sanoi Daniel: Minä näin näyssäni yöllä, miten taivaan neljä tuulta panivat valtameren äkkiä kuohumaan.",
      "Merestä nousi neljä suurta eläintä, kaikki erilaisia.",
      "Ensimmäinen oli kuin leijona, ja sillä oli kotkan siivet. Minun katsellessani siltä revittiin siivet ja se nostettiin maasta ja pantiin seisomaan kahdelle jalalle kuin ihminen, ja sille annettiin ihmisen sydän.",
      "Vielä minä näin, että oli kolmaskin eläin, kuin pantteri, jolla oli neljä linnunsiipeä selässään, ja sillä eläimellä oli neljä päätä, ja sille annettiin valta.",
      "Ja vielä minä näin yöllisessä näyssäni, että oli neljäs eläin, pelottava, kauhistuttava ja hyvin väkevä. Sillä oli suuret rautaiset hampaat, ja se söi ja ruhjoi kaiken ja tallasi tähteet jalkoihinsa. Se oli erilainen kuin aikaisemmat eläimet, ja sillä oli kymmenen sarvea.",
      "Minä katselin niitä sarvia ja näin, että niiden väliin kasvoi vielä pieni sarvi, ja entisistä sarvista kolme irtosi sen tieltä. Ja katso, sillä sarvella oli silmät, ihmisen silmien kaltaiset, ja suu, joka puhui suuria sanoja.",
      "Kun minä sitä katselin, istuimet asetettiin paikoilleen, ja Ikiaikainen istuutui. Hänen pukunsa oli valkea kuin lumi ja hänen hiuksensa ja partansa kuin puhdas villa. Hänen valtaistuimensa oli tulen liekkejä, ja sen pyörät olivat palavaa tulta.",
      "Hänen luotaan lähti liikkeelle tulinen virta. Tuhannet ja taas tuhannet palvelivat häntä, miljoonat seisoivat odottaen hänen edessään. Oikeus asettui istumaan, ja kirjat avattiin.",
      "Minun yhä katsellessani se eläin surmattiin niiden suurien sanojen vuoksi, jotka sarvi oli puhunut, ja sen ruumis tuhottiin, heitettiin roihuavaan tuleen.",
      "Myös muilta eläimiltä riistettiin valta, mutta niiden annettiin jäädä eloon määrähetkeensä saakka.",
      "Yhä minä katselin yöllisiä näkyjä ja näin, miten taivaan pilvien keskellä tuli eräs, näöltään kuin ihminen. Hän saapui Ikiaikaisen luo. Hänet saatettiin Ikiaikaisen eteen,",
      "ja hänelle annettiin valta, kunnia ja kuninkuus, kaikkien kansojen, kansakuntien ja kielten tuli palvella häntä. Hänen valtansa on ikuinen valta, joka ei katoa, eikä hänen kuninkuutensa koskaan häviä.",
      "Minä, Daniel, tunsin, miten henkeni minussa tuli levottomaksi, ja pääni näyt pelottivat minua.",
      "Minä lähestyin yhtä niistä, jotka seisoivat siellä, ja pyysin häntä tarkasti selittämään kaiken tämän. Hän vastasi ja kertoi minulle näiden asioiden selityksen:",
      "Sitten minä halusin saada selvän tiedon neljännestä eläimestä, joka oli erilainen kuin kaikki muut, hyvin pelottava, jonka hampaat olivat rautaa ja kynnet pronssia, joka söi ja ruhjoi kaiken ja tallasi tähteet jalkoihinsa.",
      "Halusin myös tietää niistä kymmenestä sarvesta, jotka olivat sen päässä, ja vielä siitä sarvesta, joka kasvoi esiin ja jonka tieltä putosi pois kolme sarvea, tuosta sarvesta, jolla oli silmät ja suuria sanoja puhuva suu ja joka näytti muita sarvia suuremmalta.",
      "Minun katsellessani tuo sarvi ryhtyi sotaan pyhiä vastaan, ja se voitti heidät ja piti heitä vallassaan,",
      "kunnes Ikiaikainen saapui ja Korkeimman pyhät saivat oikeutensa ja tuli hetki, jolloin pyhät ottivat haltuunsa vallan.",
      "Ja minulle vastattiin: -- Neljäs eläin tarkoittaa neljättä valtakuntaa, joka on syntyvä maailmaan. Se valtakunta on erilainen kuin muut valtakunnat, ja se syö koko maailman ja tallaa ja murskaa sen.",
      "Ne kymmenen sarvea ovat kymmenen kuningasta, jotka tulevat hallitsemaan sitä valtakuntaa. Heidän jälkeensä nousee vielä yksi. Hän on erilainen kuin edelliset ja kukistaa kolme kuningasta.",
      "Uhmaten hän puhuu Korkeinta vastaan, tuhoaa Korkeimman pyhiä ja pyrkii muuttamaan juhla-ajat ja lain. Korkeimman pyhät annetaan hänen armoilleen ajaksi, kahdeksi ajaksi ja puoleksi ajaksi.",
      "Mutta oikeus on istuva tuomitsemaan, ja hänen valtansa otetaan häneltä pois, se tuhotaan ja hävitetään lopullisesti.",
      "Kuninkuus ja valta ja valtakuntien mahti kaiken taivaan alla annetaan Korkeimman pyhien kansalle. Sen kansan valtakunta on ikuinen valtakunta, ja kaikki vallat palvelevat ja tottelevat sitä.",
      "Tähän päättyy kertomus. Minua, Danielia, pelottivat nämä ajatukseni, niin että minä kalpenin, mutta tämän asian minä säilytin sydämessäni."
    ],
    [
      "Kuningas Belsassarin kolmantena hallitusvuotena tuli minulle, Danielille, jälleen näky, aikaisemmin näkemäni lisäksi.",
      "Kun näin tämän näyn, olin Susan linnassa, Elamin maakunnassa, ja näyssä minä huomasin olevani Ulaijoen rannalla.",
      "Kun kohotin katseeni, näin pässin seisomassa joen rannalla, ja pässillä oli kaksi pitkää sarvea, joista toinen oli pitempi kuin toinen, ja se pitempi kasvoi myöhemmin esiin.",
      "Minä näin pässin puskevan länteen, pohjoiseen ja etelään, eivätkä muut eläimet kyenneet vastustamaan sitä, eikä ketään voitu pelastaa joutumasta sen ruhjomaksi. Se teki mitä tahtoi ja tuli yhä mahtavammaksi.",
      "Sitä katsellessani tuli lännestä vuohipukki koko maan yli, tuskin maanpintaa koskettaen, ja sillä pukilla oli otsassaan mahtava sarvi.",
      "Se tuli aivan sen kaksisarvisen pässin luo, jonka olin nähnyt seisovan joen rannalla, ja se juoksi pässiä vastaan koko vihansa voimalla.",
      "Minä näin, kuinka se pässin luo tultuaan kävi kiukkuisesti sen kimppuun ja murskasi sen molemmat sarvet, eikä pässi pystynyt pitämään puoliaan. Pukki kaatoi sen maahan ja polki sen jalkoihinsa, eikä kukaan voinut auttaa sitä.",
      "Vuohipukki tuli hyvin mahtavaksi, mutta sen ollessa mahtavimmillaan sen suuri sarvi katkesi ja tilalle nousi neljä suurta sarvea, yksi kuhunkin ilmansuuntaan.",
      "Yhdestä niistä puhkesi esiin pieni sarvi, joka kasvoi kasvamistaan etelää, itää ja Ihanaa maata päin.",
      "Se kasvoi aina taivaan joukkojen tasalle, ja se pudotti maahan taivaan joukkoja ja tähtiä ja tallasi ne jalkoihinsa.",
      "Se kasvoi ja uhmasi jo taivaan joukon valtiasta, ja valtiaalta otettiin pois päivittäinen uhri ja hänen temppelinsä turmeltiin perustuksia myöten.",
      "Päivittäisen uhrin sijaan pantiin jumalaton ja väärä palvelus, ja totuus sortui maahan. Ja sarvi menestyi yhä kaikissa toimissaan.",
      "Kun minä, Daniel, katselin sitä näkyä ja koetin ymmärtää sen tarkoituksen, huomasin edessäni seisomassa miehen kaltaisen olennon,",
      "Hänen puhuessaan minä vaivuin syvään uneen, kasvot maata vasten. Sitten hän kosketti minua ja nosti minut jälleen seisomaan.",
      "Kaksisarvinen pässi, jonka näit, tarkoittaa Meedian ja Persian kuninkaita.",
      "Vuohipukki on Kreikan valtakunta, ja suuri sarvi sen otsassa on valtakunnan ensimmäinen kuningas.",
      "Sarven murtuminen ja tilalle nousseet neljä sarvea tarkoittavat, että siitä kansasta nousee neljä kuningaskuntaa. Niillä ei kuitenkaan ole ensimmäisen kuninkaan voimaa.",
      "-- Ja kun niiden valta on lopullaan, kun jumalattomuuden määrä on täysi, on nouseva häikäilemätön kuningas, juoniin perehtynyt.",
      "Hänellä on valtava voima, hän tuottaa tavatonta tuhoa, menestyy kaikessa mitä tekee ja tuhoaa maan mahtavia ja pyhien kansaa.",
      "Viekkaan älynsä vuoksi hän menestyy petollisissa toimissaan ja kasvaa sydämeltään ylpeäksi ja tuhoaa monia rauhankin aikana. Myös ruhtinaiden ruhtinasta vastaan hän nousee, mutta käden koskematta hänet murskataan.",
      "Minä, Daniel, olin uupunut ja sairas jonkin aikaa. Sitten minä nousin ja palvelin jälleen kuningasta. Minä olin hämmentynyt näystäni enkä saanut siihen selvyyttä."
    ],
    [
      "Ensimmäisenä vuonna siitä kun meedialainen Dareios, Kserkseen poika, oli tullut kaldealaisten kuninkaaksi,",
      "hänen ensimmäisenä hallitusvuotenaan, minä, Daniel, kirjoituksia tutkiessani havaitsin, että Herra oli ilmoittanut profeetta Jeremialle niiden vuosien määrän, jotka Jerusalem oli oleva raunioina, ja se luku oli seitsemänkymmentä vuotta.",
      "Minä käännyin Herran, Jumalani, puoleen armoa pyytäen, paastosin, pukeuduin säkkivaatteeseen ja istuin maan tomussa.",
      "Me olemme tehneet väärin, me olemme tehneet syntiä, olemme rikkoneet sinua vastaan, kapinoineet ja poikenneet sinun käskyistäsi ja laeistasi.",
      "Me emme ole kuunnelleet sinun palvelijoitasi, profeettoja, jotka sinun nimessäsi puhuivat kuninkaillemme, ylhäisillemme, isillemme ja koko kansalle.",
      "Sinä, Herra, olet oikeudenmukainen, ja me olemme ansainneet osaksemme tulleen häpeän, me Juudan miehet, Jerusalemin asukkaat ja koko Israel, me kaikki, olimmepa lähellä tai kaukana niissä maissa, joihin sinä olet meidät uskottomuutemme tähden hajottanut.",
      "Herra, me olemme saaneet häpeän osaksemme, me ja meidän kuninkaamme, ylhäisemme ja isämme, sillä me olemme tehneet syntiä sinua vastaan.",
      "Mutta sinä, Herra, meidän Jumalamme, olet armollinen ja voit antaa meille anteeksi, vaikka olemme luopuneet sinusta",
      "emmekä ole kuunnelleet sinun ääntäsi emmekä vaeltaneet niiden lakien mukaan, jotka sinä olet antanut palvelijoittesi, profeettojen, opettaa meille.",
      "Sinä toteutit sanasi, jonka olit puhunut meitä ja meidän johtajiamme vastaan, ja tuotit meille niin suuren onnettomuuden, ettei sellaista ole nähty missään muualla taivaan alla kuin Jerusalemissa.",
      "Meidän osaksemme tuli koko se rangaistus, josta Mooseksen laissa on kirjoitettu. Me emme yrittäneetkään lepyttää sinua, Herra, meidän Jumalamme, emme luopuneet synneistämme emmekä noudattaneet sinun tahtoasi.",
      "Niin sinä sanasi mukaisesti tuotit meille onnettomuuden. Sinä, Herra, meidän Jumalamme, olet oikeudenmukainen kaikissa töissäsi, mutta me teimme väärin, kun emme kuunnelleet sinun ääntäsi.",
      "Herra, sinä olet aina oikeudenmukainen. Sammukoon sinun vihasi ja suuttumuksesi Jerusalemia, omaa kaupunkiasi, ja pyhää vuortasi kohtaan! Meidän syntiemme tähden ja isiemme rikkomusten vuoksi ovat Jerusalem ja sinun kansasi joutuneet kaikkien ympärillä asuvien pilkan kohteeksi.",
      "Kuule nyt palvelijasi rukous ja nöyrä pyyntö, Jumalamme, ja anna armosi loistaa hävitetylle temppelillesi, Herra, kunniaksi itsellesi.",
      "Kallista korvasi, Jumalani, ja kuule. Avaa silmäsi ja katso autioita raunioitamme ja kaupunkia, joka on omistettu nimellesi! Me tuomme sinulle nöyrät pyyntömme, emme omaan vanhurskauteemme, vaan sinun suureen armoosi luottaen.",
      "Näin minä puhuin ja rukoilin ja tunnustin syntini ja kansani Israelin synnit ja toin Herran, Jumalani, eteen nöyrän pyyntöni hänen pyhän vuorensa Siionin puolesta.",
      "Ja iltauhrin aikaan, minun vielä rukoillessani, saapui luokseni nopeasti lentäen se mies, Gabriel, jonka jo aikaisemmin olin näyssä nähnyt.",
      "Heti kun aloit rukoilla, lähti liikkeelle sana, ja minä tulin kertomaan sen sinulle, sillä Jumala rakastaa sinua. Kuuntele siis tarkoin tätä sanaa, niin ymmärrät näkysi:",
      "-- Seitsemänkymmentä vuosiviikkoa on määrätty kansallesi ja pyhälle kaupungillesi. Sitten jumalattomuus päättyy, synnistä tulee loppu, pahat teot sovitetaan, ikuinen oikeudenmukaisuus saatetaan voimaan, näky ja profetia sinetillä vahvistetaan ja kaikkeinpyhin voidellaan.",
      "Ja kuudenkymmenenkahden vuosiviikon kuluttua raivataan voideltu tieltä, eikä kansalla ole enää toista. Uusi hallitsija lähettää väkensä ja saastuttaa kaupungin ja pyhäkön, mutta tulva tekee hänestä lopun. -- Ja tuho on säädetty, ja se kestää sodan loppuun asti."
    ],
    [
      "Persian kuninkaan Kyyroksen kolmantena hallitusvuotena ilmoitettiin sanoma Danielille, jonka toinen nimi oli Beltesassar. Ja se sanoma on tosi, mutta sen ymmärtäminen vaatii suurta vaivaa. Tutki tarkasti, niin ymmärrät näyn.",
      "Niinä päivinä minä, Daniel, vietin suruaikaa kolme viikkoa.",
      "Kolmeen viikkoon en syönyt tuoretta leipää, en pannut suuhuni lihaa enkä viiniä enkä voidellut itseäni öljyllä.",
      "Ensimmäisen kuun kahdentenakymmenentenäneljäntenä päivänä minä olin suuren virran, Tigriksen, rannalla.",
      "Katsellessani ympärilleni minä äkkiä huomasin miehen, joka oli pellavavaatteissa, uumillaan vyö parasta kultaa.",
      "Hänen ruumiinsa säihkyi kuin krysoliitti, hänen kasvonsa välkehtivät kuin salama, hänen silmänsä olivat kuin tulisoihdut, hänen käsivartensa ja jalkansa kuin kiiltävä pronssi, ja hänen äänensä oli kuin kansanjoukon pauhu.",
      "Vain minä, Daniel, näin sen näyn. Miehet, jotka olivat kanssani, eivät sitä nähneet, mutta suuri kauhu valtasi heidät ja he pakenivat ja piiloutuivat.",
      "Minä jäin yksin katsomaan tätä suurta näkyä, ja minun voimani katosi, kasvoni muuttuivat kalmankalpeiksi ja ruumiini kävi hervottomaksi.",
      "Minä kuulin hänen sanojensa äänen, ja silloin minä vaivuin syvään uneen, kasvot maata vasten.",
      "Mutta käsi koski minuun ja ravisteli minua, ja minä kohottauduin polvieni ja käsieni varaan.",
      "Persian enkeliruhtinas on vastustanut minua kaksikymmentäyksi päivää, mutta Mikael, yksi suurimmista enkeliruhtinaista, tuli auttamaan minua. Tästä syystä minä olen viipynyt siellä, Persian kuninkaiden luona.",
      "Kun hän puhui minulle tämän, minä katselin maahan enkä pystynyt sanomaan sanaakaan.",
      "Ihmisen kaltainen kosketti minua uudelleen, antoi minulle voimaa",
      "Mutta minä kerron sinulle, mitä on merkitty totuuden kirjaan. Ainoa, joka tukee minua heitä vastaan, on teidän enkeliruhtinaanne Mikael,"
    ],
    [
      "jota minä autoin ja suojasin meedialaisen Dareioksen ensimmäisenä hallitusvuotena.",
      "Sitten nousee sankarikuningas, ja hänen valtansa on oleva suuri, ja hän tekee mitä tahtoo.",
      "Mutta kun hän on noussut valtaan, hänen kuninkuutensa murtuu ja jakautuu kaikkiin neljään ilmansuuntaan. Se ei siirry hänen jälkeläisilleen eikä ole enää niin mahtava kuin hänen hallitessaan. Hänen valtakuntansa revitään hajalle, ja se joutuu vieraille, ei hänen jälkeläisilleen.",
      "Mutta vuosien kuluttua he liittoutuvat keskenään, ja Etelän kuninkaan tytär menee vaimoksi Pohjoisen kuninkaalle, vahvistaakseen liiton. Tytär ei pääse valtaan käsiksi, eivätkä hänen jälkeläisensä säily hengissä. Hän joutuu aikanaan tuhon omaksi, ja niin joutuvat myös hänen hoviväkensä ja lapsensa ja tukijansa.",
      "Hän vie sieltä jopa jumalankuvat ja patsaat sekä temppelien kalliit esineet ja hopean ja kullan saaliinaan Egyptiin. Sitten hän on vuosien ajan pysyvä kaukana Pohjoisen kuninkaasta.",
      "Sitten hänen poikansa varustautuvat sotaan ja kokoavat valtaisan sotajoukon, ja toinen heistä vyöryy tulvan tavoin kaiken yli. Palattuaan maahansa hän varustautuu uudelleen sotaan tunkeutuakseen Etelän kuninkaan turvapaikkaan saakka.",
      "Silloin Etelän kuningas vihastuu ja ryhtyy taisteluun Pohjoisen kuningasta vastaan. Tämä hankkii itselleen suuren sotajoukon, mutta Etelän kuningas murskaa sen.",
      "Kun se joukko on poissa, Etelän kuningas ylpistyy ja kaataa kymmeniätuhansia, mutta ei silti saavuta lopullista voittoa.",
      "Niinä aikoina monet nousevat Etelän kuningasta vastaan, ja sinun omasta kansastasikin nousee väkivaltaisia miehiä kapinaan, jotta näky kävisi toteen, mutta he sortuvat.",
      "Sitten Pohjoisen kuningas saapuu, rakentaa hyökkäysvallin ja valloittaa linnoitetun kaupungin, eivätkä Etelän voimat riitä eikä sen valioväki pysty puolustautumaan.",
      "Hyökkääjä tekee mitä tahtoo, kukaan ei kestä hänen edessään. Hän tunkeutuu Ihanaan maahan ja tuo tullessaan tuhon.",
      "Hän aikoo ottaa haltuunsa koko Etelän valtakunnan ja solmii siksi sopimuksen Etelän kuninkaan kanssa. Hän antaa Etelän kuninkaalle tyttärensä vaimoksi, mutta vain tuottaakseen sille valtakunnalle turmion. Suunnitelma ei kuitenkaan onnistu, eikä siitä ole hänelle hyötyä.",
      "Pohjoisen kuningas kääntyy kohti rannikon maita ja valloittaa niistä monet, mutta muuan sotapäällikkö tekee lopun hänen röyhkeydestään ja kostaa sen hänelle tappioita kärsimättä.",
      "Silloin Pohjoisen kuningas kääntyy oman maansa linnoituksia ja temppeliä vastaan, mutta hän sortuu, eikä häntä enää ole.",
      "Sotavoimat lakoavat ja sortuvat hänen edessään kuin tulvan pyyhkäiseminä, ja niin sortuu myös Liiton ruhtinas.",
      "Pohjoisen kuningas solmii liittoja mutta toimii petollisesti, sotii ja tulee mahtavaksi huolimatta väkensä vähäisyydestä.",
      "Äkkiarvaamatta hän tunkeutuu maan vauraimpiin osiin ja tekee sellaista mitä hänen isänsä ja isiensä isät eivät tehneet. Ryöstösaalista ja omaisuutta hän jakelee omilleen, ja hän laatii suunnitelmia linnoitusten tuhoamiseksi. Mutta kaikkea tätä kestää vain oman aikansa.",
      "Ne, jotka syövät hänen pöydässään, vehkeilevät häntä vastaan. Vihollinen tuhoaa hänen sotajoukkonsa tulvan tavoin, ja monet kaatuvat taistelussa.",
      "Molemmat kuninkaat hautovat pahaa mielessään ja valehtelevat toisilleen, vaikka istuvat saman pöydän ääressä. Suunnitelmat eivät kuitenkaan onnistu, sillä loppu tulee vasta määräaikana.",
      "Maahansa palatessaan Pohjoisen kuningas tuo suuren omaisuuden mukanaan. Hän juonittelee Pyhää liittoa vastaan ja palaa vasta sitten maahansa.",
      "Lännestä tulevat laivat hyökkäävät hänen kimppuunsa, ja hän kääntyy peloissaan takaisin ja purkaa suuttumuksensa Pyhää liittoa vastaan. Kotiin palattuaan hän suhtautuu suopeasti niihin, jotka hylkäävät Pyhän liiton.",
      "Hänen lähettämänsä sotajoukot tulevat ja saastuttavat pyhäkön ja pyhän vuoren, lakkauttavat päivittäisen uhrin ja asettavat pyhäkköön turmion iljetyksen.",
      "Liiton rikkojat hän houkuttelee luopioiksi juonillaan, mutta ne, jotka tuntevat Jumalan, pysyvät lujina ja täyttävät tehtävänsä.",
      "Kansan oikeat opettajat neuvovat monia, mutta kauan heitä sorretaan miekalla ja tulella, vankeudella ja ryöstöllä.",
      "Keskellä sortoa he saavat apua, mutta vain vähän, ja monet liittyvät heihin petollisesti.",
      "Oikeista opettajista jotkut lankeavat, ja niin heidät kaikki seulotaan, sulatetaan ja puhdistetaan lopun ajaksi, sillä vielä on aikaa määrähetkeen.",
      "Hän ei välitä isiensä jumalista, ei naisten lempijumalasta eikä muistakaan jumalista, vaan ylvästelee kaikkia vastaan.",
      "Sen sijaan hän kunnioittaa vuorilinnojen jumalaa; tuota jumalaa, jota hänen isänsä eivät ole tunteneet, hän kunnioittaa kullalla ja hopealla, kalliilla kivillä ja ihanilla lahjoilla.",
      "Hän miehittää lujat linnat väellä, joka palvelee outoa jumalaa. Niille, jotka suostuvat tähän, hän jakaa kunnianosoituksia; hän panee heidät hallitsemaan monia ja antaa heille maata palkaksi.",
      "Hän hyökkää myös Ihanaan maahan, ja kymmenettuhannet sortuvat. Mutta Edom, Moab ja useimmat ammonilaiset pelastuvat hänen käsistään.",
      "Hän tunkee kätensä maahan toisensa jälkeen, eikä edes Egypti pelastu.",
      "Hän ottaa haltuunsa kulta- ja hopeakätköt ja kaikki Egyptin ihmeelliset rikkaudet, ja libyalaiset ja nubialaiset seuraavat häntä saattueena.",
      "Sitten idästä ja pohjoisesta tulevat sanomat pelästyttävät hänet, ja hän lähtee vihoissaan tuhoamaan ja perin pohjin hävittämään monia.",
      "Hän pystyttää telttapalatsinsa meren ja ihanan pyhäkkövuoren välille. Sitten hän tapaa loppunsa, eikä kukaan auta häntä."
    ],
    [
      "-- Silloin astuu esiin Mikael, suuri enkeliruhtinas, joka seisoo kansasi suojana. Ja tulee ahdistuksen aika, jonka kaltaista ei ole ollut siitä alkaen, kun kansoja on ollut, aina tuohon aikaan saakka. Mutta sinun kansasi pelastuu, pelastuu jokainen, jonka nimi on kirjoitettu kirjaan.",
      "Monet maan tomussa nukkuvista heräävät, toiset ikuiseen elämään, toiset häpeään ja ikuiseen kauhuun.",
      "Oikeat opettajat loistavat niin kuin säteilevä taivaankansi, ja ne, jotka ovat opastaneet monia vanhurskauteen, loistavat kuin tähdet, aina ja ikuisesti.",
      "Mutta sinä, Daniel, pidä nämä asiat salassa ja sulje tämä kirja sinetillä lopun aikaan saakka. Monet harhailevat, mutta tieto lisääntyy.",
      "Katsellessani minä, Daniel, huomasin kaksi muuta miestä. Toinen seisoi virran tällä, toinen tuolla rannalla.",
      "Monet seulotaan, sulatetaan ja puhdistetaan, mutta jumalattomat elävät jumalattomina, eikä kukaan jumalattomista ole tätä ymmärtävä. Mutta viisaat ymmärtävät.",
      "Siitä ajasta, jolloin päivittäinen uhri lakkautetaan ja turmion iljetys pystytetään, on kuluva tuhatkaksisataayhdeksänkymmentä päivää.",
      "Onnellinen se, joka jaksaa odottaa ja kestää tuhatkolmesataakolmekymmentäviisi päivää!"
    ]
  ],
  "name": "Daniel"
}
