{
  "id": "js",
  "chapters": [
    [
      "Palvelijansa Mooseksen kuoltua Herra sanoi Joosualle, Nunin pojalle, Mooseksen apulaiselle:",
      "Jokaisen paikan, jonne jalallanne astutte, minä annan teille, kuten olen Moosekselle luvannut.",
      "Teidän maanne on ulottuva eteläisestä autiomaasta Libanoniin ja Suureenmereen, johon aurinko laskee. Se käsittää myös koko heettiläisten maan suureen Eufratvirtaan saakka.",
      "Koko elinaikanasi ei kukaan voi sinua vastustaa. Minä olen sinun kanssasi, niin kuin olin Mooseksen kanssa. Minä en jätä enkä hylkää sinua.",
      "Ole rohkea ja luja. Sinä saat jakaa israelilaisille tuon maan: minä olen luvannut sen heidän omakseen valalla, jonka vannoin heidän esi- isilleen.",
      "Ole vain rohkea ja ole luja. Noudata tarkoin sitä lakia, jonka palvelijani Mooses sinulle antoi. Älä poikkea siitä oikealle äläkä vasemmalle. Silloin menestyt kaikessa mihin ryhdyt.",
      "Pidä tämän lainkirjan sanat aina huulillasi. Tutki lakia päivin ja öin, niin pystyt tarkoin noudattamaan kaikkea, mitä siihen on kirjoitettu. Silloin sinä menestyt ja onnistut kaikissa toimissasi.",
      "Muista, että olen sanonut sinulle: 'Ole rohkea ja luja, älä pelkää äläkä lannistu. Herra, sinun Jumalasi, on sinun kanssasi kaikilla teilläsi.'",
      "Joosua käski kansan päällysmiesten",
      "Ruubenin ja Gadin heimoille ja Manassen heimon toiselle puoliskolle Joosua sanoi:",
      "Teidän vaimonne, lapsenne ja vanhuksenne sekä karjanne saavat jäädä tähän maahan, jonka Mooses antoi teille Jordanin tältä puolen, mutta kaikkien asekuntoisten miesten on taisteluun valmiina lähdettävä kärkijoukkona veljienne edellä Jordanin yli ja autettava heitä.",
      "Samalla tavoin kuin olemme aina totelleet Moosesta, tottelemme myös sinua. Herra, sinun Jumalasi, olkoon sinun kanssasi, kuten hän oli Mooseksen kanssa!"
    ],
    [
      "Mutta Jerikon kuningas sai vielä samana iltana tietää, että israelilaisia miehiä oli saapunut Jerikoon vakoilemaan maata,",
      "Rahab oli kätkenyt miehet talonsa katolle sinne levitettyjen pellavakimppujen alle.",
      "Kuninkaan miehet lähtivät ajamaan takaa vakoojia ja kulkivat Jordanin suuntaan aina kahluupaikoille asti. Takaa-ajajien lähdettyä portti suljettiin jälleen.",
      "Ennen kuin vakoojat olivat asettuneet makuulle, Rahab tuli katolle heidän luokseen",
      "Olemme kuulleet, kuinka Herra kuivatti Kaislameren vedet teidän tieltänne, kun lähditte Egyptistä. Me tiedämme, että te julistitte Herralle kuuluvaksi uhriksi Sihonin ja Ogin, ne kaksi amorilaiskuningasta, ja surmasitte heidät.",
      "Kun me kuulimme siitä, meidän rohkeutemme petti, eikä kukaan meistä uskalla asettua vastustamaan teitä, sillä Herra, teidän Jumalanne, on sekä taivaan että maan valtias.",
      "Minä en kavaltanut teitä vaan pelastin henkenne. Vannokaa nyt minulle Herran nimeen, että te puolestanne pelastatte minun isäni suvun. Jättäkää minulle siitä varma merkki.",
      "Rahabin talo oli rakennettu kiinni kaupunginmuuriin, ja hän laski miehet köydellä ikkunasta muurin ulkopuolelle.",
      "Kun me saavumme tähän maahan, sido tämä punainen nauha siihen ikkunaan, josta laskit meidät alas. Kokoa sitten isäsi, äitisi ja veljesi ja koko isäsi suku luoksesi tähän taloon.",
      "Jokainen, joka poistuu talostasi, on itse syypää kuolemaansa, emmekä me ole siitä vastuussa. Jos taas me surmaamme jonkun, joka on kanssasi talossa, niin hänen kuolemastaan lankeaa syy meidän päällemme.",
      "Miehet nousivat vuorille ja oleskelivat siellä muutaman päivän, kunnes takaa-ajajat olivat palanneet. Nämä etsivät heitä kaikkialta, mutta eivät löytäneet.",
      "Sitten vakoojat laskeutuivat vuorilta, menivät Jordanin yli ja tulivat Joosuan, Nunin pojan luo. He kertoivat hänelle kaiken, mitä heille oli tapahtunut,"
    ],
    [
      "Israelilaiset lähtivät Joosuan johtamina varhain aamulla liikkeelle Sittimistä ja saapuivat Jordanille. Siellä he leiriytyivät ennen joen ylitystä.",
      "Kolmen päivän kuluttua päällysmiehet kulkivat leirin halki",
      "Herran, koko maan valtiaan, liitonarkku kulkee Jordanin yli teidän edellänne.",
      "Valitkaa nyt Israelin heimoista kaksitoista miestä, yksi kustakin heimosta.",
      "Kansa purki leirinsä ja lähti liikkeelle mennäkseen Jordanin yli, ja papit kulkivat liitonarkkua kantaen kansan edellä.",
      "Oli elonkorjuuaika, ja Jordan tulvi kaikkialla yli äyräittensä. Kun arkkua kantavat papit saapuivat Jordanille ja heidän jalkansa painuivat rantaveteen,",
      "yläjuoksulta virtaava vesi pysähtyi ja patoutui kuin muuriksi kaukana Adamin kaupungin luona, lähellä Saretania. Alajuoksun vedet laskivat Kuolleeseenmereen, Suolamereen, ja katosivat kokonaan näkyvistä. Näin kansa kulki Jordanin yli Jerikon kohdalta.",
      "Papit, jotka kantoivat Herran liitonarkkua, seisoivat kuivalla maalla keskellä Jordanin uomaa Israelin kansan kulkiessa joen yli kuivaa maata myöten, eivätkä he liikkuneet paikoiltaan, ennen kuin viimeinenkin israelilainen oli päässyt Jordanin yli."
    ],
    [
      "Kun koko kansa oli kulkenut Jordanin yli, Herra sanoi Joosualle:",
      "Joosua valitsi israelilaisten joukosta kaksitoista miestä, yhden kustakin heimosta, kutsui heidät luokseen",
      "Kivet ovat merkkinä teidän keskuudessanne. Kun lapsenne aikanaan kysyvät, mitä nuo kivet merkitsevät,",
      "Israelilaiset noudattivat Joosuan käskyä. He ottivat Jordanin keskeltä kaksitoista kiveä, joista Herra oli puhunut Joosualle. Kiviä oli yksi kutakin Israelin heimoa kohti. He veivät kivet yöpymispaikkaansa ja asettivat ne sinne.",
      "Joosua pystytti kaksitoista kiveä keskelle Jordanin uomaa sille paikalle, missä liitonarkkua kantavat papit olivat seisseet. Ne ovat siellä tänäkin päivänä.",
      "Arkkua kantavat papit seisoivat paikoillaan keskellä Jordania, kunnes kaikki, mistä Herra oli antanut käskyn Joosualle, oli tehty. Näin täytettiin myös Mooseksen Joosualle antama käsky. Kansa kulki nopeasti Jordanin yli.",
      "Kun kaikki muut olivat ylittäneet joen, myös Herran arkku ja papit menivät joen poikki ja asettuivat jälleen kulkemaan kansan edellä.",
      "Israelilaisten kärkijoukkona kulkivat joen poikki valmiina taisteluun Ruubenin ja Gadin heimot ja puolet Manassen heimosta, kuten Mooses oli käskenyt.",
      "Noin neljäkymmentätuhatta sotilasta lähti Herran liitonarkun edellä Jerikon tasangolle vihollista vastaan.",
      "Sinä päivänä Herra vahvisti Joosuan aseman israelilaisten johtajana, ja he kunnioittivat Joosuaa koko hänen elämänsä ajan, kuten olivat kunnioittaneet Moosesta.",
      "Herra sanoi Joosualle:",
      "Käske lain arkkua kantavien pappien tulla Jordanin uomasta rannalle.",
      "Joosua antoi tämän käskyn,",
      "ja Herran liitonarkkua kantavat papit tulivat rannalle. Tuskin he ehtivät koskettaa jalallaan kuivaa maata, kun Jordanin vedet jälleen täyttivät uoman ja tulvivat entiseen tapaan kaikkialla yli äyräitten.",
      "Israelilaiset menivät Jordanin poikki ensimmäisen kuun kymmenentenä päivänä ja leiriytyivät Gilgaliin, Jerikon itäpuolelle.",
      "Joosua pystytti Jordanista otetut kaksitoista kiveä Gilgaliin.",
      "Vastatkaa silloin heille: 'Israel kulki tästä Jordanin uoman poikki.",
      "Herra, meidän Jumalamme, kuivasi Jordanin vedet, kuten hän oli kuivannut Kaislameren meidän tieltämme, niin että kansamme pääsi kulkemaan sen poikki."
    ],
    [
      "Kaikki amorilaiskuninkaat, jotka asuivat Jordanin länsipuolella, ja kaikki meren rannikon kanaanilaiskuninkaat saivat tietää, että Herra oli kuivannut Jordanin vedet israelilaisten tieltä ja näin tuonut heidät joen yli. Silloin kuninkaiden rohkeus petti, eikä kukaan heistä uskaltanut asettua israelilaisia vastaan.",
      "Joosua teki kiviveitsiä ja ympärileikkasi israelilaiset Esinahkakukkulan luona.",
      "Hän joutui ympärileikkaamaan heidät, koska kaikki Egyptistä lähdön jälkeen syntyneet israelilaiset olivat jääneet ympärileikkaamatta.",
      "Egyptistä lähteneet miespuoliset israelilaiset olivat olleet ympärileikattuja, mutta kaikki sieltä lähteneet asekuntoiset miehet olivat kuolleet matkan aikana autiomaassa.",
      "Lähtönsä jälkeen israelilaiset olivat joutuneet vaeltamaan autiomaassa neljäkymmentä vuotta, ja sinä aikana kuolivat kaikki Egyptistä lähteneet asekuntoiset Israelin miehet. He eivät olleet totelleet Herran sanaa, ja siksi Herra oli vannonut, ettei hän anna heidän nähdä sitä maata, jonka hän oli heidän esi-isilleen vannomallaan valalla luvannut antaa israelilaisille, maata, joka tulvii maitoa ja hunajaa.",
      "Herra antoi heidän poikiensa astua heidän tilalleen. Mutta matkan aikana syntyneitä ei ollut ympärileikattu, ja Joosuan oli nyt ympärileikattava heidät.",
      "Ympärileikkauksen jälkeen miehet pysyttelivät leirissä, kunnes olivat toipuneet.",
      "Israelilaiset leiriytyivät Gilgaliin ja viettivät pääsiäistä sen kuun neljännentoista päivän iltana Jerikon tasangolla.",
      "Pääsiäisen jälkeisenä päivänä he söivät Kanaaninmaan tuotteita: he söivät sinä päivänä happamatonta leipää ja paahdettuja jyviä.",
      "Sen päivän jälkeen, jona he olivat syöneet maan tuotteita, ei mannaa enää tullut. Israelilaiset eivät enää saaneet mannaa, vaan he söivät sinä vuonna Kanaaninmaan satoa."
    ],
    [
      "Jerikon portit olivat tiukasti lukitut israelilaisten takia. Kukaan ei päässyt kaupungista ulos eikä ketään päästetty sisään.",
      "Sotajoukkonne tulee kulkea kaupungin ympäri, kiertää se kerran päivässä kuutena peräkkäisenä päivänä.",
      "Seitsemän papin tulee kantaa seitsemää oinaansarvista torvea liitonarkun edellä. Seitsemäntenä päivänä teidän on kierrettävä kaupunki seitsemän kertaa, ja pappien on puhallettava torviin.",
      "Kun Joosua oli puhunut kansalle, seitsemän pappia lähti seitsemää oinaansarvitorvea kantaen kulkemaan Herran liitonarkun edellä. He puhalsivat torviin, ja Herran arkku seurasi heidän jäljessään.",
      "Taisteluvalmis etujoukko marssi torviin puhaltavien pappien edellä, ja jälkijoukko tuli arkun perässä puhaltaen torviin.",
      "Herran arkkua kannettiin näin kaupungin ympäri yhden kerran. Sitten arkku vietiin yöksi leiriin.",
      "Heti seuraavana aamuna Joosua lähetti papit taas kantamaan Herran liitonarkkua.",
      "Ne seitsemän pappia, jotka kantoivat seitsemää oinaansarvitorvea Herran arkun edellä, puhalsivat kulkiessaan jatkuvasti torviinsa. Etujoukon miehet marssivat heidän edellään, ja jälkijoukko tuli Herran arkun perässä herkeämättä torviinsa puhaltaen.",
      "Myös toisena päivänä he kiersivät kaupungin yhden kerran ja palasivat sitten leiriin. Näin he tekivät kaikkiaan kuutena päivänä.",
      "Seitsemäntenä päivänä he lähtivät liikkeelle jo aamun sarastaessa ja kiersivät kaupungin samalla tavoin, mutta nyt seitsemän kertaa. Vain sinä päivänä he kiersivät kaupungin seitsemän kertaa.",
      "Koko kaupunki ja kaikki, mitä siellä on, julistetaan Herralle kuuluvaksi uhriksi ja tuhotaan. Vain portto Rahab ja kaikki ne, jotka ovat hänen talossaan, saavat jäädä henkiin, sillä hän piilotti tiedustelijat, jotka olimme lähettäneet.",
      "Varokaa ryöstämästä itsellenne sellaista, mikä on julistettu Herralle kuuluvaksi uhriksi, ettette saattaisi Herran kiroukseen koko Israelin leiriä ja syöksisi sitä tuhoon.",
      "Kansa kohotti sotahuudon, kun papit puhalsivat torviinsa. Heti torvien äänen kuultuaan kansa kohotti sotahuudon. Silloin Jerikon muurit sortuivat, ja joukot hyökkäsivät kaupunkiin, joka mies siitä paikasta missä seisoi. Näin israelilaiset valtasivat kaupungin.",
      "He olivat julistaneet Herralle kuuluvaksi uhriksi kaiken, mitä kaupungissa oli, ja niin he surmasivat miehet ja naiset, nuoret ja vanhat, härät, lampaat, vuohet ja aasit.",
      "Miehet, jotka olivat olleet vakoojina, kävivät hakemassa Rahabin sekä hänen vanhempansa, veljensä ja muut omaisensa ja toivat heidät Israelin leirin ulkopuolelle.",
      "Mutta itse kaupungin ja kaiken, mitä siellä oli, israelilaiset polttivat poroksi. Vain hopean ja kullan sekä pronssi- ja rautaesineet he antoivat Herran pyhäkön omaisuudeksi.",
      "Joosua jätti henkiin portto Rahabin, hänen isänsä suvun ja kaikki muutkin hänen omaisensa, koska Rahab oli piilottanut tiedustelijat, jotka Joosua lähetti vakoilemaan Jerikoa. Rahabin suku elää israelilaisten keskuudessa vielä tänäkin päivänä.",
      "Herra oli Joosuan kanssa, ja Joosuan maine levisi yli koko maan."
    ],
    [
      "Kaikki israelilaiset eivät noudattaneet Herran käskyä. Juudan heimoon kuuluva Akan, jonka isä oli Karmi, Serahin pojan Sabdin poika, otti itselleen saalista, joka oli julistettu Herralle kuuluvaksi uhriksi. Tämän vuoksi Herra vihastui israelilaisiin.",
      "Israelilaisia lähti Ain kaupunkia vastaan noin kolmetuhatta miestä, mutta heidät lyötiin pakoon.",
      "Ain miehet ajoivat israelilaisia takaa kaupunkinsa portilta jyrkänteelle saakka ja surmasivat rinteeseen kolmekymmentäkuusi miestä. Silloin israelilaisten rohkeus petti, ja he vapisivat pelosta.",
      "Joosua ja Israelin vanhimmat repäisivät vaatteensa. He lankesivat kasvoilleen maahan Herran liitonarkun eteen, sirottivat multaa hiuksiinsa ja viipyivät arkun edessä iltaan saakka.",
      "Herrani, mitä minä enää voin sanoa, kun Israel on kääntynyt pakoon vihollistensa tieltä?",
      "Israelilaiset ovat tehneet syntiä. He ovat rikkoneet määräyksen, jonka minä heille annoin. He ovat salaa ottaneet saalista, joka oli julistettu Herralle kuuluvaksi uhriksi. He ovat varastaneet sitä ja kätkeneet sen omien tavaroittensa joukkoon.",
      "Nyt he eivät enää voi kestää vihollistensa edessä, vaan joutuvat pakenemaan, sillä Israel on joutunut Herran kiroukseen. Ellette hävitä keskuudestanne Herran omaksi julistettua saalista, minä en enää ole teidän kanssanne.",
      "Nouse ja huolehdi siitä, että israelilaiset pyhittävät itsensä huomiseksi. Sano heille: 'Näin sanoo Herra, Israelin Jumala: Sinulla, Israel, on keskuudessasi Herran omaksi julistettua saalista. Sinä et voi kestää vihollistesi edessä, ennen kuin olet poistanut leiristäsi Herran omaksi julistetun tavaran.'",
      "Teidän on huomisaamuna tultava tänne heimoittain. Sen heimon, johon Herran arpa osuu, tulee astua esiin suvuittain. Sen suvun, johon Herran arpa osuu, tulee astua esiin perheittäin, ja sen perheen, johon Herran arpa osuu, tulee astua esiin mies mieheltä.",
      "Seuraavana aamuna Joosua käski israelilaisten astua esiin heimoittain. Arpa osui Juudan heimoon.",
      "Sitten hän käski Juudan sukujen astua esiin, ja arpa osui Serahin sukuun. Hän käski Serahin suvun astua esiin perhekunnittain, ja arpa osui Sabdiin.",
      "Hän käski Sabdin perheen astua esiin mies mieheltä, ja arpa osui Akaniin, Karmin poikaan, joka oli Serahin pojan Sabdin jälkeläinen ja kuului Juudan heimoon.",
      "Joosua lähetti miehiä tarkistamaan asian. He juoksivat teltalle ja löysivät sinne kätketyt tavarat, ja hopea oli alimpana.",
      "He ottivat saaliin teltasta, toivat sen Joosuan ja muiden israelilaisten nähtäväksi ja asettivat sen Herran eteen.",
      "Sitten Joosua ja muut israelilaiset veivät Akanin, Serahin jälkeläisen, Akorinlaaksoon. He veivät sinne myös hopean, viitan ja kultaharkon, Akanin pojat ja tyttäret, hänen härkänsä, aasinsa ja lampaansa, hänen telttansa ja kaiken muun, mitä hänellä oli.",
      "Sitten he kokosivat paikalle suuren kiviröykkiön, joka on vieläkin olemassa. Näin Herran viha lauhtui. Tämän tapauksen vuoksi paikkaa kutsutaan vielä nytkin Akorinlaaksoksi."
    ],
    [
      "Joosua lähti sotaväkensä kanssa kohti Ain kaupunkia. Hän valitsi kolmekymmentätuhatta urheaa sotilasta ja lähetti heidät matkaan yöllä.",
      "Minä ja ne joukot, jotka ovat minun kanssani, lähestymme kaupunkia. Silloin Ain miehet lähtevät taisteluun meitä vastaan kuten edelliselläkin kerralla, ja me olemme pakenevinamme heidän tieltään.",
      "He lähtevät meidän peräämme, ja niin me houkuttelemme heidät ulos kaupungista. He näet luulevat, että me pakenemme heitä kuten viime kerralla. Me juoksemme pakoon heidän edellään,",
      "mutta silloin te lähdette väijytyspaikastanne ja valtaatte kaupungin. Herra, teidän Jumalanne, antaa sen teidän käsiinne.",
      "Joosua lähetti miehet matkaan, ja he asettuivat väijyksiin Ain kaupungin länsipuolelle, Betelin ja Ain välille. Joosua vietti sen yön pääjoukon luona.",
      "Varhain seuraavana aamuna Joosua tarkasti joukkonsa. Hän ja Israelin vanhimmat lähtivät kansan kärjessä etenemään kohti Aita.",
      "Saavuttuaan lähelle kaupunkia joukot leiriytyivät sen pohjoispuolelle; israelilaisten ja kaupungin väliin jäi laakso.",
      "Joosua asetti noin viidentuhannen miehen joukon väijyksiin Ain länsipuolelle, Betelin ja Ain välille.",
      "Näin siis pääjoukko pystytti leirinsä kaupungin pohjoispuolelle, ja erillinen joukko oli asemissa sen länsipuolella. Joosua vietti sen yön laaksossa.",
      "Kun Ain kuningas aamulla näki israelilaiset, hän lähti heti sotajoukkoineen liikkeelle käydäkseen taisteluun israelilaisia vastaan avoimella kentällä, joka oli Jordaninlaakson suunnalla. Mutta hän ei tiennyt, että kaupungin takana oli israelilaisia väijyksissä.",
      "Joosua ja hänen sotilaansa olivat joutuvinaan tappiolle ja pakenivat Jordaninlaakson suuntaan.",
      "Silloin kaupungin koko muukin väki kutsuttiin ajamaan heitä takaa. Kaikki lähtivät Joosuan perään, ja näin israelilaiset saivat houkutelluksi väen ulos kaupungista.",
      "Ainoatakaan miestä ei jäänyt Aihin eikä Beteliin, vaan kaikki lähtivät israelilaisten perään. He jättivät kaupungin suojattomaksi ja ryhtyivät ajamaan israelilaisia takaa.",
      "Nähdessään Joosuan kohottavan kätensä väijyksissä olleet miehet ryntäsivät esiin, tunkeutuivat kaupunkiin, valtasivat sen ja sytyttivät sen heti palamaan.",
      "Ain miehet kääntyivät katsomaan taakseen ja näkivät savun nousevan kaupungista taivaalle. Heiltä oli nyt tie tukossa kumpaankin suuntaan, sillä ne israelilaiset, jotka olivat olleet pakenevinaan autiomaahan, kääntyivätkin takaa-ajajiaan vastaan.",
      "Joosua ja muut israelilaiset olivat nähneet, että väijyksissä ollut joukko oli vallannut kaupungin ja että sieltä nousi savu, ja siksi he kääntyivät takaisin ja kävivät Ain miesten kimppuun.",
      "Samalla kaupungin vallanneet israelilaiset lähtivät heitä vastaan, ja Ain miehet jäivät kahden israelilaisjoukon väliin. Israelilaiset hyökkäsivät edestä ja takaa ja löivät heidät, niin ettei yksikään päässyt pakoon eikä jäänyt henkiin.",
      "Mutta Ain kuninkaan he ottivat kiinni elävänä ja toivat Joosuan eteen.",
      "Kun israelilaiset olivat autiomaassa kaupungin ulkopuolella lyöneet Ain miehet, jotka olivat seuranneet heidän kannoillaan, ja nämä oli surmattu viimeiseen mieheen, israelilaisten sotajoukko palasi Aihin, ja loputkin kaupungin asukkaat surmattiin.",
      "Tuona päivänä saivat surmansa kaikki Ain asukkaat, kaksitoistatuhatta miestä ja naista.",
      "Joosua piti tapparansa kohotettuna eikä antanut kätensä vaipua, ennen kuin israelilaiset olivat tuhonneet Ain asukkaat, jotka oli julistettu Herralle kuuluvaksi uhriksi.",
      "Karja ja muu omaisuus otettiin kuitenkin ryöstösaaliiksi. Israelilaiset noudattivat kaikessa käskyä, jonka Herra oli Joosualle antanut.",
      "Joosua poltti Ain kaupungin, ja siitä tuli autio rauniokumpu, jollainen se on vielä tänäkin päivänä.",
      "Mutta Ain kuninkaan hän surmasi, ja ruumis sai riippua puussa iltaan saakka. Auringon laskettua Joosua käski ottaa ruumiin alas. Se heitettiin kaupunginportin ulkopuolelle ja sen päälle kasattiin suuri kiviröykkiö, joka on siellä vielä tänäkin päivänä.",
      "Niihin aikoihin Joosua rakensi Ebalinvuorelle alttarin Herralle, Israelin Jumalalle.",
      "Alttari rakennettiin kokonaisista luonnonkivistä, joihin rautainen työkalu ei ollut koskenut. Näin oli Mooses, Herran palvelija, käskenyt israelilaisten tehdä, ja tämä määräys on kirjoitettu Mooseksen lain kirjaan. Israelilaiset uhrasivat alttarilla polttouhreja ja yhteysuhreja.",
      "Ebalinvuorella Joosua jäljensi israelilaisten nähden kiviin sen lain, jonka Mooses oli kirjoittanut.",
      "Koko Israel, niin muukalaiset kuin syntyperäiset israelilaisetkin, kaikki kansan vanhimmat, päällysmiehet ja tuomarit seisoivat arkun molemmin puolin niiden leeviläispappien edessä, joiden tehtävänä oli kantaa Herran liitonarkkua. Puolet kansasta katsoi Garisiminvuorta kohti ja toinen puoli Ebalinvuorta kohti. Mooses, Herran palvelija, oli näet määrännyt, että Israelin kansa oli siunattava tällä tavoin.",
      "Sitten Joosua luki ääneen koko lain, sekä siunaukset että kiroukset, juuri niin kuin lain kirjaan oli kirjoitettu.",
      "Joosua ei jättänyt lukematta sanaakaan siitä, mitä Mooses oli käskenyt. Häntä kuulemassa oli koko Israelin kansa, miehet, naiset ja lapset sekä kansan parissa asuvat muukalaiset."
    ],
    [
      "Nämä tapahtumat tulivat pian maan kaikkien kuninkaiden tietoon. He hallitsivat heettiläisiä, amorilaisia, kanaanilaisia, perissiläisiä, hivviläisiä ja jebusilaisia alueella, joka Jordanin länsipuolella ulottuu vuoristosta läntisille kukkuloille ja Suurenmeren rannikkoa pitkin Libanoniin saakka.",
      "Kuninkaat liittoutuivat ryhtyäkseen yhteisvoimin sotimaan Joosuaa ja Israelia vastaan.",
      "Kun Gibeonin asukkaat saivat kuulla, mitä Joosua oli tehnyt Jerikolle ja Aille,",
      "he keksivät ovelan juonen. He varustivat matkaan sananviejiä, jotka kuormasivat aasiensa selkään kuluneita säkkejä ja rikki kuluneita ja paikattuja viinileilejä,",
      "panivat jalkaansa kuluneet ja paikatut sandaalit ja pukivat ylleen kuluneet vaatteet. Evääkseen miehet ottivat kuivaa, murentunutta leipää.",
      "Kuulimme myös siitä, mitä hän teki kahdelle amorilaiskuninkaalle, jotka asuivat Jordanin itäpuolella, Hesbonin kuninkaalle Sihonille ja Basanin kuninkaalle Ogille, joka asui Astarotissa.",
      "Silloin meidän vanhimpamme ja kaikki maamme asukkaat sanoivat meille: 'Varatkaa evästä mukaanne ja menkää tapaamaan israelilaisia. Sanokaa heille, että olemme heidän palvelijoitaan, ja pyytäkää heitä solmimaan liitto meidän kanssamme.'",
      "Katsokaa meidän leipäämme! Kun lähdimme teidän luoksenne ja otimme sitä kotoa matkaevääksi, se oli vielä lämmintä. Nyt se on kuivaa ja murusina.",
      "Kysymättä neuvoa Herralta Israelin miehet maistoivat heidän eväitään,",
      "ja Joosua antoi gibeonilaisille rauhanvakuutuksen, teki liiton heidän kanssaan ja lupasi säästää heidän henkensä. Kansan päämiehet vahvistivat liiton valallaan.",
      "Kolmen päivän kuluttua liiton solmimisesta israelilaiset saivat tietää, että vieraat olivatkin heidän naapureitaan ja asuivat aivan lähellä.",
      "Israelin miehet lähtivät silloin liikkeelle ja tulivat kolmantena päivänä heidän kaupunkeihinsa, jotka olivat Gibeon, Kefira, Beerot ja Kirjat- Jearim.",
      "Mutta israelilaiset eivät tappaneet heitä, koska kansan päämiehet olivat vannoneet heille valan Herran, Israelin Jumalan, nimeen. Koko kansa nurisi päämiehiä vastaan.",
      "Päämiehet määräsivät, että asukkaat oli jätettävä eloon, mutta päämiesten käskystä heidän oli ruvettava palvelemaan israelilaisia puunhakkaajina ja vedenkantajina.",
      "Joosua teki niin kuin oli sanonut. Hän pelasti gibeonilaiset israelilaisten käsistä eikä antanut surmata heitä,",
      "mutta hän määräsi heidät siitä päivästä alkaen israelilaisten orjiksi hakkaamaan puita ja kantamaan vettä Herran alttaria varten. Tämä on heidän työnään yhä edelleen paikassa, jonka Herra on valinnut. valloitus"
    ],
    [
      "Adoni-Sedek, Jerusalemin kuningas, sai kuulla, että Joosua oli vallannut Ain ja julistanut sen Herralle kuuluvaksi uhriksi ja että hän oli tehnyt Aille ja sen kuninkaalle saman kuin Jerikolle ja sen kuninkaalle. Adoni-Sedek sai myös tietää, että Gibeonin asukkaat olivat tehneet sopimuksen Israelin kanssa ja saaneet jäädä asumaan israelilaisten keskuuteen.",
      "Hän pelästyi kovin, sillä Gibeon oli yhtä suuri kuin kuninkaiden hallitsemat kaupungit; se oli suurempi kuin Ai, ja sen miehet olivat urheita sotureita.",
      "Jerusalemin kuningas Adoni-Sedek lähetti silloin Hebronin kuninkaalle Hohamille, Jarmutin kuninkaalle Piramille, Lakisin kuninkaalle Jafialle ja Eglonin kuninkaalle Debirille tämän viestin:",
      "Tulkaa minun avukseni. Meidän on kukistettava Gibeon, sillä se on liittoutunut Joosuan ja israelilaisten kanssa.",
      "Kaikki viisi amorilaiskuningasta, Jerusalemin, Hebronin, Jarmutin, Lakisin ja Eglonin kuninkaat, kokosivat joukkonsa ja lähtivät yhdessä liikkeelle. He leiriytyivät Gibeonin edustalle ja valmistautuivat valtaamaan kaupungin.",
      "Joosua lähti silloin Gilgalista mukanaan valiosoturinsa ja koko muu sotajoukkonsa.",
      "Lähdettyään Gilgalista Joosua marssi joukkoineen koko yön ja hyökkäsi amorilaisten kimppuun yllättäen.",
      "Kun amorilaiset kohtasivat Israelin sotajoukon, Herra saattoi heidät pakokauhun valtaan, ja Joosua sai heistä Gibeonin luona suuren voiton. Hän ajoi heitä takaa Bet- Horoniin vievää tietä Asekaan ja Makkedaan asti ja surmasi heitä joukoittain.",
      "Amorilaisten paetessa israelilaisia Bet-Horonin rinnettä alas Herra antoi sataa heidän päälleen kiven kokoisia rakeita koko matkan Asekaan saakka, ja heitä kuoli paljon. Rakeet surmasivat heitä enemmän kuin israelilaisten miekat.",
      "Ja niin aurinko pysyi paikallaan ja kuu oli liikkumatta, kunnes kansa oli kostanut vihollisilleen. Näin on kirjoitettuna Oikeamielisen kirjassa. Aurinko seisahtui taivaan laelle kokonaiseksi päiväksi eikä kiirehtinyt laskemaan.",
      "Sellaista päivää, jona Herra tällä tavalla myöntyi ihmisen pyyntöön, ei ole ollut koskaan aikaisemmin eikä myöhemmin. Herra kävi sotaa Israelin puolesta.",
      "Taistelun jälkeen Joosua palasi kaikki israelilaiset mukanaan Gilgalin leiriin.",
      "Amorilaiskuninkaat pakenivat ja piiloutuivat Makkedan luolaan.",
      "Joosua ja israelilaiset löivät amorilaiset perin pohjin. Vain muutamat harvat jäivät henkiin ja pääsivät pakenemaan linnoitettuihin kaupunkeihinsa.",
      "Kaikki israelilaiset palasivat vahingoittumattomina Joosuan luo Makkedan leiriin. Kukaan ei enää uskaltanut hiiskua sanaakaan israelilaisia vastaan.",
      "Näin tapahtui, ja kaikki viisi kuningasta, Jerusalemin, Hebronin, Jarmutin, Lakisin ja Eglonin kuninkaat, tuotiin Joosuan eteen.",
      "Sitten Joosua surmasi kuninkaat. Ruumiit ripustettiin viiteen puuhun, ja ne riippuivat niissä iltaan asti.",
      "Auringonlaskun aikaan Joosua käski ottaa ruumiit alas puista ja heittää ne siihen luolaan, jossa kuninkaat olivat piileskelleet. Luolan suulle kasattiin suuria kiviä, ja kiviröykkiö on siellä vielä tänäkin päivänä.",
      "Samana päivänä Joosua hyökkäsi Makkedaa vastaan ja valtasi sen. Hän julisti kaupungin Herralle kuuluvaksi uhriksi ja surmasi Makkedan kuninkaan ja kaikki sen asukkaat; ainoatakaan ihmistä ei jätetty henkiin. Hän teki Makkedan kuninkaalle samoin kuin oli tehnyt Jerikon kuninkaalle.",
      "Makkedasta Joosua ja israelilaiset lähtivät kohti Libnaa. He kävivät hyökkäykseen sitä vastaan,",
      "ja Herra antoi Libnan ja sen kuninkaan heidän käsiinsä. Israelilaiset kukistivat kaupungin ja surmasivat kaikki sen asukkaat päästämättä ainoatakaan pakenemaan. Libnan kuninkaalle Joosua teki samoin kuin oli tehnyt Jerikon kuninkaalle.",
      "Joosua ja israelilaiset lähtivät tämän jälkeen Libnasta kohti Lakisia, järjestivät joukkonsa ja kävivät hyökkäykseen kaupunkia vastaan.",
      "Toisena taistelupäivänä Herra antoi kaupungin israelilaisten käsiin. He valtasivat sen ja surmasivat kaikki sen asukkaat, kuten olivat tehneet Libnassakin.",
      "Horam, Geserin kuningas, saapui silloin Lakisin avuksi, mutta Joosua voitti myös hänet ja hänen sotajoukkonsa, eikä ainoatakaan geseriläistä päästetty pakenemaan.",
      "Lakisista Joosua ja israelilaiset lähtivät kohti Eglonia. He järjestivät joukkonsa ja kävivät hyökkäykseen kaupunkia vastaan.",
      "Vielä samana päivänä he valtasivat kaupungin ja surmasivat sen asukkaat. Joosua julisti sinä päivänä Eglonin Herralle kuuluvaksi uhriksi ja tuhosi sen kaikkine asukkaineen, kuten oli tuhonnut Lakisinkin.",
      "Eglonista Joosua ja israelilaiset lähtivät kohti Hebronia. He kävivät hyökkäykseen kaupunkia vastaan,",
      "valtasivat sen ja surmasivat sen kuninkaan ja kaikki asukkaat. He hävittivät seudun kaikki muutkin kaupungit asukkaineen eivätkä jättäneet ketään henkiin. Joosua teki Hebronille niin kuin oli tehnyt Eglonillekin: hän julisti kaupungin Herralle kuuluvaksi uhriksi ja tuhosi sen kaikkine asukkaineen.",
      "Sitten Joosua ja israelilaiset kääntyivät kohti Debiriä ja kävivät hyökkäykseen sitä vastaan.",
      "He kukistivat Debirin ja sen kuninkaan, valtasivat seudun kaikki muutkin kaupungit ja surmasivat kaupunkien asukkaat. Joosua julisti ihmiset ja eläimet Herralle kuuluvaksi uhriksi ja surmasi kaikki säästämättä ainoatakaan. Joosua teki Debirille ja sen kuninkaalle samoin kuin oli tehnyt Libnalle ja sen kuninkaalle.",
      "Joosua kukisti koko maan ja valloitti vuoriston, Negevin alueen, läntiset kukkulat ja itäiset rinteet. Hän surmasi näiden seutujen kuninkaat eikä päästänyt ainoatakaan heistä pakenemaan. Hän julisti Herralle kuuluvaksi uhriksi kaikki elävät olennot ja hävitti ne, kuten Herra, Israelin Jumala, oli käskenyt.",
      "Joosua valloitti koko maan Kades- Barneasta Gazaan sekä koko Gosenin aina Gibeoniin saakka.",
      "Hän kukisti yhdellä kertaa kaikki tämän alueen kuninkaat, sillä Herra, Israelin Jumala, soti kansansa puolesta.",
      "Tämän jälkeen Joosua ja israelilaiset palasivat leiriinsä Gilgaliin. valloitus"
    ],
    [
      "Kun Jabin, Hasorin kuningas, sai tietää israelilaisten voitoista, hän lähetti viestin Madonin kuninkaalle Jobabille, Simronin ja Aksafin kuninkaille",
      "sekä niille kuninkaille, jotka hallitsivat pohjoisilla vuorilla, Gennesaretinjärven rannoilla ja sen eteläpuolella Jordaninlaaksossa, läntisillä kukkuloilla ja Dorin ylängöllä.",
      "Hän lähetti viestin myös idässä ja lännessä asuville kanaanilaisille, vuoristossa asuville amorilaisille, heettiläisille, perissiläisille ja jebusilaisille sekä Hermonin juurella Mispan maassa asuville hivviläisille.",
      "Kuninkaat lähtivät liikkeelle kaikkine sotajoukkoineen, ja niissä oli väkeä kuin hiekanjyviä meren rannalla. Myös hevosia ja sotavaunuja oli suuret määrät.",
      "Kaikki kuninkaat liittyivät yhteen ja asettuivat joukkoineen leiriin Meromin lähteiden luo ryhtyäkseen sotaan israelilaisia vastaan.",
      "Joosua teki sotajoukkoineen yllätyshyökkäyksen vihollisten leiriin, joka oli Meromin lähteiden luona,",
      "ja Herra antoi heidät israelilaisten käsiin. Israelilaiset löivät heidät hajalle ja ajoivat heitä takaa pohjoisessa Sidonin kaupunkiin, lännessä Misrefot-Majimiin ja idässä Mispen tasangolle asti. He surmasivat pakenijat eivätkä jättäneet eloon ainoatakaan.",
      "Joosua teki niin kuin Herra oli määrännyt. Hän katkoi vihollisten hevosilta jalkojen jänteet ja poltti heidän sotavaununsa.",
      "Sitten Joosua kääntyi takaisin. Hän valtasi Hasorin, joka muinoin oli seudun kaikista kaupunkivaltioista mahtavin, ja surmasi sen kuninkaan.",
      "Israelilaiset surmasivat Hasorissa joka ainoan elävän olennon. He julistivat asukkaat Herralle kuuluvaksi uhriksi eivätkä jättäneet heistä eloon ainoatakaan. Hasorin kaupungin Joosua tuhosi polttamalla.",
      "Hän valtasi myös kaikki muut kaupungit, otti niiden kuninkaat vangiksi ja surmasi heidät ja kaupunkien asukkaat Herralle kuuluvana uhrina, kuten Mooses, Herran palvelija, oli käskenyt.",
      "Näitä kaupunkeja, jotka yhä seisovat kukkuloillaan, ei kuitenkaan poltettu; vain Hasorin Joosua poltti.",
      "Israelilaiset ryöstivät kaupungeista itselleen kaiken irtaimen ja karjan, mutta ihmiset he surmasivat jättämättä heistä eloon ainoatakaan.",
      "Tämän käskyn Herra oli antanut palvelijalleen Moosekselle, ja Mooses oli antanut sen edelleen Joosualle, joka tinkimättä täytti kaikki Herran Moosekselle antamat käskyt.",
      "Joosua sai valloitetuksi koko maan: Juudan vuoriston, Negevin, Gosenin maan, Juudan läntiset kukkulat ja Jordaninlaakson sekä Israelin vuoret ja niiden länsipuoliset kukkulat.",
      "Hän valloitti alueen, joka alkaa Seirin suunnalla kohoavasta Halakinvuoresta ja ulottuu Libanoniin, Bekaanlaaksossa, Hermoninvuoren juurella olevaan Baal-Gadiin saakka. Hän otti näiden seutujen kuninkaat vangiksi ja surmasi heidät.",
      "Joosua joutui sotimaan kauan näitä kuninkaita vastaan.",
      "Yksikään kaupunki ei solminut rauhaa israelilaisten kanssa lukuun ottamatta Gibeonia, jonka asukkaat olivat hivviläisiä. Koko muun maan israelilaiset valloittivat sotimalla.",
      "Herra oli kovettanut vihollisten sydämet ja saanut heidät käymään sotaa Israelia vastaan, jotta heidät voitaisiin julistaa Herralle kuuluvaksi uhriksi ja säälimättä tuhota sen käskyn mukaisesti, jonka Herra oli antanut Moosekselle.",
      "Samoihin aikoihin Joosua lähti sotaretkelle hävittääkseen anakilaiset vuoristosta, Hebronista, Debiristä, Anabista, kaikkialta Juudan vuorilta ja Israelin vuoristosta. Hän julisti heidät kaupunkeineen Herralle kuuluvaksi uhriksi ja tuhosi heidät.",
      "Israelilaisten maahan ei jäänyt jäljelle ainoatakaan anakilaista; heitä jäi vain Gazaan, Gatiin ja Asdodiin.",
      "Herran Moosekselle antaman käskyn mukaisesti Joosua valloitti koko maan. Hän jakoi sen Israelin heimoille antaen kullekin heimolle sille kuuluvan osuuden. Näiden sotien jälkeen maassa vallitsi rauha."
    ],
    [
      "Itäisessä Jordaninmaassa hallitsi aikaisemmin kaksi kuningasta, joiden maat ulottuivat etelässä Arnonjokeen ja pohjoisessa Hermoniin ja käsittivät Jordaninlaakson itäpuolisen alueen. Israelilaiset kukistivat heidät ja ottivat haltuunsa heidän maansa.",
      "Toinen näistä kuninkaista oli Sihon, amorilaisten kuningas. Hän asui Hesbonissa, ja hänen hallinnassaan oli puolet Gileadista. Hänen alueensa eteläraja lähti Aroerista, Arnonin jokilaakson varrelta, ja kulki pitkin jokea. Pohjoisessa hänen maansa ulottui Jabbokiin, ammonilaisten maan rajajokeen,",
      "ja siihen kuului koko Jordaninlaakson itäpuoli Gennesaretinjärvestä Kuolleeseenmereen Bet- Jesimotin tienoille ja aina Pisgan juurelle saakka.",
      "Israelilaiset valloittivat myös Basanin kuninkaan Ogin maan. Hän oli viimeisiä refalaisia, ja hänen hallituskaupunkinsa olivat Astarot ja Edrei.",
      "Ogin valtakuntaan kuului koko Basan Hermonia ja Salkaa myöten aina Gesurin ja Maakan alueisiin saakka sekä toinen puoli Gileadista Hesbonin kuninkaan Sihonin maan rajalle asti.",
      "Herran palvelija Mooses ja israelilaiset löivät Sihonin ja Ogin, ja Mooses antoi heidän maansa ruubenilaisille, gadilaisille ja Manassen heimon toiselle puoliskolle.",
      "Tässä ovat lueteltuina ne Kanaaninmaan kuninkaat, jotka Joosua ja israelilaiset löivät Jordanin länsipuolella. Näiden kuninkaiden hallitsema alue ulottui Libanonista, Bekaanlaakson Baal-Gadista, Seirin suunnalla kohoavaan Halakinvuoreen asti. Nämä alueet Joosua antoi Israelin heimoille perintömaiksi, kullekin heimolle sille määrätyn osuuden,",
      "kun hän ensin oli kukistanut vuoristossa, läntisillä kukkuloilla, Jordaninlaaksossa, Jordaniin laskeutuvien vuorten itärinteillä, autiomaassa ja Negevissä asuneet heettiläiset, amorilaiset, kanaanilaiset, perissiläiset, hivviläiset ja jebusilaiset.",
      "Kukistetut kuninkaat olivat: Jerikon kuningas ja Betelin lähellä sijaitsevan Ain kuningas,",
      "Jerusalemin kuningas, Hebronin kuningas,",
      "Jarmutin kuningas, Lakisin kuningas,",
      "Eglonin kuningas, Geserin kuningas,",
      "Debirin kuningas, Gederin kuningas,",
      "Horman kuningas, Aradin kuningas,",
      "Libnan kuningas, Adullamin kuningas,",
      "Makkedan kuningas, Betelin kuningas,",
      "Tappuahin kuningas, Heferin kuningas,",
      "Afekin kuningas, Lassaronin kuningas,",
      "Madonin kuningas, Hasorin kuningas,",
      "Simron-Meronin kuningas, Aksafin kuningas,",
      "Taanakin kuningas, Megiddon kuningas,",
      "Kedesin kuningas, Karmelin juurella sijaitsevan Jokneamin kuningas,",
      "rannikolla sijaitsevan Dorin kuningas, Galilean Gojimin kuningas",
      "ja Tirsan kuningas. Näitä kuninkaita oli kaikkiaan kolmekymmentäyksi."
    ],
    [
      "Valloittamatta ovat vielä kaikki filistealaisseudut ja koko gesurilaisten maa.",
      "Alue, joka alkaa Sihorista, Egyptin itärajalta, ja ulottuu pohjoisessa Ekroniin saakka, kuuluu Kanaaninmaahan, ja sitä hallitsevat viiden filistealaiskaupungin, Gazan, Asdodin, Askelonin, Gatin ja Ekronin, päämiehet sekä etelässä asuvat avvilaiset.",
      "Kanaanilaisten hallussa on myös seutu, joka ulottuu foinikialaisille kuuluvasta Arasta amorilaisten rajalla sijaitsevaan Afekiin asti,",
      "ja sen lisäksi gebalilaisten maa ja idässä Libanon Baal-Gadista Hermonin juurelta aina Lebo- Hamatiin saakka.",
      "Kaikki vuoriston asukkaat, foinikialaiset Libanonin vuorilta Misrefot-Majimiin asti, minä hävitän israelilaisten tieltä. Sinun tehtäväsi on nyt arpomalla jakaa koko maa israelilaisten kesken, niin kuin olen käskenyt sinun tehdä.",
      "Ruubenin ja Gadin heimot sekä Manassen heimon toinen puolisko olivat jo saaneet Mooseksen niille osoittamat maa-alueet Jordanin itäpuolelta. Maa, jonka Mooses, Herran palvelija, oli antanut niille,",
      "ulottui Arnonin jokilaakson varrella sijaitsevasta Aroerista ja itse laaksossa olevasta kaupungista yli koko ylängön Medebasta Diboniin",
      "ja käsitti kaikki Sihonin, Hesbonissa hallinneen amorilaiskuninkaan, kaupungit ammonilaisten maahan asti.",
      "Lisäksi siihen kuuluivat Gilead sekä Gesurin ja Maakan alueet, koko Hermoninvuori ja koko Basan aina Salkaan saakka.",
      "Basan oli ollut kuningas Ogin valtakuntaa; hänen hallituskaupunkinsa olivat Astarot ja Edrei. Og oli viimeisiä refalaisia, kansaa, jonka Mooses oli kukistanut ja hävittänyt.",
      "Israelilaiset eivät hävittäneet Gesurin eivätkä Maakan heimoja, vaan nämä kansat asuvat vielä nykyisinkin israelilaisten keskuudessa.",
      "Ainoastaan Leevin heimo ei saanut omaa maata. Osuus uhreista on leeviläisten perintöosa, kuten Herra, Israelin Jumala, on säätänyt.",
      "Mooses oli antanut Ruubenin heimon suvuille niille kuuluvan maan.",
      "Ne saivat omakseen alueen, joka ulottui Arnonin jokilaakson varrella sijaitsevasta Aroerista ja itse laaksossa olevasta kaupungista pohjoiseen ja käsitti ylängön Medebaan asti.",
      "Siihen kuuluivat Hesbon ja sen alaisuudessa olleet ylätasangon kaupungit Dibon, Bamot-Baal, Bet-Baal-Meon,",
      "Jahsa, Kedemot, Mefaat,",
      "Kirjataim, Sibma ja Seret-Sahar Kuolleenmeren laaksosta nousevilla vuorilla,",
      "Bet-Peor, Pisgan itärinteet ja Bet-Jesimot",
      "sekä kaikki muutkin ylängön kaupungit, amorilaiskuningas Sihonin koko valtakunta. Sihon oli hallinnut Hesbonissa, ja Mooses kukisti hänet samalla kun hän kukisti midianilaiset ruhtinaat Evin, Rekemin, Surin, Hurin ja Reban, jotka olivat Sihonin sotapäällikköjä ja asuivat hänen maassaan.",
      "Samalla kertaa israelilaiset olivat surmanneet myös ennustaja Bileamin, Beorin pojan.",
      "Ruubenilaisten maan länsirajana oli Jordan. Tämä oli Ruubenin heimon suvuille jaettu maa, sen kaupungit ja kylät.",
      "Sitten Mooses antoi Gadin heimon suvuille niille tulevan maan.",
      "Siihen kuuluivat Jaeser, Gileadin kaikki kaupungit ja puolet ammonilaisten maasta Aroeriin saakka, joka sijaitsi Rabban lähistöllä.",
      "Alue ulottui Hesbonista Ramat-Mispeen ja Mahanaimista Lo-Dabariin; siihen kuului myös Betonim.",
      "Jordaninlaaksossa siihen kuuluivat Bet- Haram, Bet-Nimra, Sukkot ja Safon, loppuosa Hesbonin kuninkaan Sihonin valtakunnasta. Maan länsirajana oli Jordan Gennesaretinjärveen saakka.",
      "Tämä oli Gadin heimon suvuille jaettu maa, sen kaupungit ja kylät.",
      "Myös Manassen heimon toisen puoliskon suvuille Mooses antoi niille kuuluvan osuuden maasta.",
      "Manassen sukujen alue alkoi Mahanaimista ja käsitti koko Basanin, kuningas Ogin entisen valtakunnan, ja myös Basanissa sijaitsevat Jairin leirikylät, kaikkiaan kuusikymmentä kaupunkia.",
      "Puolet Gileadin alueesta sekä Basanissa olevat Ogin hallituskaupungit Astarot ja Edrei annettiin Manassen pojan Makirin suvun toisen puoliskon perhekunnille.",
      "Nämä olivat ne Jordanin itäpuoliset alueet, jotka Mooses jakoi Moabin tasangolla vastapäätä Jerikoa.",
      "Leeviläisille Mooses ei antanut omaa maata. Heidän perintöosansa on Herra, Israelin Jumala, kuten hän itse oli heille ilmoittanut."
    ],
    [
      "Nämä ovat ne alueet, jotka israelilaiset ottivat haltuunsa Kanaaninmaasta ja jotka pappi Eleasar ja Joosua, Nunin poika, sekä Israelin heimojen sukukuntien päämiehet jakoivat israelilaisille perintömaiksi.",
      "He jakoivat maan arpomalla yhdeksän ja puolen heimon kesken sen käskyn mukaisesti, jonka Herra oli Moosekselle antanut.",
      "Mooses oli jo jakanut kahdelle ja puolelle heimolle perintömaat Jordanin itäpuolelta, mutta leeviläisille hän ei antanut omaa maata.",
      "Joosefin jälkeläiset, Manasse ja Efraim, muodostivat kumpikin oman heimonsa. Leeviläisille ei annettu osuutta maasta, mutta he saivat asuinsijoikseen kaupunkeja sekä niihin kuuluvat laidunmaat karjalaumojaan varten.",
      "Israelilaiset jakoivat maan sen käskyn mukaisesti, jonka Mooses oli Herralta saanut.",
      "Minä olin neljänkymmenen vuoden ikäinen, kun Herran palvelija Mooses lähetti minut vakoilemaan tätä maata, ja vilpittömin mielin minä toin hänelle rohkaisevan viestin.",
      "Toverini, jotka olivat käyneet siellä minun kanssani, lannistivat kansan rohkeuden, mutta minä pysyin uskollisena Herralle, Jumalalleni.",
      "Silloin Mooses vannoi tämän valan: 'Se maa, jossa kävit, kuuluu ikuisesti sinulle ja jälkeläisillesi, koska olet uskollisesti seurannut Herraa, minun Jumalaani.'",
      "Kuten näet, Herra on pitänyt lupauksensa. Hän on antanut minun elää ne neljäkymmentäviisi vuotta, jotka ovat kuluneet siitä, kun hän puhui tästä Moosekselle, koko sen ajan, jonka Israel vaelsi autiomaassa. Minä olen nyt kahdeksankymmenenviiden vuoden ikäinen.",
      "Olen vieläkin yhtä vahva kuin silloin, kun Mooses lähetti minut. Voimani ovat yhä tallella, ja jaksan taistella niin kuin ennenkin.",
      "Joosua siunasi Kalebin, Jefunnen pojan, ja antoi hänelle perintömaaksi Hebronin.",
      "Näin kenasilainen Kaleb, Jefunnen poika, sai Hebronin omakseen, koska hän uskollisesti seurasi Herraa, Israelin Jumalaa. Se kuuluu hänen suvulleen vielä tänäkin päivänä.",
      "Hebronin nimi oli aikoinaan Kirjat-Arba, Arban kaupunki, sillä Arba oli kaikista anakilaisista suurin. Sotien jälkeen maassa vallitsi rauha."
    ],
    [
      "Arpa määräsi Juudan heimon suvuille alueen, joka etelässä rajoittuu Edomiin ja Sinin autiomaahan.",
      "Alueen eteläraja alkaa Kuolleenmeren eteläpäästä.",
      "Sieltä raja kulkee Skorpionisolan eteläpuolitse Siniin ja jatkuu Kades-Barnean eteläpuolelta Hesroniin ja edelleen Addariin, mistä se kääntyy Karkaan päin.",
      "Sitten se jatkuu Asmoniin ja kulkee edelleen Egyptin rajapuroon ja sitä pitkin mereen. Tämä on Juudan heimon eteläraja.",
      "Itärajana on Kuollutmeri Jordanin suulle saakka. Pohjoisraja nousee Kuolleenmeren pohjukasta, Jordanin suulta,",
      "Bet-Hoglaan ja kulkee Bet-Araban pohjoispuolitse Bohanin, Ruubenin pojan, kiveen saakka.",
      "Sitten raja nousee Akorinlaaksosta Debiriin ja kääntyy pohjoiseen kohti Gelilotia, joka on vastapäätä jokilaakson eteläpuolella kohoavaa Adummimin rinnettä. Sieltä raja kulkee En-Semesin lähteelle ja edelleen Rogelin lähteelle.",
      "Sitten se nousee Ben-Hinnomin laaksoa pitkin jebusilaisten alueen eteläiselle vuorenharjanteelle, missä Jerusalem sijaitsee, ja sieltä edelleen sen vuoren huipulle, joka kohoaa saman Hinnominlaakson länsipuolella Refaiminlaaksosta pohjoiseen.",
      "Tämän vuoren huipulta raja kääntyy Neftoahin lähteille, jatkuu Efronin vuoriston kaupunkeihin ja kulkee sitten kohti Baalaa eli Kirjat-Jearimia.",
      "Baalasta raja kääntyy länteen Seirinvuoren suuntaan, ja sitten se kulkee yli Jearimin eli Kesalonin vuorten pohjoisharjanteen alas Bet- Semesiin ja edelleen Timnaan.",
      "Raja jatkuu sieltä pohjoiseen Ekronin harjanteelle, kääntyy Sikkeroniin päin, kulkee Baalan vuorta pitkin edelleen Jabneeliin ja päättyy lopulta mereen.",
      "Länsirajana on Suurimeri. Tämä on Juudan heimon alue, joka jaettiin heimon sukujen kesken.",
      "Kalebille, Jefunnen pojalle, annettiin maata Juudan heimon alueelta sen käskyn mukaisesti, jonka Herra oli Joosualle antanut. Kaleb sai Hebronin eli Kirjat-Arban, joka oli anakilaisten kantaisän Arban kaupunki.",
      "Kaleb hävitti sieltä Anakista polveutuneet Sesain, Ahimanin ja Talmain suvut.",
      "Sitten hän lähti sotaretkelle Debiriä vastaan. Debirin entinen nimi oli Kirjat-Sefer.",
      "Otniel, Kalebin veljen Kenasin poika, valtasi kaupungin, ja Kaleb antoi tyttärensä Aksan hänelle vaimoksi.",
      "Tämä on se perintömaa, joka jaettiin Juudan heimon suvuille.",
      "Nämä ovat Juudan heimon kaupungit: Negevissä Edomin suunnalla ovat: Kabseel, Eder, Jagur,",
      "Kina, Dimona, Adeada,",
      "Kedes, Hasor, Jitnan,",
      "Sif, Telem, Bealot,",
      "Hasor-Hadatta, Kerijot-Hesron eli Hasor,",
      "Amam, Sema, Molada,",
      "Hasar-Gadda, Hesmon, Bet-Pelet,",
      "Hasar-Sual, Beerseba ympäristökylineen,",
      "Baala, Ijjim, Esem,",
      "Eltolad, Kesil, Horma,",
      "Siklag, Madmanna, Sansanna,",
      "Lebaot, Silhim, Ain ja Rimmon, kaikkiaan kaksikymmentäyhdeksän kaupunkia ympäristökylineen.",
      "Seuraavat kaupungit ovat läntisillä kukkuloilla: Estaol, Sorea, Asna,",
      "Sanoah, En-Gannim, Tappuah, Enam,",
      "Jarmut, Adullam, Soko, Aseka,",
      "Saaraim, Aditaim, Gedera ja Gederotaim, kaikkiaan neljätoista kaupunkia ympäristökylineen;",
      "Senan, Hadasa, Migdal-Gad,",
      "Dilean, Mispe, Jokteel,",
      "Lakis, Boskat, Eglon,",
      "Kabbon, Lahmas, Kitlis,",
      "Gederot, Bet-Dagon, Naama ja Makkeda, kaikkiaan kuusitoista kaupunkia ympäristökylineen;",
      "Libna, Eter, Asan,",
      "Jiftah, Asna, Nesib,",
      "Keila, Aksib ja Maresa, kaikkiaan yhdeksän kaupunkia ympäristökylineen;",
      "Ekron ja sitä ympäröivä maaseutu kylineen,",
      "Ekronista mereen ulottuvan alueen Asdodin puoleinen osa kylineen,",
      "Asdod ja sitä ympäröivä maaseutu kylineen, Gaza ja sitä ympäröivä maaseutu kylineen Egyptin rajapurolle asti sekä Suurenmeren rannikkokaista.",
      "Seuraavat kaupungit ovat vuoristossa: Samir, Jattir, Soko,",
      "Danna, Kirjat-Sanna eli Debir,",
      "Anab, Estemoa, Anim,",
      "Gosen, Holon ja Gilo, kaikkiaan yksitoista kaupunkia ympäristökylineen;",
      "Arab, Duma, Esean,",
      "Janum, Bet-Tappuah, Afeka,",
      "Humta, Kirjat-Arba eli Hebron ja Sior, kaikkiaan yhdeksän kaupunkia ympäristökylineen;",
      "Maon, Karmel, Sif, Jutta,",
      "Jisreel, Jokdeam, Sanoah,",
      "Kain, Gibea ja Timna, kaikkiaan kymmenen kaupunkia ympäristökylineen;",
      "Halhul, Bet-Sur, Gedor,",
      "Maarat, Bet-Anot ja Eltekon, kaikkiaan kuusi kaupunkia ympäristökylineen; Tekoa, Efrata eli Betlehem, Peor, Etam, Kulon, Tatam, Sores, Kerem, Gallim, Beter ja Manoho, kaikkiaan yksitoista kaupunkia ympäristökylineen;",
      "Kirjat-Baal eli Kirjat-Jearim ja Rabba, nämä kaksi kaupunkia ympäristökylineen.",
      "Seuraavat kaupungit ovat autiomaassa: Bet-Araba, Middin, Sekaka,",
      "Nibsan, Ir-Melah ja En-Gedi, kaikkiaan kuusi kaupunkia ympäristökylineen.",
      "Jerusalemissa asuvia jebusilaisia Juudan heimo ei kyennyt hävittämään, vaan he asuvat Juudan heimon keskellä Jerusalemissa vielä tänäkin päivänä."
    ],
    [
      "Arpa määräsi Joosefin heimolle alueen, jonka eteläraja alkaa idässä Jordanista Jerikon luota ja jatkuu Jerikon lähteille. Sieltä raja nousee autiomaan kautta vuorille, Beteliin.",
      "Betelistä se jatkuu Lusiin ja edelleen arkilaisten alueelle Atarotiin,",
      "mistä se laskeutuu länteen jafletilaisten alueen, alemman Bet-Horonin ja Geserin kautta ja päättyy mereen.",
      "Tämän seudun saivat omakseen Joosefin pojat Manasse ja Efraim.",
      "Efraimin heimon suvut saivat perintöosakseen alueen, jonka eteläraja alkaa idässä Atrot-Addarista ja kulkee sieltä ylempään Bet-Horoniin",
      "ja edelleen mereen. Pohjoisessa on rajana Mikmetat, mistä raja kääntyy itään Taanat-Siloon ja jatkuu sieltä itään Janoahiin.",
      "Janoahista raja laskeutuu Atarotiin ja Naaraan, sivuaa Jerikoa ja jatkuu Jordaniin asti.",
      "Länteen päin pohjoisraja kulkee Tappuahista Kanan jokiuomaan ja sitä pitkin mereen. Tämä on Efraimin sukujen alue.",
      "Efraimilaisille kuuluu lisäksi kaupunkeja, jotka on ympäristökylineen erotettu heille keskeltä Manassen heimon aluetta.",
      "Efraimilaiset eivät hävittäneet kanaanilaisia, jotka asuivat Geserissä. Vielä tänäkin päivänä Efraimin heimon keskuudessa asuu kanaanilaisia, mutta he joutuvat tekemään efraimilaisille verona palkatonta työtä."
    ],
    [
      "Arpomalla määrättiin osuus myös Joosefin esikoisen Manassen heimolle. Makir, Manassen esikoinen ja Gileadin isä, oli urhoollinen soturi ja oli siksi saanut Gileadin ja Basanin.",
      "Nyt myös muut Manassen heimon suvut saivat osuutensa. Nämä suvut olivat Abieserin, Helekin, Asrielin, Sekemin, Heferin ja Semidan suvut. Tässä olivat Manassen miespuolisten jälkeläisten suvut.",
      "Mutta Selofhadilla, Heferin pojalla, jonka isänisä Gilead oli Makirin poika ja Manassen pojanpoika, ei ollut poikia vaan ainoastaan tyttäriä. Selofhadin tyttäret olivat nimeltään Mahla, Noa, Hogla, Milka ja Tirsa.",
      "Manassen heimo sai kymmenen sukuosuutta lukuun ottamatta Gileadia ja Basania, jotka ovat Jordanin itäpuolella.",
      "Näin Manassen suvun tyttäret saivat perintöosan miespuolisten sukulaistensa tavoin. Gileadin maa joutui Manassen muille jälkeläisille.",
      "Manassen heimon alue ulottuu Asserin heimon alueesta Mikmetatin luo, joka on Sikemin lähistöllä. Sieltä sen eteläraja kulkee Jasubiin Tappuahin lähteelle.",
      "Tappuahin alue kuuluu Manassen heimolle, mutta itse Tappuah, joka sijaitsee Manassen ja Efraimin heimojen välisellä rajalla, kuuluu efraimilaisille.",
      "Tappuahista raja laskeutuu Kanan jokiuomaa pitkin länteen ja päättyy mereen. Manassen heimon varsinainen alue on jokiuoman pohjoispuolella. Lisäksi Manasselle kuuluu kaupunkeja jokiuoman eteläpuolelta, missä myös efraimilaisten kaupungit sijaitsevat.",
      "Muuten jokiuoman eteläpuoliset maat kuuluvat Efraimin heimolle ja pohjoispuoliset Manassen heimolle. Lännessä rajana on meri. Pohjoisessa Manassen heimon alue ulottuu Asserin heimon alueeseen ja idässä Isaskarin heimon alueeseen.",
      "Isaskarin ja Asserin heimojen alueelta kuuluvat Manassen heimolle Bet- Sean, Jibleam, rannikkokaistalla sijaitseva Dor sekä En-Dor, Taanak ja Megiddo, kaikki ympäristökylineen.",
      "Mutta Manassen jälkeläiset eivät pystyneet saamaan haltuunsa näitä kaupunkeja, vaan kanaanilaisten onnistui pysyä asuinsijoillaan tällä alueella.",
      "Kun israelilaisten voima kasvoi, he pakottivat kanaanilaiset verotyöhön mutta eivät hävittäneet heitä."
    ],
    [
      "Saatuaan alistetuksi valtaansa koko maan Israelin kansa kokoontui Siloon ja pystytti sinne pyhäkköteltan.",
      "Jäljellä oli vielä seitsemän Israelin heimoa, jotka eivät olleet saaneet osuuttaan maasta.",
      "Valitkaa joka heimosta kolme miestä, niin minä lähetän heidät kiertelemään maata ja laatimaan siitä selvityksen, jotta maa voidaan jakaa perintöosiksi heimojen kesken. Työn tehtyään heidän on palattava minun luokseni.",
      "Heidän on jaettava maa seitsemään osaan. Juudan heimolla on jo alueensa etelässä ja Joosefin suvulla pohjoisessa.",
      "Jakakaa maa seitsemään osaan, merkitkää alueiden rajat muistiin ja tuokaa selvitys minulle. Minä toimitan sitten teidän osuuksienne arpomisen täällä Herran, meidän Jumalamme edessä.",
      "Miehet lähtivät kulkemaan pitkin maata. He laativat selvityksen maasta ja sen kaupungeista sekä siitä, miten maa oli jaettava seitsemään osaan. Sitten he palasivat Joosuan luo leiriin, joka oli Silossa.",
      "Joosua arpoi osuudet Silossa Herran edessä ja jakoi maan israelilaisille heimoittain.",
      "Ensimmäinen arpa lankesi Benjaminin heimon suvuille. Benjaminilaisten osuudeksi tuli alue, joka on Juudan ja Joosefin heimojen välissä.",
      "Alueen pohjoisraja alkaa idässä Jordanista, nousee Jerikon pohjoispuolisille kukkuloille ja jatkuu länteen päin vuoristoon ja Bet-Avenin asumattomille seuduille.",
      "Sieltä raja kulkee kohti Lusin eli Betelin eteläpuolella olevaa harjannetta ja laskeutuu sitten Atrot-Addariin, vuorelle, joka on alemmasta Bet- Horonista etelään.",
      "Sen jälkeen raja kääntyy pohjoisrajan länsipäässä, Bet-Horonin eteläpuolella olevan vuoren luona, kohti etelää ja päättyy Kirjat- Baaliin eli Kirjat-Jearimiin, Juudan heimolle kuuluvaan kaupunkiin. Tämä on länsiraja.",
      "Eteläraja alkaa Kirjat-Jearimin luota ja kulkee Neftoahin lähteille.",
      "Sieltä raja laskeutuu sen vuoren juurelle, joka on Ben-Hinnomin laakson laidalla, Refaiminlaaksosta pohjoiseen. Sitten raja laskeutuu Hinnominlaaksoa pitkin jebusilaisten alueen eteläiselle vuorenharjanteelle ja sieltä edelleen Rogelin lähteelle.",
      "Sieltä se kääntyy pohjoiseen, kulkee En-Semesiin ja jatkuu kohti Gelilotia, joka on vastapäätä Adummimin rinnettä, ja sitten alaspäin Bohanin, Ruubenin pojan, kiveen saakka.",
      "Sen jälkeen raja kulkee Bet-Araban harjanteen pohjoispuolitse ja laskeutuu Jordaninlaaksoon.",
      "Sieltä se jatkuu Bet-Hoglan harjanteen pohjoispuolitse ja päättyy Kuolleenmeren pohjoispohjukkaan, Jordanin suulle. Tämä on eteläraja.",
      "Idässä alueen rajana on Jordan. Nämä rajat ympäröivät aluetta, jonka Benjaminin heimon suvut saivat omakseen.",
      "Benjaminin heimon suvuille tulivat seuraavat kaupungit: Jeriko, Bet-Hogla, Emek-Kesis,",
      "Bet- Araba, Semaraim, Betel,",
      "Avvim, Para, Ofra,",
      "Kefar-Ammoni, Ofni ja Geba -- kaikkiaan kaksitoista kaupunkia ympäristökylineen --",
      "sekä lisäksi Gibeon, Rama, Beerot,",
      "Mispe, Kefira, Mosa,",
      "Rekem, Jirpeel, Tarala,",
      "Sela, Elef, Jebus eli Jerusalem, Gibea ja Kirjat-Jearim, nämä neljätoista kaupunkia ympäristökylineen. Tämä on alue, jonka Benjaminin heimon suvut saivat omakseen."
    ],
    [
      "Toinen arpa lankesi Simeonin heimon suvuille. Ne saivat maaosuutensa Juudan heimon alueelta.",
      "Simeonin heimon osuuteen kuuluivat seuraavat kaupungit: Beerseba, Sema, Molada,",
      "Hasar-Sual, Bala, Esem,",
      "Eltolad, Betul, Horma,",
      "Siklag, Bet-Markabot, Hasar-Susa,",
      "Bet-Lebaot ja Saruhen - - kaikkiaan kolmetoista kaupunkia ympäristökylineen --",
      "ja lisäksi Ain, Rimmon, Eter ja Asan, nämä neljä kaupunkia ympäristökylineen,",
      "sekä koko näitä kaupunkeja ympäröivä maaseutu aina Baalat-Beeriin ja Ramat-Negeviin asti. Tämä on alue, jonka Simeonin heimon suvut saivat omakseen.",
      "Simeonin heimon alue otettiin Juudan heimon osuudesta, koska alue oli suurempi kuin Juudan jälkeläiset tarvitsivat. Tämän vuoksi Simeonin heimo sai osuutensa Juudan heimon alueelta.",
      "Kolmas arpa lankesi Sebulonin heimon suvuille. Ne saivat perintöosakseen alueen, joka ulottuu Saridiin saakka.",
      "Sieltä raja kulkee länttä kohden Marealiin, sivuaa Dabbesetia ja jatkuu pitkin jokilaaksoa, joka on Jokneamin itäpuolella.",
      "Itään, auringonnousun suuntaan, raja kulkee Saridista Kislot-Taborin aluetta sivuten ja edelleen Daberatiin ja Jafiaan.",
      "Sieltä itäraja jatkuu Gat-Heferiin ja Et-Kasiniin, sitten Rimmoniin, josta se kääntyy Neaan päin.",
      "Täältä lähtee pohjoisraja Hannatonia kohti ja päättyy Jiftah-Elin laaksoon.",
      "Alueeseen kuuluvat lisäksi Kattat, Nahalal, Simron, Jideala ja Betlehem. Kaupunkeja oli kaikkiaan kaksitoista, lisäksi niiden ympäristökylät.",
      "Sebulonin heimon suvut saivat omakseen tämän alueen ja nämä kaupungit sekä niiden ympärillä olevat kylät.",
      "Neljäs arpa lankesi Isaskarin heimon suvuille.",
      "Niiden alueeseen kuuluivat Jisreel, Kesulot, Sunem,",
      "Hafaraim, Sion, Anaharat,",
      "Rabbit, Kisjon, Ebes,",
      "Remet, En-Gannim, En-Hadda ja Bet- Passes.",
      "Raja kulkee Taborin, Sahasaimin ja Bet- Semesin kautta ja päättyy Jordaniin. Alueeseen kuului kaikkiaan kuusitoista kaupunkia ympäristökylineen.",
      "Isaskarin heimon suvut saivat omakseen nämä kaupungit ja niiden ympärillä olevat kylät.",
      "Viides arpa lankesi Asserin heimon suvuille.",
      "Niiden alueeseen kuuluivat Helkat, Hali, Beten, Aksaf,",
      "Alammelek, Amead ja Misal. Lännessä alue ulottui Karmelinvuoreen ja Libnatjokeen.",
      "Idässä alue ulottui Bet-Dagoniin, Sebulonin heimon rajalle, ja Jiftah-Elin laakson pohjoispuolelle Bet-Emekiin ja Neieliin. Alueeseen kuuluivat lisäksi pohjoisessa Kabul,",
      "Abdon, Rehob, Hammon ja Kana, joka on lähellä suuren Sidonin rajaa.",
      "Sieltä raja kulkee Ramaan, josta se jatkuu Tyroksen linnoitetun kaupungin lähelle, kääntyy sitten Hosaan ja päättyy mereen. Muita alueen kaupunkeja ovat Mahaleb, Aksib,",
      "Akko, Afek ja Rehob. Kaikkiaan alueeseen kuului kaksikymmentäkaksi kaupunkia ympäristökylineen.",
      "Asserin heimon suvut saivat omakseen tämän alueen ja nämä kaupungit sekä niiden ympärillä olevat kylät.",
      "Kuudes arpa lankesi Naftalin heimon suvuille.",
      "Niiden alueeseen kuuluivat Helef, Elon- Besaanannim, Adami-Nekeb ja Jabneel. Alue ulottui Lakkumin kautta Jordaniin asti.",
      "Lännessä raja kulkee Asnot-Taborista Hukokiin. Etelässä raja sivuaa Sebulonin aluetta, lännessä Asserin aluetta ja idässä Jordanilla Juudan aluetta.",
      "Varustettuja kaupunkeja olivat Siddim, Ser, Hammat, Rakkat, Kinneret,",
      "Adama, Rama, Hasor,",
      "Kedes, Edrei, En-Hasor,",
      "Jiron, Migdal-El, Horem, Bet-Anat ja Bet-Semes, kaikkiaan yhdeksäntoista kaupunkia ympäristökylineen.",
      "Naftalin heimon suvut saivat omakseen tämän alueen ja nämä kaupungit sekä niiden ympärillä olevat kylät.",
      "Seitsemäs arpa lankesi Danin heimon suvuille.",
      "Niiden saamaan alueeseen kuuluivat Sorea, Estaol, Ir-Semes,",
      "Saalabbin, Aijalon, Jitla,",
      "Elon, Timna, Ekron,",
      "Elteke, Gibbeton, Baalat,",
      "Jehud, Bene-Berak, Gat-Rimmon,",
      "Me- Jarkon ja Rakkon sekä lisäksi Jafon ympäristö.",
      "(H19:47-48)Danin heimon suvut saivat omakseen nämä kaupungit ja niiden ympärillä olevat kylät.",
      "(H19:47-48)Danilaiset kuitenkin menettivät alueensa ja lähtivät sen vuoksi sotaan Lesemiä vastaan, valloittivat sen ja surmasivat sen asukkaat. Sitten he ottivat Lesemin omakseen, asettuivat sinne asumaan ja antoivat kaupungille nimen Dan kantaisänsä Danin mukaan.",
      "Kun maa oli saatu jaetuksi osiin näitä rajoja myöten, israelilaiset antoivat Joosualle, Nunin pojalle, alueen omien maidensa keskeltä.",
      "He antoivat hänelle Herran käskyn mukaisesti Efraimin vuoristosta Timnat-Serahin, jota hän itse pyysi. Joosua rakensi sinne kaupungin ja asettui siihen asumaan.",
      "Nämä olivat ne perintömaat, jotka pappi Eleasar ja Joosua, Nunin poika, sekä israelilaisten heimojen päämiehet jakoivat Herran edessä arpomalla pyhäkköteltan edustalla Silossa. Näin maan jako saatiin päätökseen."
    ],
    [
      "Herra sanoi Joosualle:",
      "Jokainen, joka ilman pahaa aikomusta on vahingossa surmannut toisen ihmisen, voi paeta johonkin niistä. Näissä kaupungeissa hän on turvassa verikostoon velvoitetulta vainajan sukulaiselta.",
      "Sen, joka pakenee tällaiseen kaupunkiin, on pysähdyttävä kaupungin portille ja esitettävä ensin asiansa kaupungin vanhimmille. Vanhimpien on päästettävä hänet kaupunkiin ja osoitettava hänelle sieltä paikka, johon hän voi asettua asumaan.",
      "Jos verikostaja ajaa häntä takaa, vanhimmat eivät saa luovuttaa häntä kostajan käsiin, koska teko oli tapahtunut ilman tappamisen tarkoitusta eikä surmaaja entuudestaan ollut surmatun vihamies.",
      "Israelilaiset pyhittivät turvapaikoiksi Kedesin kaupungin Naftalin vuorilta Galileasta, Sikemin Efraimin vuoristosta ja Kirjat-Arban eli Hebronin Juudan vuoristosta.",
      "Jordanin toiselta puolen, Jerikosta itään, he pyhittivät Ruubenin heimon alueelta Beserin kaupungin, joka sijaitsi ylängöllä autiomaan laidassa, Gadin heimon alueelta he pyhittivät Gileadissa sijaitsevan Ramotin ja Manassen heimon alueelta Basanissa sijaitsevan Golanin.",
      "Nämä kaupungit nimettiin israelilaisten ja heidän keskuudessaan asuvien muukalaisten turvakaupungeiksi. Niihin saattoi paeta jokainen, joka oli vahingossa lyönyt toisen hengiltä ja verikoston pelosta halusi saada asiansa heti julkisesti tutkittavaksi."
    ],
    [
      "Leeviläissukujen päämiehet tulivat Silossa, Kanaaninmaassa, pappi Eleasarin ja Joosuan, Nunin pojan, sekä Israelin muiden heimojen päämiesten luo",
      "Israelilaiset antoivat Herran käskyn mukaisesti omilta alueiltaan leeviläisille kaupunkeja ja laitumia.",
      "Jakoa tehtäessä arpa osui ensimmäiseksi kehatilaissukuihin. Pappi Aaronista polveutuville annettiin arpomalla kolmetoista kaupunkia Juudan, Simeonin ja Benjaminin heimojen alueelta.",
      "Muille kehatilaissuvuille arvottiin kymmenen kaupunkia Efraimin ja Danin heimojen sekä Manassen heimon toisen puoliskon alueelta.",
      "Gersonilaissuvuille arvottiin kolmetoista kaupunkia Isaskarin, Asserin ja Naftalin heimojen alueelta sekä Manassen heimon toisen puoliskon alueelta Basanista.",
      "Merarilaissuvuille arvottiin kaksitoista kaupunkia Ruubenin, Gadin ja Sebulonin heimojen alueelta.",
      "Nämä kaupungit ja niitä ympäröivät laidunmaat israelilaiset arpoivat leeviläisille sen määräyksen mukaisesti, jonka Mooses oli Herralta saanut.",
      "Juudan ja Simeonin heimojen alueelta annettiin seuraavat kaupungit,",
      "jotka tulivat pappi Aaronin pojasta Kehatista polveutuville leeviläisille, sillä ensimmäinen arpa oli osunut heihin.",
      "Heille annettiin Juudan vuoristosta Anokin heimon kantaisän Arban kaupunki Kirjat-Arba eli Hebron sekä sitä ympäröivät laidunmaat.",
      "Kaupungin peltomaat ja ympäristökylät oli annettu perintöosaksi Kalebille, Jefunnen pojalle.",
      "Aaronin jälkeläisille annettiin Hebron, turvakaupunki, sekä lisäksi Libna,",
      "Jattir, Estemoa,",
      "Holon, Debir,",
      "Asan, Jutta ja Bet-Semes, yhteensä yhdeksän kaupunkia laidunmaineen Juudan ja Simeonin heimojen alueelta.",
      "Benjaminin heimon alueelta annettiin Gibeon, Geba,",
      "Anatot ja Almon, yhteensä neljä kaupunkia laidunmaineen.",
      "Aaronin suvun papeilla oli siis kaikkiaan kolmetoista kaupunkia laidunmaineen.",
      "Muut kehatilaissukuihin kuuluvat leeviläiset saivat arpomalla asuinpaikkansa Efraimin heimon alueelta.",
      "Heille annettiin Efraimin vuoristosta Sikem, turvakaupunki, sekä lisäksi Geser,",
      "Kibsaim ja Bet-Horon, yhteensä neljä kaupunkia laidunmaineen.",
      "Danin heimon alueelta heille annettiin Elteke, Gibbeton,",
      "Aijalon ja Gat- Rimmon, yhteensä neljä kaupunkia laidunmaineen.",
      "Manassen heimon läntisen puoliskon alueelta heille annettiin kaksi kaupunkia, Taanak ja Jibleam, kumpikin laidunmaineen.",
      "Näille kehatilaissuvuille tuli siis kaikkiaan kymmenen kaupunkia laidunmaineen.",
      "Leevistä polveutuvan Gersonin jälkeläisille annettiin Manassen heimon itäisen puoliskon alueelta Basanista Golan, turvakaupunki, ja Beestera, molemmat laidunmaineen.",
      "Isaskarin heimon alueelta heille annettiin Kisjon, Daberat,",
      "Jarmut ja En-Gannim, yhteensä neljä kaupunkia laidunmaineen.",
      "Asserin heimon alueelta heille annettiin Misal, Abdon,",
      "Helkat ja Rehob, yhteensä neljä kaupunkia laidunmaineen.",
      "Naftalin heimon alueelta heille annettiin Galileasta Kedes, turvakaupunki, sekä lisäksi Hammot-Dor ja Kartan, yhteensä kolme kaupunkia laidunmaineen.",
      "Gersonilaissuvuille annettiin siis kaikkiaan kolmetoista kaupunkia laidunmaineen.",
      "Leevistä polveutuvan Merarin jälkeläisille, jotka eivät vielä olleet saaneet osuuttaan, annettiin Sebulonin heimon alueelta Jokneam, Karta,",
      "Rimmon ja Nahalal, yhteensä neljä kaupunkia laidunmaineen.",
      "Jordanin toiselta puolen, Jerikosta itään, heille annettiin Ruubenin heimon alueelta Beser, turvakaupunki, joka sijaitsi ylängöllä autiomaan laidassa, sekä lisäksi Jahas,",
      "Kedemot ja Mefaat, kaikkiaan neljä kaupunkia laidunmaineen.",
      "Gadin heimon alueelta Gileadista annettiin Ramot, turvakaupunki, sekä Mahanaim,",
      "Hesbon ja Jaeser, yhteensä neljä kaupunkia laidunmaineen.",
      "Merarilaissuvuille, jotka leeviläisistä suvuista viimeisinä saivat asuinpaikkansa, arvottiin yhteensä kaksitoista kaupunkia.",
      "Kaikkiaan leeviläiset saivat Israelin heimojen alueilta neljäkymmentäkahdeksan kaupunkia.",
      "Jokaiseen kaupunkiin kuuluivat myös sitä ympäröivät laidunmaat.",
      "Näin Herra oli antanut israelilaisille koko sen maan, jonka hän oli heidän esi-isilleen vannomallaan valalla luvannut antaa. Israelilaiset ottivat maan haltuunsa ja asettuivat sinne asumaan,",
      "ja Herra antoi heidän asua rauhassa kaikkialla, aivan kuten hän oli heidän esi-isilleen vannonut. Kukaan heidän vihollisistaan ei kyennyt pitämään puoliaan heitä vastaan, vaan Herra antoi kaikki viholliset heidän käsiinsä.",
      "Niistä lupauksista, jotka Herra oli Israelille antanut, ei yksikään jäänyt täyttymättä. Kaikki lupaukset kävivät toteen."
    ],
    [
      "Joosua kutsui koolle Ruubenin ja Gadin heimot sekä Manassen heimon toisen puoliskon",
      "Koko tänä aikana ette ole hylänneet veljiänne, vaan olette noudattaneet Herran, Jumalanne, käskyjä.",
      "Nyt Herra on antanut teidän veljienne päästä asumaan rauhassa, kuten hän lupasi, ja myös te voitte palata kotiin siihen maahan, joka teille kuuluu ja jonka Mooses, Herran palvelija, antoi teille omaksi Jordanin itäpuolelta.",
      "Sitten Joosua siunasi heidät ja saattoi heidät matkaan, ja he lähtivät koteihinsa.",
      "Mooses oli antanut Manassen heimon toiselle puoliskolle maata Basanista, ja Joosua antoi heimon toiselle puoliskolle maata Jordanin länsipuolelta samalla kun hän antoi maata muille israelilaisille. Hyvästellessään lähtijöitä Joosua siunasi heidät",
      "Niin Ruubenin ja Gadin heimot sekä Manassen heimon toinen puolisko erkanivat muista israelilaisista Silossa, Kanaaninmaassa, ja lähtivät Gileadiin, omaan maahansa, jonka he olivat saaneet Herran Moosekselle antaman säädöksen mukaisesti.",
      "Kun ruubenilaiset, gadilaiset ja manasselaiset tulivat Jordanin Gelilotiin, joka on Kanaaninmaassa, he rakensivat siellä Jordanin rannalle suuren ja komean alttarin.",
      "Muut israelilaiset saivat tietää, että he olivat rakentaneet alttarin Kanaaninmaan rajalle israelilaisten alueelle Jordanin Gelilotiin.",
      "Silloin koko kansa kokoontui Siloon lähteäkseen sotaretkelle itäisiä heimoja vastaan.",
      "Israelilaiset lähettivät pappi Pinehasin, Eleasarin pojan, Gileadin maahan Ruubenin ja Gadin heimojen ja Manassen heimon toisen puoliskon luo.",
      "Pinehasin mukana he lähettivät myös kymmenen päällikköä, yhden jokaisesta sukukunnasta, jokaisesta Israelin heimosta. Kukin näistä miehistä oli sukunsa päämies ja kuului Israelin sotajoukon päällikköihin.",
      "Tultuaan ruubenilaisten, gadilaisten ja manasselaisten luo Gileadin maahan he sanoivat näille:",
      "Eikö meille riitä Peorissa tehty synti, josta saimme rangaistuksen ja josta emme vieläkään ole puhtaat?",
      "Jos te tänään luovutte Herrasta ja nousette häntä vastaan kapinaan, niin huomenna hän vihastuu koko Israelin kansaan.",
      "Jos pidätte saamaanne maata epäpuhtaana, tulkaa Herran omaan maahan, jossa hänen telttamajansa sijaitsee, ja asettukaa asumaan meidän keskuuteemme. Mutta älkää kapinoiko Herraa vastaan älkääkä nousko kapinaan meitäkään vastaan. Älkää siis rakentako omaa alttaria, joka ei ole oikea Herran, meidän Jumalamme, alttari.",
      "Silloin ruubenilaiset, gadilaiset ja manasselaiset vastasivat Israelin joukkojen päämiehille:",
      "Jos olemme rakentaneet tämän alttarin luopuaksemme sinusta ja uhrataksemme polttouhreja, ruokauhreja ja yhteysuhreja, niin rankaise sinä meitä, Herra!",
      "Me rakensimme tämän, koska meillä oli huoli siitä, että teidän jälkeläisenne saattaisivat joskus tulevaisuudessa sanoa meidän jälkeläisillemme: 'Mitä tekemistä teillä on Herran, Israelin Jumalan kanssa?",
      "Herra on asettanut Jordanin erottamaan meidät teistä ruubenilaisista ja gadilaisista. Teillä ei ole mitään osuutta Herraan.' Tällaisin puhein teidän jälkeläisenne voisivat saada meidän jälkeläisemme luopumaan Herrasta.",
      "Sen on oltava todisteena teille ja meille sekä myös jälkipolvillemme siitä, että mekin saamme palvella Herraa hänen pyhäkössään polttouhreillamme, teurasuhreillamme ja yhteysuhreillamme. Silloin teidän jälkeläisenne eivät voi tulevaisuudessa sanoa meidän jälkeläisillemme, ettei näillä ole osuutta Herraan.'",
      "Mutta jos he joskus niin sanovat meille tai meidän jälkeläisillemme, me vastaamme heille: 'Katsokaa tätä alttaria, jonka meidän isämme rakensivat Herran alttarin kaltaiseksi, ei polttouhreja eikä teurasuhreja varten, vaan todisteeksi teille ja meille.",
      "Pappi Pinehas sekä kansan päämiehet ja Israelin joukkojen päälliköt, jotka olivat hänen kanssaan, hyväksyivät sen, mitä ruubenilaiset, gadilaiset ja manasselaiset sanoivat.",
      "Pappi Pinehas, Eleasarin poika, ja päälliköt palasivat Gileadista ruubenilaisten ja gadilaisten luota Kanaaninmaahan muiden israelilaisten luo ja toivat heille nämä tiedot.",
      "Israelilaiset hyväksyivät selityksen ja ylistivät Herraa. He lakkasivat suunnittelemasta maanmiehiään vastaan sotaretkeä, jonka tarkoituksena oli ollut hävittää ruubenilaisten ja gadilaisten maa.",
      "Ruubenilaiset ja gadilaiset antoivat alttarille nimen Todistaja, koska alttari oli heille ja muille israelilaisille todisteena siitä, että Herra on Jumala."
    ],
    [
      "Herra oli antanut israelilaisten elää pitkän aikaa rauhassa ympärillä asuvilta vihollisilta, kun Joosua vanhaksi tultuaan",
      "Te olette nähneet, mitä Herra, teidän Jumalanne, teki kaikille tämän maan kansoille. Herra, teidän Jumalanne, soti itse teidän puolestanne.",
      "Minä olen arpomalla jakanut teidän heimoillenne perintömaaksi ne alueet, joiden kansat hävitin sukupuuttoon Jordanin länsipuolelta, aina Suureenmereen asti, ja samoin olen jakanut vielä jäljellä olevien kansojen maat.",
      "Herra itse raivaa ja hävittää nuo kansat teidän tieltänne, ja te saatte haltuunne niiden maat, kuten Herra, teidän Jumalanne, on teille luvannut.",
      "Te ette saa sekoittua niihin kansoihin, joita vielä elää teidän keskuudessanne. Älkää palvoko älkääkä kumartako niiden kansojen jumalia, älkää vannoko niiden nimeen, älkää edes mainitko niitä,",
      "vaan pysykää uskollisina Herralle, Jumalallenne, kuten olette pysyneet tähän päivään saakka.",
      "Kun Herra lupauksensa mukaisesti sotii teidän puolestanne, jokainen teistä pystyy ajamaan pakoon tuhat vihollista.",
      "Muistakaa aina rakastaa Herraa, Jumalaanne.",
      "Jos te käännytte hänestä pois ja liitytte niihin kansoihin, joiden rippeitä vielä on teidän keskuudessanne, ja jos avioidutte niihin kuuluvien kanssa, niin että te sekoitutte heihin ja he sekoittuvat teihin,",
      "saatte olla varmat siitä, ettei Herra, teidän Jumalanne, enää hävitä näitä kansoja teidän tieltänne. Niistä tulee teille pyydys ja ansa, ne iskevät ruoskana teitä kylkiin ja pistävät okaina teitä silmiin, ja te häviätte pian tästä hyvästä maasta, jonka Herra, teidän Jumalanne, on teille antanut.",
      "Mutta samalla tavoin kuin Herra on täyttänyt jokaisen lupauksensa, hän voi toteuttaa myös jokaisen uhkauksensa, ja silloin teistä ei jää jäljelle ketään tähän hyvään maahan, jonka Herra, teidän Jumalanne, on teille antanut."
    ],
    [
      "Joosua kokosi Sikemiin kaikki Israelin heimot ja kutsui koolle israelilaisten vanhimmat ja päämiehet, tuomarit ja päällysmiehet. Siellä he asettuivat Jumalan eteen.",
      "Minä toin Abrahamin virran toiselta puolelta ja annoin hänen kulkea eri puolilla Kanaaninmaata. Minä tein suureksi hänen jälkeläistensä määrän. Hänelle minä annoin Iisakin,",
      "Iisakille annoin Jaakobin ja Esaun. Esaun omaksi minä annoin Seirin vuoriston, mutta Jaakob ja hänen poikansa muuttivat Egyptiin.",
      "Minä vein teidän isänne pois Egyptistä, ja te saavuitte Kaislameren rantaan, mutta egyptiläiset ajoivat hevosineen ja sotavaunuineen teitä takaa merelle saakka.",
      "Silloin isänne huusivat Herraa avuksi, ja hän asetti pimeyden erottamaan teidät egyptiläisistä ja antoi meren vyöryä egyptiläisten päälle ja hukuttaa heidät. Te saitte omin silmin nähdä, mitä minä tein egyptiläisille. Sen jälkeen te asuitte pitkän aikaa autiomaassa.",
      "Sitten Moabin kuningas Balak, Sipporin poika, lähti sotaan Israelia vastaan ja kutsui Bileamin, Beorin pojan, kiroamaan israelilaiset.",
      "Mutta minä en suostunut kuulemaan Bileamin kirousta, ja siksi hän joutui yhä uudelleen siunaamaan teidät. Näin minä pelastin teidät Balakin käsistä.",
      "Kun te olitte ylittäneet Jordanin ja tulleet Jerikon luo, jerikolaiset taistelivat teitä vastaan, ja samoin amorilaiset, perissiläiset, kanaanilaiset, heettiläiset, girgasilaiset, hivviläiset ja jebusilaiset. Mutta minä olin teidän kanssanne ja kukistin heidät kaikki.",
      "Minä lähetin teidän edellänne herhiläisparvia, ja ne karkottivat kaksi amorilaiskuningasta teidän tieltänne; teidän miekkanne ja jousenne eivät heitä karkottaneet.",
      "Näin minä annoin teille maan, jota ette ole raivanneet, ja kaupungit, joita ette itse ole rakentaneet, ja te saitte asettua niihin asumaan. Minä annoin teille viinitarhoja ja oliivipuita, joita te ette ole istuttaneet mutta joiden hedelmiä te silti saatte syödä.'",
      "Onhan Herra, meidän Jumalamme, tuonut meidät ja isämme tänne Egyptistä, orjuuden pesästä. Saimme omin silmin nähdä kaikki suuret tunnusteot, jotka hän teki. Hän varjeli meitä matkalla, kun kuljimme toisten kansojen maiden halki.",
      "Joosua vahvisti Sikemissä kansan päätöksen palvella Herraa ja julisti kansalle tämän liiton lait ja säädökset.",
      "Joosua kirjoitti ne kaikki Jumalan lain kirjaan ja pystytti suuren kiven Herran pyhässä paikassa kasvavan suuren puun juurelle.",
      "Tämän jälkeen Joosua antoi israelilaisten palata kotiseuduilleen.",
      "Jonkin aikaa näiden tapahtumien jälkeen Joosua, Nunin poika, Herran palvelija, kuoli sadankymmenen vuoden ikäisenä.",
      "Hänet haudattiin omalle perintömaalleen Timnat-Serahiin, joka on Efraimin vuoristossa Gaasinvuoresta pohjoiseen.",
      "Israelin kansa palveli Herraa koko Joosuan elinajan ja sen jälkeenkin, niin kauan kuin oli elossa vanhimpia, jotka olivat nähneet, mitä suuria tekoja Herra oli Israelin hyväksi tehnyt.",
      "Joosefin luut, jotka israelilaiset olivat tuoneet Egyptistä, haudattiin Sikemiin. Hauta oli sillä maapalstalla, jonka Jaakob oli ostanut Hamorin, Sikemin isän, pojilta sadalla kesitalla hopeaa ja joka kuului Joosefin jälkeläisten perintöosaan.",
      "Kun Eleasar, Aaronin poika, kuoli, hänet haudattiin Gibeaan, jonka hänen poikansa Pinehas oli saanut asuinpaikakseen Efraimin vuoristosta."
    ]
  ],
  "name": "Joshua"
}
