{
  "id": "jd",
  "chapters": [
    [
      "Juudas, Jesuksen Kristuksen palvelia, mutta Jakobin veli, niille kutsutuille, jotka Isässä Jumalassa pyhitetyt ovat ja Jesuksessa Kristuksessa vapahdetut:",
      "Laupius ja rauha ja rakkaus lisääntyköön teille!",
      "Te rakkaat! että minulla oli suuri ahkeruus teille yhteisestä autuudesta kirjoittaa, pidin minä sen tarpeellisena teitä kirjoituksella neuvoa, että te uskon puolesta kilvoittelisitte, joka kerta pyhille annettu on.",
      "Sillä muutamat ihmiset ovat luikahtaneet sisälle, jo muinen kirjoitetut tähän tuomioon, jumalattomat, jotka meidän Jumalan armon vetävät haureuteen ja kieltävät Jumalan, joka ainoa hallitsia on, ja meidän Herran Jesuksen Kristuksen.",
      "Mutta minä tahdon teille muistuttaa, että te sen kerran tietäisitte, että koska Herra kansansa Egyptistä terveenä pelastanut oli, hukkasi hän sitte ne, jotka ei uskoneet.",
      "Ja ne enkelit, jotka ei alkuansa pitäneet, vaan antoivat ylön kotonsa, on hän kätkenyt pimeyteen ijankaikkisilla kahleilla suuren päivän tuomioon asti,",
      "Niinkuin Sodoma ja Gomorra ja ne lähikaupungit, jotka sillä muotoa kuin hekin huorin tehneet olivat ja muukalaisen lihan jälkeen menneet, ovat pannut muille opiksi, ijankaikkisen tulen vaivaa kärsimään.",
      "Niin ovat myös nämät unennäkiät, jotka lihan saastuttavat, hallitukset katsovat ylön ja majesteetteja pilkkaavat.",
      "Mutta Mikael, ylimmäinen enkeli, kuin hän perkeleen kanssa riiteli ja kamppaili Moseksen ruumiista, ei rohjennut sanoa sen pilkan tuomiota, vaan sanoi: Herra sinua rangaiskoon!",
      "Mutta nämät pilkkaavat niitä, joista ei he mitään tiedä; vaan mitä he luonnon kautta tietävät niinkuin muut järjettömät eläimet, niissä he turmeltuvat.",
      "Voi heitä! sillä he käyvät Kainin tiellä ja lankeevat Balaamin eksytykseen palkan tähden, ja hukkuvat Koren kapinassa.",
      "Nämät ovat häpiäpilkut vieraana ollessansa teidän rakkaus-aterioissanne, jotka ravitsevat itsiänsä pelkäämättä: he ovat vedettömät pilvet, jotka tuulelta ajetaan ympäri, paljaat, hedelmättömät puut, kahdesti kuolleet, juurinensa reväistyt ylös;",
      "Meren julmat aallot, jotka oman häpiänsä vaahtuvat; eksyväiset tähdet, joille pimeyden kauheus on ijankaikkisesti tähdelle pantu.",
      "Niin on myös Enok, seitsemäs Adamista, senkaltaisista ennustanut ja sanonut: katso, Herra tulee monen tuhannen pyhäinsä kanssa,",
      "Tekemään kaikkein tuomiota, ja rankaisemaan kaikkia jumalattomia heidän seassansa, kaikkein heidän jumalattomain töittensä tähden, joilla he pahaa tehneet ovat, ja kaikkea sitä kovaa, jota ne jumalattomat syntiset häntä vastaan puhuneet ovat.",
      "Nämät ovat napisiat ja valittajat, omain himoinsa jälkeen vaeltavaiset, ja heidän suunsa puhuu röyhkeitä sanoja ja he ihmettelevät ihmisiä hyödytyksen tähden.",
      "Mutta te, rakkaat veljet, muistakaat niitä sanoja, joita ennen meidän Herran Jesuksen Kristuksen apostoleilta sanottiin:",
      "Että viimeisellä ajalla tulevat pilkkaajat, jotka jumalattomissa himoissansa vaeltavat.",
      "Nämät ovat ne, jotka eriseurat tekevät, lihalliset, joilla ei henkeä ole.",
      "Mutta te, minun rakkaani! rakentakaat itsiänne teidän kaikkein pyhimmän uskonne päälle, Pyhän Hengen kautta, ja rukoilkaat, pitäin teitänne keskenänne Jumalan rakkaudessa,",
      "Ja odottakaat meidän Herran Jesuksen Kristuksen laupiutta ijankaikkiseen elämään.",
      "Ja pitäkäät se eroitus, että te muutamia armahtaisitte,",
      "Mutta muutamia pelvolla autuaaksi tekisitte, ja temmatkaat heitä ulos tulesta, ja vihatkaat sitä lihalta saastutettua hametta.",
      "Mutta hänelle, joka teidät voi viasta varjella ja asettaa nuhteetoinna kunniansa kasvoin eteen, riemulla,",
      "Ainoalle viisaalle Jumalalle, meidän Vapahtajallemme, olkoon kunnia, ja majesteetti, ja valta, ja voima, nyt ja kaikessa ijankaikkisuudessa, amen!"
    ]
  ],
  "name": "Jude"
}
