{
  "id": "hg",
  "chapters": [
    [
      "Kuningas Dareioksen toisena hallitusvuotena, kuudennen kuukauden ensimmäisenä päivänä, sai profeetta Haggai tehtäväkseen ilmoittaa Herran sanan Juudan käskynhaltijalle Serubbabelille, Sealtielin pojalle, ja ylipappi Joosualle, Josadakin pojalle. Herran sana kuului:",
      "Näin sanoo Herra Sebaot: Tämä kansa väittää, ettei vielä ole tullut aika rakentaa Herran temppeliä.",
      "Herran käskystä profeetta Haggai sanoi:",
      "-- Onko teidän itsenne aika asua ylellisissä taloissa, kun minun huoneeni on raunioina?",
      "Näin sanoo nyt Herra Sebaot: -- Katsokaa, miten teidän on käynyt:",
      "Te kylvätte paljon mutta leikkaatte vähän. Te syötte, mutta jäätte nälkäisiksi, te juotte, mutta janonne ei sammu. Te puette vaatteet yllenne, mutta teidän ei tule lämmin. Ja palkkalaisen ansio hupenee,",
      "kuin hänellä olisi reikä kukkarossa. Näin sanoo Herra Sebaot:  -- Katsokaa, miten teidän on käynyt!",
      "Nouskaa nyt vuorille ja kaatakaa puita. Rakentakaa temppeli, niin minä otan sen omakseni ja täytän sen kirkkaudellani, sanoo Herra.",
      "-- Te odotatte paljon mutta saatte vähän. Te viette sadon kotiinne, mutta minä puhallan sen pois. Miksi? kysyy Herra Sebaot. -- Siksi, että kukin teistä ajattelee vain omaa taloaan, vaikka minun temppelini on raunioina.",
      "Sen vuoksi taivas ei anna teille kastettaan eikä maa satoaan.",
      "Minä olen kutsunut kuivuuden maan päälle, vuorille ja viljapelloille, viinitarhoihin ja oliivitarhoihin, kaikille viljelyksille. Niin ihmiset kuin eläimetkin nääntyvät, eikä kätten työ enää menesty.",
      "Serubbabel, Sealtielin poika, ja ylipappi Joosua, Josadakin poika ja kaikki, jotka kansasta olivat jäljellä, kuulivat Herran, Jumalansa, kehotusta, niitä sanoja, jotka profeetta Haggai Herran lähettämänä puhui. Silloin Herran pelko valtasi kansan,",
      "Herra antoi Juudan käskynhaltijalle Serubbabelille, Sealtielin pojalle, ja ylipappi Joosualle, Josadakin pojalle, sekä kansalle alttiin mielen, niin että he kokoontuivat rakentamaan Herran Sebaotin, Jumalansa, temppeliä.",
      "He aloittivat työt kuudennen kuukauden kahdentenakymmenentenäneljäntenä päivänä."
    ],
    [
      "seitsemännen kuukauden kahdentenakymmenentenäyhdentenä päivänä, tuli profeetta Haggaille tämä Herran sana:",
      "-- Vieläkö teidän joukossanne on joku, joka on nähnyt, miten kaunis entinen temppeli oli? Eikö se, mikä nyt on silmienne edessä, ole entisen rinnalla kuin ei mitään?",
      "Näin sanoo Herra: -- Nyt, Serubbabel, ole luja! Älä lannistu, Joosua, Josadakin poika, ylimmäinen pappi! Ja kaikki maan asukkaat, olkaa lujat! sanoo Herra. Ryhtykää työhön! Minä olen teidän kanssanne, sanoo Herra Sebaot.",
      "Tämän lupauksen minä annoin teille jo silloin, kun lähditte Egyptistä: minun henkeni on teidän kanssanne. Älkää pelätkö!",
      "Näin sanoo Herra Sebaot: Vain hetki enää, ja minä järisytän taivaan ja maan, meret ja mantereet.",
      "Minä saatan kansat kauhun valtaan, ja niiden aarteet tuodaan tänne. Minä täytän temppelini loistolla, sanoo Herra Sebaot.",
      "Minun on hopea ja minun on kulta, sanoo Herra Sebaot.",
      "Dareioksen toisena hallitusvuotena, yhdeksännen kuukauden kahdentenakymmenentenäneljäntenä päivänä, profeetta Haggaille tuli Herran sana:",
      "Niin Haggai sanoi: -- Sellaista on tämä kansa, sellaisia nämä ihmiset minun edessäni, sanoo Herra. Epäpuhdasta on myös kaikki, mitä he käsillään tekevät, ja epäpuhtaaksi tulee se paikka, jonne he saapuvat uhraamaan.",
      "-- Tarkatkaa nyt, mitä tapahtuu tästä päivästä lähtien! Muistakaa, miten teille kävi silloin, kun vielä ette olleet panneet kiveä kiven päälle Herran temppelissä.",
      "Viljakasaan, johon piti tulla kaksikymmentä säkillistä viljaa, tulikin vain kymmenen. Viinialtaaseen, joka veti viisikymmentä ruukullista viiniä, tulikin vain kaksikymmentä.",
      "Minä löin teitä vitsauksilla: viljaruoste, nokitähkä ja rakeet turmelivat satonne, ja minä tein tyhjäksi kättenne työt. Minä en ollut teidän kanssanne, sanoo Herra.",
      "Herran sana tuli Haggaille toistamiseen saman kuukauden kahdentenakymmenentenäneljäntenä päivänä:",
      "Minä kaadan kuninkaitten valtaistuimet ja hävitän maailman mahtavat valtakunnat. Minä työnnän kumoon sotavaunut, niin että hevoset kaatuvat ja ajajat syöksyvät toinen toisensa miekkaan."
    ]
  ],
  "name": "Haggai"
}
