{
  "id": "phm",
  "chapters": [
    [
      "Paavali, Kristuksen Jesuksen vanki, ja veli Timoteus, rakkaalle Philemonille, ja meidän apulaisellemme,",
      "Ja rakkaalle Appialle ja Arkippukselle, meidän kanssapalveliallemme, ja seurakunnalle, joka sinun huoneessas on:",
      "Armo olkoon teille ja rauha Jumalalta, meidän Isältämme ja Herralta Jesukselta Kristukselta!",
      "Minä kiitän minun Jumalaani ja muistan aina sinua minun rukouksissani,",
      "Että minä kuulen siitä rakkaudesta ja uskosta, joka sinulla Herran Jesuksen päälle on ja kaikkein pyhäin tykö:",
      "Että sinun uskos, joka meille yhteinen on, tulis sinussa kaiken hyvyyden tuntemisen kautta voimalliseksi, joka teillä Kristuksessa Jesuksessa on.",
      "Sillä meillä on suuri ilo ja lohdutus sinun rakkaudestas, että pyhäin sydämet sinun kauttas, rakas veljeni, virvoitetut ovat.",
      "Sentähden vaikka minulla on suuri uskallus Kristuksessa käskeä sinua, mitä sinun tehdä tulee,",
      "Niin minä kuitenkin tahdon rakkauden puolesta ennen rukoilla, minä, joka tainkaltainen olen, nimittäin vanha Paavali, mutta nyt myös Jesuksen Kristuksen vanki.",
      "Niin minä siis neuvon sinua, minun poikani Onesimuksen puolesta, jonka minä siteissäni siitin,",
      "Joka sinulle muinen kelvotoin oli, mutta nyt sinulle ja minulle kyllä tarpeellinen, jonka minä nyt olen lähettänyt jälleen.",
      "Mutta ota häntä vastaan; sillä hän on minun oma sydämeni.",
      "Minä tahdoin häntä pitää minun tykönäni, että hän minua sinun puolestas evankeliumin siteissä palvelis.",
      "Mutta en minä tahtonut mitään ilman sinun suosiotas tehdä, ettei sinun hyvyytes pitänyt oleman niinkuin vaadittu, vaan vapaamielinen.",
      "Sillä sentähden hän hetkeksi sinulta läksi, ettäs hänen ijäksi saisit jällensä,",
      "Ei nyt silleen niinkuin palvelian, vaan enemmin palvelian ja niinkuin rakkaan veljen, erinomattain minulle, mutta kuinka paljoa enemmin sinulle, sekä lihan kautta että Herrassa.",
      "Jos sinä siis minun kumppaninas pidät, niin ota häntä vastaan niinkuin minuakin.",
      "Mutta jos hän jotakin sinua vahingoittanut on eli on sinulle velkaa, niin sano minun syykseni.",
      "Minä Paavali olen tämän omalla kädelläni kirjoittanut ja tahdon sen sinulle maksaa, etten minä sinulle sanoisi, ettäs myös sinun itses minulle velkapää olet.",
      "Armas veljeni! suo minun ihastua sinusta Herrassa, virvoita minun sydämeni Herrassa.",
      "Minä kirjoitin sinulle luottain sinun kuuliaisuutees, tietäen sinun enemmin tekevän kuin minä sanonkaan.",
      "Valmista myös minulle majaa; sillä minä toivon, että minä teidän rukoustenne kautta teille lahjoitetaan.",
      "Sinua tervehtivät Epaphras, (minun kanssavankini Kristuksessa Jesuksessa,)",
      "Markus, Aristarkus, Demas, Luukas, minun apulaiseni.",
      "Meidän Herran Jesuksen Kristuksen armo olkoon teidän henkenne kanssa, amen!"
    ]
  ],
  "name": "Philemon"
}
