{
  "id": "re",
  "chapters": [
    [
      "Jesuksen Kristuksen Ilmestys, jonka Jumala hänelle antoi, ilmoittaa palvelioillensa niitä, mitkä pian tapahtuman pitää, ja on tiettäväksi tehnyt ja lähettänyt enkelinsä kautta palveliallensa Johannekselle.",
      "Joka todisti Jumalan sanaa, ja sen todistuksen Jesuksesta Kristuksesta, ja mitä hän nähnyt oli.",
      "Autuas on se, joka lukee, ja ne, jotka kuulevat prophetian sanat ja pitävät ne, mitkä siinä kirjoitetut ovat; sillä aika on läsnä.",
      "Johannes seitsemälle Asian seurakunnalle: armo olkoon teille ja rauha siltä, joka on, joka oli, ja joka tuleva on, ja seitsemältä hengeltä, jotka hänen istuimensa edessä ovat,",
      "Ja Jesukselta Kristukselta, joka se uskollinen todistaja on, ja esikoinen kuolleista, ja maan kuningasten Päämies: joka meitä rakasti ja on meitä verellänsä meidän synneistämme pessyt,",
      "Ja teki meidät kuninkaiksi ja papeiksi Jumalan ja Isänsä edessä: hänelle olkoon kunnia ja valta ijankaikkisesta ijankaikkiseen, amen!",
      "Katso, hän tulee pilvien kanssa, ja jokaisen silmän pitää hänen näkemän ja ne, jotka häntä pistäneet ovat ja kaikki maan sukukunnat pitää parkuman. Niin, amen!",
      "Minä olen A ja O, alku ja loppu, sanoo Herra, joka on, joka oli, ja joka tuleva on, kaikkivaltias.",
      "Minä Johannes, teidän veljenne ja osallinen vaivassa ja valtakunnassa ja kärsivällisyydessä, Jesuksessa Kristuksessa, olin luodossa, joka kutsutaan Patmos, Jumalan sanan ja Jesuksen Kristuksen todistuksen tähden.",
      "Minä olin hengessä yhtenä sunnuntaina ja kuulin minun jäljessäni suuren äänen, niinkuin basunan,",
      "Sanovan: minä olen A ja O, ensimäinen ja viimeinen. Mitäs näet, kirjoita kirjaan ja lähetä Asian seurakunnille, jotka Ephesossa ovat, ja Smyrnassa, ja Pergamossa, ja Tyatirassa, ja Sardissa, ja Philadelphiassa, ja Laodikeassa.",
      "Ja minä käännyin sitä ääntä katsomaan, joka minun kanssani puhui, ja minun kääntyessäni näin minä seitsemän kultaista kynttiläjalkaa,",
      "Ja kultaisten kynttiläjalkain keskellä Ihmisen Pojan muotoisen, vaatetetun pitkällä hameella ja vyötetyn rinnoilta kultaisella vyöllä.",
      "Mutta hänen päänsä ja hiuksensa olivat valkiat niinkuin valkia villa ja niinkuin lumi, ja hänen silmänsä niinkuin tulen liekki,",
      "Ja hänen jalkansa valantovasken kaltaiset, niinkuin pätsissä palavaiset, ja hänen äänensä oli niinkuin paljon veden kuohina.",
      "Ja seitsemän tähteä oli hänen oikiassa kädessänsä, ja hänen suustansa kävi ulos kaksiteräinen terävä miekka, ja hänen kasvonsa, niinkuin aurinko paistaa voimassansa.",
      "Ja kuin minä hänen näin, lankesin minä hänen jalkainsa eteen niinkuin kuollut, ja hän pani oikian kätensä minun päälleni ja sanoi minulle: älä pelkää, minä olen ensimäinen ja viimeinen,",
      "Ja elävä, ja olin kuollut, ja katso, minä olen elävä ijankaikkisesta ijankaikkiseen, amen! Ja minulla on helvetin ja kuoleman avaimet.",
      "Kirjoita, mitäs nähnyt olet, mitä nyt on, ja mitä tästälähin tapahtuva on;",
      "Se salaisuus niistä seitsemästä tähdestä, jotka sinä minun oikiassa kädessäni nähnyt olet, ja seitsemän kultaista kynttiläjalkaa. Ne seitsemän tähteä ovat seitsemän seurakunnan enkelit: ja ne seitsemän kynttiläjalkaa, jotka sinä nähnyt olet, ovat seitsemän seurakuntaa."
    ],
    [
      "Kirjoita Epheson seurakunnan enkelille: näitä sanoo se, joka seitsemän tähteä pitää oikiassa kädessänsä, joka käy seitsemän kultaisen kynttiläjalan keskellä:",
      "Minä tiedän sinun työs ja tekos ja sinun kärsivällisyytes, ettet sinä voi kärsiä pahoja: sinä olet niitä jo kiusannut, jotka itsensä apostoleiksi sanovat ja ei ole, ja löysit heidät valehtelioiksi.",
      "Ja sinä kannoit ja kärsit, ja minun nimeni tähden sinä työtä teit ja et väsynyt.",
      "Mutta minulla on sinua vastaan, että sinä sinun ensimäisen rakkautes annoit ylön.",
      "Muista siis, kusta lankesit pois, ja tee parannus, ja tee niitä ensimäisiä töitä; vaan jos ei, niin minä tulen sinulle pian ja syöksen kynttiläjalkas pois sialtansa, ellet sinä tee parannusta.",
      "Mutta se sinulla on, ettäs vihaat Nikolailaisten töitä, joita minäkin vihaan.",
      "Jolla korva on, se kuulkaan, mitä Henki seurakunnille sanoo. Sen, joka voittaa, annan minä elämän puusta syödä, joka keskellä Jumalan paradisia on.",
      "Ja Smyrnan seurakunnan enkelille kirjoita: näitä sanoo ensimäinen ja viimeinen, joka oli kuollut ja elää:",
      "Minä tiedän sinun tekos ja vaivas ja köyhyytes, (mutta sinä olet rikas,) ja niiden pilkan, jotka itsensä Juudalaisiksi sanovat ja ei olekaan, vaan ovat saatanan joukko.",
      "Älä sinä ensinkään pelkää, mitä sinun kärsimän pitää. Katso, perkele on muutamia teistä heittävä vankiuteen, kiusattaa; ja teillä pitää oleman vaiva kymmenen päivää. Ole uskollinen kuolemaan asti, niin minä sinulle elämän kruunun annan.",
      "Jolla korva on, se kuulkaan, mitä Henki seurakunnille sanoo: Joka voittaa, ei se toiselta kuolemalta vahingoiteta.",
      "Ja Pergamon seurakunnan enkelille kirjoita: näitä sanoo se, jolla on kaksiteräinen terävä miekka:",
      "Minä tiedän sinun tekos, ja kussas asut, kussa saatanan istuin on: ja sinä pidät minun nimeni ja et kieltänyt minun uskoani niinäkään päivinä, joina Antipas, minun uskollinen todistajani, teidän tykönänne tapettu on, kussa saatana asuu.",
      "Mutta minulla on vähä sinua vastaan: että sinulla siellä on niitä, jotka Balaamin oppia pitävät, joka opetti Balakin antamaan pahennusta Israelin lasten edessä, epäjumalten uhria syödä ja salavuoteudessa maata.",
      "Niin myös sinulla on niitä, jotka Nikolailaisten oppia pitävät, jota minä vihaan.",
      "Tee parannus; vaan jos ei, niin minä tulen sinulle pian, ja tappelen heidän kanssansa minun suuni miekalla.",
      "Jolla korva on, se kuulkaan, mitä Henki seurakunnille sanoo: sen, joka voittaa, annan minä syödä siitä salatusta mannasta, ja tahdon hänelle hyvän todistuksen antaa, ja sillä todistuksella uuden kirjoitetun nimen, jota ei yksikään tiedä, vaan se, joka sen saa.",
      "Ja Tyatiran seurakunnan enkelille kirjoita: näitä sanoo Jumalan Poika, jonka silmät ovat niinkuin tulen liekki ja hänen jalkansa valantovasken kaltaiset:",
      "Minä tiedän sinun tekos ja rakkautes, ja palvelukses ja uskos, ja sinun kärsivällisyytes ja sinun tekos, ja ne viimeiset usiammat kuin ensimäiset.",
      "Vaan minulla on vähä sinua vastaan, ettäs sallit sen vaimon Jesabelin, joka itsensä prophetaksi sanoo, opettavan ja minun palvelioitani viettelevän, salavuoteudessa makaavan ja epäjumalan uhria syövän.",
      "Ja minä annoin hänelle ajan parannusta tehdä salavuoteudestansa, mutta ei hän tehnytkään.",
      "Katso, minä panen hänen vuoteesen ja ne, jotka hänen kanssansa huorin tekevät, suureen vaivaan, ellei he tee parannusta töistänsä.",
      "Ja hänen lapsensa minä tapan kuolemalla. Ja jokaisen seurakunnan pitää tietämän, että minä olen se, joka munaskuut ja sydämet tutkin, ja annan kullekin teistä teidän työnne jälkeen.",
      "Mutta teille minä sanon ja muille, jotka Tyatirassa olette, joilla ei tämä oppi ole ja jotka ei saatanan syvyyttä tunteneet, niinkuin he sanovat: en minä laske teidän päällenne muuta kuormaa;",
      "Kuitenkin se, mikä teillä on, pitäkäät siihenasti kuin minä tulen,",
      "Ja joka voittaa ja minun tekoni hamaan loppuun asti pitää, sille minä annan voiman pakanain ylitse,",
      "Ja hänen pitää heitä rautaisella vitsalla hallitseman ja niinkuin savenvalajan astioita heitä särkemän, niinkuin minäkin Isältäni sain;",
      "Ja annan hänelle kointähden.",
      "Jolla korva on, se kuulkaan, mitä Henki seurakunnille sanoo."
    ],
    [
      "Ja kirjoita Sardin seurakunnan enkelille: näitä sanoo se, jolla ne seitsemän Jumalan henkeä ja ne seitsemän tähteä ovat: minä tiedän sinun tekos; sillä sinulla on nimi ettäs elät, ja olet kuollut.",
      "Ole valpas ja vahvista niitä muita, jotka kuolemallansa ovat; sillä en minä löytänyt sinun tekojas täydellisiksi Jumalan edessä.",
      "Niin ajattele siis, kuinka sinä saanut ja kuullut olet, ja pidä se, ja tee parannus. Ellet sinä siis valvo, niin minä tulen sinun päälles niinkuin varas, ja et sinä tiedä, millä hetkellä minä sinun päälles tulen.",
      "Sinulla on myös muutamat nimet Sardissa, jotka ei ole vaatteitansa saastuttaneet: niiden pitää minun kanssani valkeissa vaatteissa vaeltaman; sillä he ovat mahdolliset.",
      "Joka voittaa, se pitää valkeilla vaatteilla puetettaman, ja en minä pyyhi hänen nimeänsä elämän kirjasta, ja minä tahdon tunnustaa hänen nimensä minun Isäni edessä ja hänen enkeleinsä edessä.",
      "Jolla korva on, se kuulkaan, mitä Henki seurakunnille sanoo.",
      "Ja Philadelphian seurakunnan enkelille kirjoita: näitä sanoo se Pyhä, se totinen, jolla on Davidin avain, joka avaa ja ei yksikään sulje, joka sulkee ja ei yksikään avaa;",
      "Minä tiedän sinun tekos: katso, minä annoin sinun etees aukian oven, ja ei yksikään voi sitä sulkea; sillä sinulla on vähä voimaa, ja pidät minun sanani, etkä minun nimeäni kieltänyt.",
      "Katso, minä annan sinulle saatanan joukosta ne, jotka itsensä Juudalaisiksi sanovat, ja ei olekaan, vaan he valehtelevat. Katso, minä tahdon vaatia heitä siihen, että heidän pitää tuleman ja kumartaman sinun jalkais edessä, ja heidän pitää tietämän, että minä sinua rakastin.",
      "Ettäs pidit minun kärsivällisyyteni sanat, niin minä tahdon sinun varjella kiusauksen hetkestä, joka koko maan piirin päälle tuleva on, niitä kiusaamaan, jotka maan päällä asuvat.",
      "Katso, minä tulen pian: pidä mitä sinulla on, ettei kenkään sinun kruunuas ottaisi.",
      "Joka voittaa, hänen minä teen patsaaksi minun Jumalani templissä, ja ei hänen pidä silleen sieltä lähtemän ulos, ja tahdon kirjoittaa hänen päällensä minun Jumalani nimen ja minun kaupunkini, uuden Jerusalemin nimen, joka taivaasta minun Jumalaltani tuli alas, ja minun uuden nimeni.",
      "Jolla korva on, se kuulkaan, mitä Henki seurakunnille sanoo.",
      "Ja Laodikean seurakunnan enkelille kirjoita: näitä sanoo Amen, uskollinen ja totinen todistaja, Jumalan luontokappalten alku:",
      "Minä tiedän sinun tekos, ettet sinä kylmä etkä palava ole: oi jospa kylmä taikka palava olisit!",
      "Sentähden ettäs pensiä olet, ja et kylmä etkä palava, rupean minä sinua minun suustani oksentamaan ulos.",
      "Ettäs sanot: minä olen rikas, minä olen rikastunut ja en minä mitään tarvitse; ja et tiedä, ettäs viheliäinen ja raadollinen olet, köyhä, sokia ja alastoin.",
      "Minä neuvon sinua minulta ostamaan kultaa tulella selitettyä, ettäs rikastuisit, ja valkiat vaatteet, joillas sinus pukisit, ettei sinun alastomuutes häpy näkyisi, ja voitele silmäs silmäin voiteella, ettäs näkisit.",
      "Joita minä rakastan, niitä minä myös nuhtelen ja kuritan; niin ole siis ahkera ja tee parannus.",
      "Katso, minä seison ovessa ja kolkutan: jos joku minun ääneni kuulee ja avaa oven, sen tykö minä tahdon mennä sisälle, ja pitää ehtoollista hänen kanssansa ja hän minun kanssani.",
      "Joka voittaa, sen minä annan istua minun kanssani minun istuimellani, niinkuin minäkin voitin ja olen minun isäni kanssa hänen istuimellansa istunut.",
      "Jolla korva on, se kuulkaan, mitä Henki seurakunnille sanoo."
    ],
    [
      "Sitte näin minä, ja katso, ovi avattiin taivaassa, ja ensimäinen ääni, jonka minä kuulin niinkuin basunan puhuvan minun kanssani, sanoen: astu tänne ylös, ja minä osoitan sinulle, mitä tästälähin tapahtuva on.",
      "Ja kohta minä olin hengessä, ja katso, istuin oli pantu taivaasen, ja istuimella oli (yksi) istuva.",
      "Ja se, joka istui, oli näkyänsä kiven jaspiksen ja sardin kaltainen, ja taivaan kaari istuimen ympäri näkyänsä smaragdin kaltainen.",
      "Ja sen istuimen ympärillä oli neljäkolmattakymmentä istuinta, ja niillä istuimilla näin minä neljäkolmattakymmentä vanhinta istuvan, valkeilla vaatteilla puetettuna, ja heidän päässänsä olivat kultaiset kruunut.",
      "Ja istuimesta kävivät ulos leimaukset ja pitkäiset ja äänet, ja seitsemän tulista lamppua paloi istuimen edessä, jotka seitsemän Jumalan henkeä ovat.",
      "Ja istuimen edessä oli niinkuin lasinen meri, kristallin muotoinen, ja keskellä istuinta ja ympäri istuinta neljä eläintä, edestä ja takaa silmiä täynnänsä.",
      "Ja ensimäinen eläin oli jalopeuran muotoinen, ja toinen eläin vasikan muotoinen, ja kolmannella eläimellä olivat niinkuin ihmisen kasvot, ja neljäs eläin lentäväisen kotkan muotoinen.",
      "Ja niillä neljällä eläimellä oli kullakin kuusi siipeä ympärillä, ja he olivat sisältä silmiä täynnänsä; ja ei heillä ollut lepoa päivällä eikä yöllä, ja sanoivat: pyhä, pyhä, pyhä on Herra Jumala kaikkivaltias, joka oli, ja joka on, ja joka tuleva on.",
      "Ja kuin ne eläimet antoivat kiitoksen ja kunnian ja siunauksen sille, joka istuimella istui, joka elää ijankaikkisesta ijankaikkiseen.",
      "Niin ne neljäkolmattakymmentä vanhinta lankesivat istuimella istuvaisen eteen, ja kumartaen rukoilivat sitä, joka elää ijankaikkisesta ijankaikkiseen, ja heittivät kruununsa istuimen eteen ja sanoivat:",
      "Herra! sinä olet mahdollinen saamaan ylistyksen ja kunnian ja voiman; sillä sinä olet kaikki luonut, ja sinun tahdostas he ovat, ja luodut ovat."
    ],
    [
      "Ja minä näin istuimella istuvaisen oikiassa kädessä kirjan, sisältä ja ulkoa kirjoitetun, seitsemällä sinetillä lukitun.",
      "Ja minä näin väkevän enkelin suurella äänellä saarnaavan: kuka on mahdollinen tätä kirjaa avaamaan ja hänen sinettiänsä päästämään?",
      "Ja ei yksikään voinut, ei taivaassa, eikä maassa, eikä maan alla, kirjaa avata, eikä siihen katsoa.",
      "Ja minä itkin kovin, ettei yksikään löydetty mahdolliseksi kirjaa avaamaan eikä sitä näkemään.",
      "Ja yksi vanhimmista sanoi minulle: älä itke! katso, Jalopeura voitti, joka on Juudan sukukunnasta, Davidin juuri, avaamaan sitä kirjaa ja päästämään sen seitsemää sinettiä.",
      "Ja minä näin, ja katso, keskellä istuinta, ja neljän eläimen ja vanhimpien keskellä seisoi Karitsa, niinkuin tapettu , jolla oli seitsemän sarvea ja seitsemän silmää, jotka ovat seitsemän Jumalan henkeä kaikelle maalle lähetetyt:",
      "Ja se tuli ja otti kirjan istuimella istuvaisen oikiasta kädestä.",
      "Ja kuin hän kirjan ottanut oli, lankesivat ne neljä eläintä ja neljäkolmattakymmentä vanhinta Karitsan eteen, ja jokaisella oli kantele ja kultaiset maljat suitsutusta täynnä, jotka ovat pyhäin rukoukset,",
      "Ja veisasivat uutta virttä, sanoen: sinä olet mahdollinen kirjaa ottamaan ja sen sineteitä avaamaan; sillä sinä olet tapettu ja verelläs meitä Jumalalle lunastit kaikkinaisista sukukunnista, ja kielistä, ja kansoista ja pakanoista,",
      "Ja olet meidät tehnyt meidän Jumalallemme kuninkaiksi ja papeiksi, ja me saamme vallita maan päällä.",
      "Ja minä näin ja kuulin monen enkelin äänen istuimen ja eläinten ja vanhimpien ympärillä, ja heidän lukunsa oli kymmenentuhatta kertaa kymmenentuhatta, ja tuhannen kertaa tuhatta,",
      "Ja sanoivat suurella äänellä: Karitsa, joka tapettu on, on mahdollinen ottamaan voiman, ja rikkauden, ja viisauden, ja kunnian, ja kiitoksen, ja siunauksen.",
      "Ja kaikki luontokappaleet, jotka taivaassa ovat, ja maan päällä, ja maan alla, ja meressä, ja kaikki, jotka niissä ovat, kuulin minä sille sanovan, joka istuimella istui, ja Karitsalle: siunaus ja kunnia, ja ylistys ja voima, ijankaikkisesta ijankaikkiseen.",
      "Ja ne neljä eläintä sanoivat: amen! Ja ne neljäkolmattakymmentä vanhinta lankesivat maahan, kumarsivat ja rukoilivat sitä, joka elää ijankaikkisesta ijankaikkiseen."
    ],
    [
      "Ja minä näin, kuin Karitsa ensimäisen sinetin avasi, ja minä kuulin yhden neljästä eläimestä sanovan, niinkuin pitkäisen jylinän: tule ja katso!",
      "Ja minä näin, ja katso, valkia orhi; ja se, joka sen päällä istui, piti joutsea, ja hänelle annettiin kruunu, ja hän läksi voittamaan ja saamaan voittoa.",
      "Ja kuin hän toisen sinetin avasi, kuulin minä toisen eläimen sanovan: tule ja katso!",
      "Ja ruskia orhi meni ulos; ja sille, joka sen päällä istui, annettiin rauha maasta ottaa pois, että heidän piti keskenänsä toinen toisensa tappaman; ja hänelle oli suuri miekka annettu.",
      "Ja kuin hän kolmannen sinetin avasi, kuulin minä kolmannen eläimen sanovan: tule ja katso! Ja minä näin, ja katso, musta orhi; ja sillä, joka sen päällä istui, oli vaaka kädessä.",
      "Ja minä kuulin äänen neljän eläimen keskeltä sanovan: mitta nisuja yhteen penninkiin ja kolme mittaa ohria yhteen penninkiin, ja älä viinaa eikä öljyä vahingoita.",
      "Ja kuin hän avasi neljännen sinetin, kuulin minä neljännen eläimen äänen sanovan: tule ja katso!",
      "Ja minä näin, ja katso, hiirenkarvainen orhi, ja joka sen päällä istui, sen nimi oli kuolema; ja helvetti noudatti häntä. Ja hänelle annettiin voima tappaa neljättä osaa maan päältä miekalla ja nälällä, ja surmalla ja pedoilla maan päällä.",
      "Ja kuin hän viidennen sinetin avasi, näin minä alttarin alla niiden sielut, jotka Jumalan sanan tähden tapetut olivat ja sen todistuksen tähden, joka heillä oli.",
      "Ja he huusivat suurella äänellä sanoen: sinä pyhä ja totinen Herra! kuinka kauvan et sinä tuomitse ja meidän vertamme kosta niille, jotka maan päällä asuvat?",
      "Ja kullekin heistä annettiin valkia vaate ja sanottiin heille, että heidän piti vielä vähän aikaa lepäämän, siihenasti kuin heidän kanssapalveliainsa ja veljeinsä luku täytetyksi tulis, jotka piti tapettaman niinkuin hekin.",
      "Ja minä näin, kuin hän kuudennen sinetin avasi, katso, niin tapahtui suuri maanjäristys, ja aurinko tuli mustaksi niinkuin karvasäkki ja kuu tuli kokonansa niinkuin veri,",
      "Ja tähdet putosivat taivaasta maan päälle, niinkuin fikunapuu fikunansa varistaa, kuin hän suurelta tuulelta häälytetään.",
      "Ja taivas pakeni niinkuin kämärtynyt kirja, ja kaikki vuoret ja luodot siirrettiin sioistansa.",
      "Ja kuninkaat maan päällä, ja ylimäiset, ja rikkaat, ja päämiehet, ja väkevät, ja kaikki orjat, ja kaikki vapaat kätkivät itsensä luoliin ja vuorten rotkoihin,",
      "Ja sanoivat vuorille ja kukkuloille: langetkaat meidän päällemme ja peittäkäät meitä sen kasvoin edestä, joka istuimella istuu, ja Karitsan vihasta.",
      "Sillä se suuri hänen vihansa päivä on tullut, ja kuka voi pysyä?"
    ],
    [
      "Ja sitte näin minä neljä enkeliä seisovan neljän maan kulman päällä, ja neljää maan tuulta pitävän, ettei tuuli oisi puhaltanut maan päälle, eikä meren päälle, eikä yhdenkään puun päälle.",
      "Ja minä näin toisen enkelin auringon koitosta tulevan ylös jolla oli elävän Jumalan sinetti, ja hän huusi suurella äänellä niille neljälle enkelille, joiden maata ja merta oli annettu vahingoittaa.",
      "Ja sanoi: älkäät maata eikä merta eikä puita vahingoittako siihenasti kuin me merkitsemme meidän Jumalamme palveliat heidän otsissansa.",
      "Ja minä kuulin, että merkittyin luku oli sata ja neljäviidettäkymmentä tuhatta, jotka kaikkein Israelin lasten sukukunnista merkityt olivat:",
      "Juudan sukukunnasta kaksitoistakymmentä tuhatta merkityt Rubenin sukukunnasta kaksitoistakymmentätuhatta merkityt, Gadin sukukunnasta kaksitoistakymmentätuhatta merkityt:",
      "Asserin sukukunnasta kaksitoistakymmentä tuhatta merkityt, Naphtalin sukukunnasta kaksitoistakymmentä tuhatta merkityt, Manassen sukukunnasta kaksitoistakymmentä tuhatta merkityt:",
      "Simeonin sukukunnasta kaksitoistakymmentä tuhatta merkityt, Levin sukukunnasta kaksitoistakymmentä tuhatta merkityt, Isaskarin sukukunnasta kaksitoistakymmentä tuhatta merkityt:",
      "Zebulonin sukukunnasta kaksitoistakymmentä tuhatta merkityt, Josephin sukukunnasta kaksitoistakymmentä tuhatta merkityt, Benjaminen sukukunnasta kaksitoistakymmentä tuhatta merkityt.",
      "Sen jälkeen näin minä, ja katso, suuri joukko, jota ei yksikään lukea taitanut, kaikista pakanoista, ja sukukunnista, ja kansoista ja kielistä, seisovan istuimen edessä ja Karitsan edessä, valkeilla vaatteilla puetetut, ja palmut heidän käsissänsä.",
      "Ja he huusivat suurella äänellä, sanoen: autuus olkoon meidän Jumalallemme, joka istuimella istuu, ja Karitsalle!",
      "Ja kaikki enkelit seisoivat ympäri istuinta, ja vanhimpia, ja neljää eläintä, ja lankesivat kasvoillensa istuimen eteen, kumarsivat ja rukoilivat Jumalaa,",
      "Sanoen: amen! Siunaus, ja ylistys, ja viisaus, ja kiitos, ja kunnia, ja voima, ja väkevyys olkoon meidän Jumalallemme ijankaikkisesta ijankaikkiseen. Amen!",
      "Ja yksi vanhimmista vastasi ja sanoi minulle: kutka nämät valkeilla vaatteilla puetetut ovat, ja kusta he tulleet ovat?",
      "Ja minä sanoin hänelle: herra, sinäpä sen tiedät. Ja hän sanoi minulle: nämät ovat ne, jotka suuresta vaivasta tulivat, ja he ovat vaatteensa pesseet ja ovat vaatteensa Karitsan veressä valaisseet.",
      "Sentähden ovat he Jumalan istuimen edessä ja palvelevat häntä päivällä ja yöllä hänen templissänsä. Ja se, joka istuimella istuu, asuu heidän päällänsä.",
      "Ei heidän pidä enään isooman, eikä enään janooman, eikä aurinko lankee heidän päällensä, ei myös yksikään palavuus.",
      "Sillä Karitsa, joka istuimen keskellä on, kaitsee heitä ja johdattaa heitä eläväin vesilähdetten tykö, ja Jumala on kuivaava kaikki kyyneleet heidän silmistänsä."
    ],
    [
      "Ja kuin hän seitsemännen sinetin avasi, oltiin ääneti taivaassa lähes puoli hetkeä.",
      "Ja minä näin seitsemän enkeliä Jumalan edessä seisovan, joille seitsemän basunaa annettiin.",
      "Ja toinen enkeli tuli ja seisoi alttarin edessä, ja hänellä oli kultainen pyhän savun astia, jolle paljo suitsutusta annettiin, kaikkein pyhäin rukouksiin, kultaiselle alttarille antaaksensa, joka on istuimen edessä.",
      "Ja suitsutuksen savu pyhäin rukouksista nousi enkelin kädestä Jumalan eteen.",
      "Ja enkeli otti pyhän savun astian, ja täytti sen alttarin tulesta, ja heitti maan päälle, ja niin tapahtuivat äänet ja pitkäisen jylinät ja leimaukset ja maanjäristykset.",
      "Ja ne seitsemän enkeliä seitsemällä basunalla hankitsivat basunilla soittamaan.",
      "Ja ensimäinen enkeli soitti basunalla, ja tuli rakeita ja tulta verellä sekoitettuja, jotka maan päälle heitettiin; ja kolmas osa puista paloi ja kaikki viheriäinen ruoho paloi.",
      "Ja toinen enkeli soitti basunalla, ja mereen heitettiin niinkuin suuri vuori tulessa palava: ja kolmas osa merestä tuli vereksi,",
      "Ja kolmas osa elävistä luontokappaleista meressä kuoli ja kolmas osa haaksista hukkui.",
      "Ja kolmas enkeli soitti basunalla, ja suuri tähti lankesi taivaasta, palava niinkuin tulisoitto, ja lankesi kolmannen osan virtain ja vesilähdetten päälle.",
      "Ja tähti kutsutaan koiruohoksi: ja kolmas osa vesistä muuttui koiruohoksi, ja monta ihmistä kuoli vetten tähden, että ne haikiaksi tehdyt olivat.",
      "Ja neljäs enkeli soitti basunalla, ja kolmas osa auringosta lyötiin, ja kolmas osa kuusta, ja kolmas osa tähdistä, niin että kolmas osa heistä pimeni, ja ei kolmas osa päivästä valaissut, eikä yöstä.",
      "Ja minä näin ja kuulin enkelin keskelle taivasta lentävän ja suurella äänellä sanovan: voi, voi, voi, asuvaisia maan päällä, muiden kolmen enkelin basunan äänistä, jotka vielä basunilla soittaman pitää!"
    ],
    [
      "Ja viides enkeli soitti basunalla, ja minä näin tähden taivaasta maan päälle putoovan, ja hänelle annettiin syvyyden kaivon avain.",
      "Ja hän avasi syvyyden kaivon, ja kaivon savu kävi ylös niinkuin suuren pätsin savu, ja aurinko ja ilma pimisi kaivon savusta.",
      "Ja savusta läksivät metsäsirkat maan päälle, ja heille annettiin voima, niinkuin skorpionilla on voima maan päällä.",
      "Ja heille sanottiin, ettei heidän pitänyt vahingoittaman maan ruohoa eikä mitään viheriäistä, ei myös yhtään puuta, vaan ainoastaan ihmisiä, joiden otsissa ei Jumalan sinetti ole.",
      "Ja se annettiin heille, ettei heidän pitänyt heitä tappaman, vaan viisi kuukautta vaivaaman, ja heidän vaivaamisensa oli niinkuin skorpionin vaivaaminen, kuin hän on ihmistä pistänyt.",
      "Ja niinä päivinä ihmiset etsivät kuolemaa, ja ei löydä häntä, ja pyytää kuolla, vaan kuolema pakenee heitä.",
      "Ja metsäsirkat ovat orhitten kaltaiset, jotka sotaan valmistetut ovat, ja heidän päässänsä niinkuin kruunut, kullan muotoiset, ja heidän kasvonsa niinihmisten kasvot.",
      "Ja heillä olivat hiukset, ja heidän hampaansa olivat niinkuin jalopeuran.",
      "Ja heillä oli pantsari niinkuin rautapantsarit; ja heidän siipiensä havina niinkuin ratasten kituma, kussa monta hevosta sotaan juoksee.",
      "Ja heillä oli pyrstöt niinkuin skorpionilla, ja heidän pyrstöissänsä olivat neulaiset, ja heidän voimansa oli ihmisiä viisi kuukautta vahingoittaa.",
      "Ja heidän kuninkaansa on syvyyden enkeli, jonka nimi Hebrean kielellä on Abaddon, ja Grekan kielellä on hänen nimensä Apollyon.",
      "Yksi voi on mennyt edes, katso, vielä kaksi voita sen jälkeen tulevat.",
      "Ja kuudes enkeli soitti basunalla, ja minä kuulin äänen neljästä kultaisen alttarin sarvesta, joka Jumalan edessä on,",
      "Sanovan sille kuudennelle enkelille, jolla basuna oli: päästä ne neljä enkeliä, jotka suuressa Euphratin virrassa sidottuna ovat.",
      "Ja ne neljä enkeliä päästettiin, jotka olivat valmiit hetkeksi, ja päiväksi, ja kuukaudeksi ja vuodeksi, tappamaan kolmatta osaa ihmisistä.",
      "Ja ratsasmiesten sotajoukon luku oli kaksin kerroin kymmentuhatta kertaa kymmenentuhatta, ja minä kuulin heidän lukunsa.",
      "Ja niin minä näin ne orhiit näyssä, ja niillä, jotka heidän päällänsä istuivat, olivat tuliset ja keltaiset ja tulikiviset pantsarit , ja orhitten päät olivat niinkuin jalopeurain päät, ja heidän suustansa kävi ulos tuli, ja savu, ja tulikivi.",
      "Näillä kolmella vitsauksella tapettiin kolmas osa ihmisistä, tulella, savulla ja tulikivellä, jotka kävivät ulos heidän suustansa.",
      "Sillä heidän voimansa oli heidän suussansa ja heidän pyrstöissänsä, ja heidän pyrstönsä olivat kärmetten muotoiset, heillä olivat päät ja niillä he vahingoitsivat.",
      "Ja muut ihmiset, jotka ei näillä vitsauksilla ole tapetut, ei heidän kättensä töistä parannusta tehneet: ettei he olisi perkeleitä kumartaneet ja kultaisia, ja hopiaisia, ja vaskisia, ja kivisiä ja puisia epäjumalia, jotka ei nähdä taida, eikä kuulla, ei myös käydä.",
      "Ja ei tehneet parannusta murhistansa, eikä velhoudestansa, eikä huoruudestansa, ei myös varkaudestansa."
    ],
    [
      "Ja minä näin toisen väkevän enkelin tulevan alas taivaasta, joka pilvellä puetettu oli, ja taivaan kaari hänen päänsä päällä, ja hänen kasvonsa olivat niinkuin aurinko, ja hänen jalkansa niinkuin tulen patsaat.",
      "Ja hänen kädessänsä oli avoin kirja, ja hän pani oikian jalkansa meren päälle ja vasemman maan päälle.",
      "Ja huusi suurella äänellä, niinkuin jalopeura kiljuu. Ja koska hän huusi, puhuivat ne seitsemän pitkäistä äänensä.",
      "Ja kuin ne seitsemän pitkäistä olivat äänensä puhuneet, tahdoin minä sen kirjoittaa. Ja minä kuulin äänen taivaasta sanovan minulle: lukitse se, mitä ne seitsemän pitkäistä puhuivat, ja älä niitä kirjoita.",
      "Ja enkelin, jonka minä meren päällä ja maan päällä näin seisovan, nosti kätensä taivaasen päin,",
      "Ja vannoi sen kautta, joka elää ijankaikkisesta ijankaikkiseen, joka taivaan luonut oli ja ne, mitkä siinä on, ja maan ja ne, mitkä siinä on, ja meren ja ne, mitkä siinä on, ettei silleen aikaa enempi oleman pidä:",
      "Vaan seitsemännen enkelin äänen päivinä, kuin hän rupee basunalla soittamaan, niin pitää Jumalan salaisuus täytettämän, niinkuin hän on palvelioillensa prophetaille ilmoittanut.",
      "Ja ääni, jonka minä kuulin taivaasta, puhui taas minun kanssani ja sanoi: mene ja ota avoin kirja enkelin kädestä, joka meren ja maan päällä seisoo.",
      "Ja minä menin enkelin tykö ja sanoin: anna kirja minulle. Ja hän sanoi minulle: ota ja syö se! ja se on karvasteleva sinun vatsassas, vaan sinun suussas pitää sen oleman makian niinkuin hunaja.",
      "Ja minä otin kirjan enkelin kädestä ja söin sen, ja se oli makia minun suussani niinkuin hunaja. Ja kuin minä sen syönyt olin, karvasteli se minun vatsassani.",
      "Ja hän sanoi minulle: taas tulee sinun propheteerata kansoille, ja pakanoille, ja kielille, ja monelle kuninkaalle."
    ],
    [
      "Ja minulle annettiin ruoko niinkuin sauva, ja enkeli seisoi ja sanoi: nouse ja mittaa Jumalan templi ja alttari, ja ne, jotka siinä rukoilevat.",
      "Mutta syökse sisälmäinen kuori ulos templistä, ja älä sitä mittaa; sillä se on pakanoille annettu, ja he tallaavat pyhää kaupunkia kaksiviidettäkymmentä kuukautta.",
      "Ja minä annan kahdelle minun todistajalleni, ja heidän pitää tuhannen kaksisataa ja kuusikymmentä päivää propheteeraaman, säkeissä puetettuna.",
      "Nämät ovat kaksi öljypuuta ja kaksi kynttiläjalkaa, jotka maan Jumalan edessä seisovat.",
      "Ja jos joku heitä tahtoo vahingoittaa, niin tuli käy ulos heidän suustansa, ja syö heidän vihollisensa; ja jos joku tahtoo heitä vahingoittaa, niin se tapetaan.",
      "Näillä on valta taivasta sulkea, ettei niinä päivinä, joina he propheteeraavat, sataman pidä; ja heillä on valta vesiä vereksi muuttaa, ja löydä maata kaikkinaisella vitsauksella, niin usein kuin he tahtovat.",
      "Ja koska he todistuksensa lopettaneet ovat, niin peto, joka astui ylös syvyydestä, on heidän kanssansa sotiva, ja heitä voittava ja tappava heidät.",
      "Ja heidän ruumiinsa pitää makaavan sen suuren kaupungin kaduilla, joka hengellisesti kutsutaan Sodoma ja Egypti, kussa myös meidän Herramme ristiinnaulittu on.",
      "Ja muutamat sukukunnista, ja kansoista, ja kielistä, ja pakanoista pitää näkemän heidän ruumiinsa kolme päivää ja puolen, ja ei he salli heidän ruumiitansa haudattaa.",
      "Ja jotka maan päällä asuvat, ne iloitsevat heistä, ja riemuitsevat, ja lahjoja keskenänsä lähettelevät, sillä nämät kaksi prophetaa ahdistelivat niitä, jotka maan päällä asuivat.",
      "Ja kolmen päivän perästä ja puolen meni Jumalalta elämän henki heihin: ja he seisoivat jaloillansa, ja suuri pelko tuli niiden päälle, jotka heidät näkivät.",
      "Ja he kuulivat suuren äänen taivaasta sanovan heille: astukaat tänne. Ja he astuivat taivaasen pilvessä, ja heidän vihollisensa näkivät heidät.",
      "Ja sillä hetkellä tapahtui suuri maanjäristys, ja kymmenes osa kaupungista lankesi maahan. Ja siinä maanjäristyksessä tapettiin seitsemäntuhannen ihmisten nimi, ja ne muut hämmästyivät ja antoivat kunnian taivaan Jumalalle.",
      "Toinen voi on mennyt edes, ja katso, kolmas voi pian tulee.",
      "Ja seitsemäs enkeli soitti basunalla, ja suuret äänet kuuluivat taivaassa, sanoen: maailman valtakunnat ovat meidän Herrallemme ja hänen Kristuksellensa tulleet, ja hän on hallitseva ijankaikkisesta ijankaikkiseen.",
      "Ja neljäkolmattakymmentä vanhinta, jotka Jumalan edessä istuimillansa istuvat, lankesivat kasvoillensa ja kumarsivat Jumalaa,",
      "Sanoen: me kiitämme sinua Herra, kaikkivaltias Jumala, joka olet, ja olit, ja tuleva olet: että sinä olet saanut sinun suuren voimas, ja hallinnut;",
      "Ja pakanat ovat vihastuneet, ja sinun vihas on tullut, ja kuolleitten aika heitä tuomittaa, ja sinun palveliais prophetain palkka maksettaa, ja pyhäin, ja niiden, jotka sinun nimeäs pelkäävät, pienten ja suurten, ja kadottaa niitä, jotka maan turmelleet ovat.",
      "Ja Jumalan templi aukeni taivaassa, ja hänen testamenttinsa arkki nähtiin hänen templissänsä; ja tapahtuivat leimaukset, ja äänet ja pitkäiset, ja maanjäristykset, ja suuret rakeet."
    ],
    [
      "Ja suuri ihme ilmestyi taivaassa: vaimo oli puetettu auringolla, ja kuu hänen jalkainsa alla, ja hänen päässänsä kruunu kahdestatoistakymmenestä tähdestä.",
      "Ja hän oli raskas, ja huusi synnyttäissänsä, ja hänellä oli suuri vaiva synnyttää.",
      "Ja toinen ihme näkyi taivaassa, katso: suuri ruskia lohikärme, jolla oli seitsemän päätä ja kymmenen sarvea, ja hänen päissänsä seitsemän kruunua.",
      "Ja hänen pyrstönsä veti kolmannen osan taivaan tähdistä, ja heitti ne maan päälle. Ja lohikärme seisoi vaimon edessä, joka oli synnyttämällänsä, että kuin hän olis synnyttänyt, se olisi syönyt hänen lapsensa.",
      "Ja hän synnytti poikalapsen, joka oli kaikki pakanat hallitseva rautaisella vitsalla. Ja hänen poikansa temmattiin Jumalan tykö ja hänen istuimensa tykö.",
      "Ja vaimo pakeni korpeen, kussa hänelle oli sia Jumalalta valmistettu, siinä ruokittaa tuhannen kaksisataa ja kuusikymmentä päivää.",
      "Ja (suuri) sota tapahtui taivaassa: Mikael ja hänen enkelinsä sotivat lohikärmeen kanssa, ja lohikärme soti ja hänen enkelinsä.",
      "Ja ei he voittaneet, eikä heidän siaansa enää löydetty taivaassa.",
      "Ja suuri lohikärme, vanha mato, joka perkeleeksi ja saatanaksi kutsutaan, heitettiin ulos, joka koko maan piirin viettelee, hän heitettiin maan päälle, ja hänen enkelinsä myös hänen kanssansa heitettiin sinne.",
      "Ja minä kuulin suuren äänen taivaassa sanovan: nyt on autuus, ja voima, ja valtakunta, ja väki meidän Jumalamme, ja valta hänen Kristuksensa: että meidän veljiemme päällekantaja on heitetty ulos, joka heidän päällensä yötä ja päivää Jumalan edessä kantoi.",
      "Ja he ovat hänen voittaneet Karitsan veren kautta, ja heidän todistuksensa sanan kautta; ja ei he henkeänsä kuolemaan asti rakastaneet.",
      "Sentähden te, taivaat, iloitkaat, ja jotka niissä asutte. Voi maan ja meren asuvia! sillä perkele astuu alas teidän tykönne, pitäin suurta vihaa, tietäen itsellänsä vähän aikaa olevan.",
      "Ja kuin lohikärme näki itsensä maahan heitetyksi, vainosi hän vaimoa, joka pojan synnytti.",
      "Ja vaimolle annettiin kaksi suuren kotkan siipeä, että hän olis korpeen siaansa lentänyt, kussa hän elätetään ajan, ja kaksi aikaa, ja puolen aikaa, kärmeen kasvoin edestä.",
      "Ja kärme puuskasi vaimon jälkeen suustansa vettä niinkuin kosken, upottaaksensa häntä.",
      "Mutta maa autti vaimoa, ja maa avasi suunsa, ja särpi veden, jonka lohikärme suustansa puuskannut oli.",
      "Ja lohikärme vihastui vaimon päälle, ja meni sotimaan muiden kanssa hänen siemenestänsä, jotka Jumalan käskyt kätkevät ja Jesuksen Kristuksen todistuksen pitävät."
    ],
    [
      "(H12:18) Ja minä seisoin meren sannalla. (H13:1) Ja minä näin pedon merestä astuvan ylös, jolla oli seitsemän päätä ja kymmenen sarvea, ja hänen sarvissansa kymmenen kruunua, ja hänen päissänsä pilkan nimi.",
      "Ja peto, jonka minä näin, oli pardin muotoinen, ja hänen jalkansa olivat niinkuin karhun käpälät, ja hänen suunsa oli niinkuin jalopeurain suu; ja lohikärme antoi sille voimansa, ja istuimensa, ja suuren vallan.",
      "Ja minä näin yhden hänen päistänsä niinkuin se olis kuoliaaksi haavoitettu ollut, ja hänen kuolemahaavansa parani, ja koko maan piiri ihmetteli sitä petoa,",
      "Ja kumarsivat lohikärmettä, joka pedolle voiman antoi. Ja he kumarsivat petoa ja sanoivat: kuka on tämän pedon kaltainen? kuka voi sotia häntä vastaan?",
      "Ja hänelle annettiin suu puhua suuria asioita ja pilkkoja, ja hänelle annettiin valta pitää sotaa kaksiviidettä kuukautta.",
      "Ja hän avasi suunsa pilkkoja puhumaan Jumalaa vastaan, pilkkaamaan hänen nimeänsä, ja hänen majaansa, ja niitä, jotka taivaassa asuvat.",
      "Ja hänen sallittiin sotia pyhäin kanssa ja voittaa heitä. Ja hänelle annettiin valta kaikkein sukukuntain päälle, ja kansain, ja kielten, ja pakanain.",
      "Ja kaikki, jotka maassa asuvat, kumarsivat häntä, joiden nimet ei ole kirjoitetut Karitsan elämän kirjassa, joka maailman alusta tapettu on.",
      "Jos jollakin korva on, se kuulkaan.",
      "Joka vankiuteen vie, se vankiuteen menee, joka miekalla tappaa, se miekalla tapetaan. Tässä on pyhäin kärsivällisyys ja usko.",
      "Ja minä näin toisen pedon maasta astuvan ylös, ja hänellä oli kaksi sarvea niinkuin lampaalla, ja hän puhui niinkuin lohikärme.",
      "Ja se tekee kaiken entisen pedon voiman, sen nähden, ja saattaa maan ja sen asuvaiset ensimäistä petoa kumartamaan, jonka kuolemahaava parantunut oli.",
      "Ja tekee suuria ihmeitä, niin että hän saattaa tulenkin putoomaan taivaasta alas maan päälle, ihmisten edestä;",
      "Ja viettelee maan asuvia niillä ihmeillä, joita hänen oli annettu pedon edessä tehdä, sanoen maan asuville, että he tekisivät pedon kuvan, jolla miekan haava on, ja joka virkosi.",
      "Ja sallittiin hänelle antaa hengen pedon kuvalle, että pedon kuva myös puhuis, ja tekis, että jokainen, joka ei pedon kuvaa kumarra, pitää tapettaman.",
      "Ja se saattaa kaikki, pienet ja suuret, rikkaat ja köyhät, vapaat ja palveliat, ottamaan merkin oikiaan käteensä taikka otsiinsa;",
      "Ja ettei kenkään taitanut ostaa eikä myydä, jolla ei se merkki ollut, taikka pedon nimi, eli hänen nimensä luku.",
      "Tässä on viisaus. Jolla on ymmärrys, laskekaan pedon luvun; sillä se on ihmisen luku, ja hänen lukunsa on kuusisataa kuusikymmentä ja kuusi."
    ],
    [
      "Ja minä näin, ja katso, Karitsa seisoi Zionin vuorella, ja hänen kanssansa sata ja neljäviidettäkymmentä tuhatta, joilla oli hänen Isänsä nimi kirjoitettu heidän otsissansa.",
      "Ja minä kuulin äänen taivaasta niinkuin paljon veden äänen, ja niinkuin suuren pitkäisen äänen. Ja se ääni, jonka minä kuulin, oli niinkuin kanteleen soittajain, jotka kanteleitansa soittavat,",
      "Ja veisasivat niinkuin uutta virttä istuimen edessä, ja neljän eläimen edessä, ja vanhinten. Ja ei yksikään taitanut sitä virttä oppia, paitsi niitä sataa ja neljääviidettäkymmentä tuhatta, jotka maasta ostetut ovat.",
      "Nämät ovat ne, jotka ei vaimoin kanssa ole saastutetut; sillä he ovat neitseet: nämät ovat ne, jotka seuraavat Karitsaa, kuhunka hän menee. Nämät ovat ihmisistä ostetut Jumalalle ja Karitsalle uutiseksi,",
      "Joiden suussa ei ole petosta löydetty; sillä he ovat ilman saastaisuutta Jumalan istuimen edessä.",
      "Ja minä näin toisen enkelin lentävän taivaan keskitse, jolla ijankaikkinen evankeliumi oli, jota hänen pitää niille ilmoittaman, jotka maan päällä asuvat, ja kaikille pakanoille ja sukukunnille, ja kielille ja kansoille;",
      "Joka sanoi suurella äänellä: peljätkäät Jumalaa, ja antakaat hänelle kunnia; sillä hänen tuomionsa hetki on tullut: ja kumartakaat ja rukoilkaat sitä, joka taivaan ja maan ja meret ja vesilähteet teki.",
      "Ja toinen enkeli seurasi, sanoen: lankesi, lankesi Babylon, suuri kaupunki; sillä hän oli huoruutensa vihan (a) viinalla kaikki pakanat juottanut.",
      "Ja kolmas enkeli seurasi niitä, sanoen suurella äänellä: jos joku petoa ja hänen kuvaansa kumartaa, ja ottaa sen merkin otsaansa taikka käteensä,",
      "Sen pitää myös Jumalan vihan viinaa juoman, selkiää viinaa, joka hänen vihansa maljaan kaadettu on; ja häntä pitää tulella ja tulikivellä pyhäin enkeleitten edessä ja Karitsan edessä vaivattaman.",
      "Ja heidän vaivansa savu astuu ylös ijankaikkisesta ijankaikkiseen, ja ei heillä ole lepoa päivällä eikä yöllä, jotka petoa ja hänen kuvaansa kumartavat, ja jos joku on hänen nimensä merkin ottanut.",
      "Tässä on pyhäin kärsivällisyys. Tässä ne ovat, jotka Jumalan käskyt ja Jesuksen uskon pitävät.",
      "Ja minä kuulin äänen taivaasta minulle sanovan: kirjoita: autuaat ovat ne kuolleet, jotka Herrassa kuolevat tästälähin. Jaa, Henki sanoo: heidän pitää lepäämän töistänsä; sillä heidän tekonsa noudattavat heitä.",
      "Ja minä näin, ja katso, valkia pilvi, ja pilven päällä istui Ihmisen Pojan muotoinen, jonka päässä oli kultainen kruunu ja terävä sirppi hänen kädessänsä.",
      "Ja toinen enkeli läksi templistä, huutaen suurella äänellä pilven päällä istuvaiselle: sivalla sirpilläs ja leikkaa; sillä sinulle tuli hetki leikatakses, ja elo on maan päällä kuivaksi tullut.",
      "Ja se, joka pilven päällä istui, sivalsi sirpillänsä maan päältä, ja maa tuli leikatuksi.",
      "Ja toinen enkeli läksi templistä, joka taivaassa on, jolla myös terävä sirppi oli.",
      "Ja toinen enkeli läksi alttarista, jolla oli valta tulen päälle, ja huusi suurella äänellä sille, jolla terävä sirppi oli, ja sanoi: sivalla terävällä sirpilläs, ja leikkaa ne viina-oksan versot maan päältä; sillä hänen viinamarjansa ovat kypsyneet.",
      "Ja enkeli sivalsi terävällä sirpillänsä maan päällä, ja niitti maan viinamäen, ja heitti ne Jumalan vihan suureen kuurnaan.",
      "Ja kuurna sotkuttiin ulkona kaupungista, ja veri kuurnasta kuohui ulos hamaan orhitten suitsiin asti, tuhannen ja kuusisataa vakomittaa."
    ],
    [
      "Ja minä näin toisen merkin taivaassa, suuren ja ihmeellisen: seitsemän enkeliä, joilla seitsemän viimeistä vitsausta oli; sillä niissä on Jumalan viha täytetty.",
      "Ja minä näin niinkuin lasisen meren, tulella sekoitetun, ja ne, jotka pedosta voiton saaneet olivat ja hänen kuvastansa ja hänen merkistänsä ja hänen nimensä luvusta, seisovan lasisen meren päällä, ja heillä oli Jumalan kanteleet,",
      "Ja he veisasivat Moseksen, Jumalan palvelian virttä, sanoen: suuret ja ihmeelliset ovat sinun tekos, Herra Jumala kaikkivaltias! oikiat ja totiset ovat sinun ties, sinä pyhäin Kuningas!",
      "Kuka ei pelkää sinua, Herra, ja sinun nimeäs ylistä? Sillä sinä yksinäs pyhä olet; sillä kaikki pakanat tulevat, ja sinun kasvois edessä kumartavat ja rukoilevat: että sinun tuomios julistetut ovat.",
      "Sitte näin minä, ja katso, todistuksen majan templi avattiin taivaassa.",
      "Ja templistä läksivät seitsemän enkeliä, joilla seitsemän vitsausta oli, puetetut puhtailla ja kirkkailla liinavaatteilla, ja vyötetyt rinnoilta kultaisilla vöillä.",
      "Ja yksi neljästä eläimestä antoi seitsemälle enkelille seitsemän kultaista maljaa, täynnänsä Jumalan vihaa, joka elää ijankaikkisesta ijankaikkiseen.",
      "Ja templi täytettiin savulla Jumalan kunniasta ja hänen voimastansa, ja ei yksikään voinut templiin mennä sisälle, siihenasti kuin seitsemän enkelin seitsemän vitsausta täytetyiksi tulivat."
    ],
    [
      "Ja minä kuulin suuren äänen templistä sanovan seitsemälle enkelille: menkäät ja vuodattakaat Jumalan vihan maljat maan päälle!",
      "Ja ensimäinen meni ja vuodatti maljansa maan päälle: ja tuli paha ja häijy haava ihmisten päälle, joilla pedon merkki oli, ja niiden päälle, jotka sen kuvaa kumarsivat.",
      "Ja toinen enkeli vuodatti maljansa mereen, ja se tuli niinkuin kuolleen veri, ja kaikki eläväiset sielut kuolivat meressä.",
      "Ja kolmas enkeli vuodatti maljansa virtoihin ja vesilähteisiin: ja se tuli vereksi.",
      "Ja minä kuulin vetten enkelin sanovan: Herra, sinä olet vanhurskas, joka olet, ja joka oli, ja pyhä, ettäs nämät tuomitsit;",
      "Sillä he ovat pyhäin ja prophetain veren vuodattaneet, ja sinä annoit heille verta juoda; sillä he ovat sen ansainneet.",
      "Ja minä kuulin toisen (enkelin) alttarilta sanovan: jaa, Herra kaikkivaltias Jumala, sinun tuomios ovat totiset ja oikiat.",
      "Ja neljäs enkeli vuodatti maljansa aurinkoon: ja sille annettiin ihmisiä vaivata helteellä tulen kautta.",
      "Ja ihmiset tulivat palavaksi suuresta helteestä, ja pilkkasivat Jumalan nimeä, jolla niiden vitsausten päälle valta oli, ja ei tehneet parannusta antaaksensa hänelle kunniaa.",
      "Ja viides enkeli vuodatti maljansa pedon istuimelle; ja hänen valtakuntansa tuli pimiäksi, ja he pureskelivat kielensä rikki kivuillansa,",
      "Ja pilkkasivat taivaan Jumalaa kipuinsa ja haavainsa tähden, ja ei tehneet parannusta töistänsä.",
      "Ja kuudes enkeli vuodatti maljansa suuren virran Euphratin päälle: ja sen vesi kuivui, että tie olis valmistettu itäisille kuninkaille.",
      "Ja minä näin lohikärmeen suusta ja pedon suusta ja väärän prophetan suusta lähtevän kolme rietasta henkeä, sammakkoin muotoista;",
      "Sillä he ovat perkeleiden henget, jotka ihmeitä tekevät ja menevät maan ja koko maanpiirin kuningasten tykö, kokoomaan heitä sotaan suurena kaikkivaltiaan Jumalan päivänä.",
      "Katso, minä tulen niinkuin varas: autuas on se, joka valvoo ja kätkee vaatteensa, ettei hän alasti kävisi, ettei hänen häpiäänsä nähtäisi.",
      "Ja hän on koonnut heitä siihen siaan, jota kutsutaan Hebreaksi Armageddon.",
      "Ja seitsemäs enkeli vuodattaa maljansa ilmaan: ja taivaan templistä läksi suuri ääni, istuimelta, joka sanoi: se on tapahtunut.",
      "Ja äänet tulivat ja pitkäiset ja leimaukset, ja suuri maanjäristys tapahtui, jonka kaltaista ei ole ollut sitte kuin ihmiset tulivat maan päälle, senkaltainen suuri maanjäristys.",
      "Ja se suuri kaupunki tuli kolmeksi osaksi, ja pakanain kaupungit lankesivat; ja se suuri Babylon muistettiin Jumalan edessä, että hän antais hänelle juoma-astian hirmuisen vihansa viinasta;",
      "Ja kaikki luodot pakenivat, ja ei vuoria löydetty;",
      "Ja suuri rae niinkuin leiviskän paino lankesi alas taivaasta ihmisten päälle. Ja ihmiset pilkkasivat Jumalaa rakeen vitsauksen tähden, sillä sen vitsaus oli sangen suuri."
    ],
    [
      "Ja tuli yksi seitsemästä enkelistä, joilla seitsemän maljaa oli, ja puhui minun kanssani ja sanoi minulle: tule, minä osoitan sinulle sen suuren porton tuomion, joka paljoin vetten päällä istuu,",
      "Jonka kanssa maan kuninkaat huorin tehneet ovat, ja ne, jotka maan päällä asuvat, ovat hänen huoruutensa viinasta juopuneet.",
      "Ja hän vei minun hengessä korpeen. Ja minä näin vaimon istuvan verenkarvaisen pedon päällä, täynnänsä pilkkanimiä, jolla oli seitsemän päätä ja kymmenen sarvea.",
      "Ja vaimo oli vaatetettu purpuralla ja verenkarvaisella, ja oli kullalla kullattu, ja kalliilla kivillä ja päärlyillä, ja piti kädessänsä kultaisen maljan, täynnä kauhistuksia ja hänen huoruutensa riettautta.",
      "Ja hänen otsassansa oli nimi kirjoitettu: salaus: suuri Babylon, huoruuden ja maan kauhistuksen äiti.",
      "Ja minä näin vaimon juopuneena pyhäin ja Jesuksen todistajain verestä; ja minä ihmettelin suuresti, kuin minä sen näin.",
      "Ja enkeli sanoi minulle, miksis ihmettelet? Minä sanon sinulle vaimon salaisuuden ja pedon salaisuuden, joka häntä kantaa, ja jolla on seitsemän päätä ja kymmenen sarvea.",
      "Peto, jonkas näit, on ollut ja ei ole, ja se on syvyydestä tuleva ylös ja on kadotukseen menevä: ja ne, jotka maan päällä asuvat, (joidenka nimet ei ole elämän kirjassa maailman alusta kirjoitetut,) ihmettelevät, kuin he näkevät pedon, joka oli ja ei ole, vaikka hän kuitenkin on.",
      "Ja tässä on mieli, jolla viisaus on. Ne seitsemän päätä ovat seitsemän vuorta, joidenka päällä vaimo istuu.",
      "Ja ovat seitsemän kuningasta: viisi ovat langenneet, ja yksi on, ja toinen ei ole vielä tullut, ja kuin hän tulee, niin hänen pitää vähän aikaa pysymän.",
      "Ja peto, joka oli ja ei ole, on itse kahdeksas, ja on niistä seitsemästä, ja menee kadotukseen.",
      "Ja ne kymmenen sarvea, jotkas näit, ovat kymmenen kuningasta, jotka ei vielä valtakuntaa saaneet ole, mutta niinkuin kuninkaat saavat voiman yhdeksi hetkeksi pedon kanssa.",
      "Näillä on yksi neuvo, ja he antavat pedolle voimansa ja valtansa.",
      "Nämät sotivat Karitsan kanssa, ja Karitsa on heidät voittava; sillä hän on herrain- Herra, ja kuningasten Kuningas: ja ne, jotka hänen kanssansa ovat, kutsutut ja valitut ja uskolliset.",
      "Ja hän sanoi minulle: vedet, jotkas näit, kussa portto istuu, ovat kansat ja joukot, ja pakanat ja kielet.",
      "Ja ne kymmenen sarvea, jotka sinä pedossa näit, ne pitää porttoa vihaaman, ja pitää hänen hävittämän ja alastomaksi tekevän, ja heidän pitää syömän hänen lihansa, ja sen tulella polttavat.",
      "Sillä Jumala on antanut heidän sydämeensä, että he hänen suosionsa jälkeen tekevät, ja että he sen yhdestä tahdosta tekevät, ja antavat valtakuntansa pedolle, siihenasti kuin Jumalan sanat täytetyksi tulevat.",
      "Ja vaimo, jonka sinä näit, on suuri kaupunki, jolla on valta maan kuningasten ylitse."
    ],
    [
      "Ja sitte näin minä toisen enkelin tulevan alas taivaasta, jolla oli suuri voima: ja maa valistui hänen kirkkaudestansa.",
      "Ja hän huusi väkevästi suurella äänellä ja sanoi: lankesi, lankesi suuri Babylon, ja on tullut perkeleitten asumasiaksi, ja kaikkein rietasten henkein kätköksi, ja kaikkein rietasten ja vihattavain lintuin kätköksi.",
      "Sillä hänen huoruutensa vihan viinasta ovat kaikki pakanat juoneet, ja maan kuninkaat hänen kanssansa huorin tehneet, ja kauppamiehet maan päällä ovat rikastuneet hänen herkkuinsa voimasta.",
      "Ja minä kuulin toisen äänen taivaasta sanovan: te. minun kansani, lähtekäät ulos hänestä, ettette hänen synneistänsä osallisiksi tulisi, ettette myös jotakin hänen vitsauksistansa saisi.",
      "Sillä hänen syntinsä ovat ulottuneet hamaan taivaasen asti, ja Jumala muisti hänen vääryytensä.",
      "Maksakaat hänelle niinkuin hänkin maksoi teille, ja kertokaat hänelle kaksinkertaisesti hänen töittensä jälkeen; sillä juoma-astialla, josta hän teille pani sisälle, niin pankaat hänelle kaksinkertaisesti.",
      "Niin paljo kuin hän itsiänsä kunnioitti ja koreili, niin antakaat hänelle niin paljon vaivaa ja itkua; sillä hän sanoo sydämessänsä: minä istun ja olen kuningatar ja en leski, ja ei minun pidä itkua näkemän.",
      "Sentähden pitää hänen vitsauksensa yhtenä päivänä tuleman: kuolema ja itku ja nälkä, ja hän pitää tulella poltettaman; sillä Herra Jumala on väkevä, joka hänen tuomitsee.",
      "Ja häntä pitää itkettämän, ja maan kuninkaat parkuvat häntä, jotka hänen kanssansa huorin tekivät ja hekumassa elivät, kuin he hänen palonsa savun näkevät.",
      "Ja pitää taampana seisoman hänen vaivansa pelvon tähden ja sanoman: voi, voi suurta kaupunkia Babylonia, väkevää kaupunkia! sillä yhdellä hetkellä tuli sinun tuomios.",
      "Ja kauppamiehet maan päällä itkevät ja murehtivat häntä, ettei kenkään enempi heidän kalujansa osta:",
      "Kulta- ja hopiakaluja, ja kalliita kiviä ja päärlyjä, ja kalliita liinavaatteita, ja purpuraa ja silkkiä, ja tulipunaista, ja kaikkinaisia kalliita puita, ja kaikkinaisia astioita elephantin luista, ja kaikkinaisia astioita kalleimmista puista, ja vaskesta, ja raudasta, ja marmorista,",
      "Ja kanelia ja hyvänhajullisia, ja voidetta, ja pyhää savua, ja viinaa, ja öljyä, ja sämpyliä, ja nisuja, ja karjaa, lampaita ja hevosia, rattaita, ja orjia ja ihmisten sieluja.",
      "Ja hedelmät, joita sinun sielus himoitsee, ovat sinulta paenneet pois, ja kaikki, jotka lihavat ja kauniit olivat, ne ovat sinusta oljenneet pois, ja ei sinun pidä niitä enää löytämän.",
      "Näiden kaluin kauppamiehet, jotka hänestä rikastuneet ovat, pitää taampana seisoman hänen vaivansa pelvon tähden, itkemän ja murehtiman.",
      "Ja sanoman: voi, voi suurta kaupunkia! joka puetettu oli kalliilla liinalla ja purpuralla, ja tulipunaisella, ja kullalla yltäkullattu, ja kalliilla kivillä, ja päärlyillä; yhdellä hetkellä ovat senkaltaiset rikkaudet hävitetyt.",
      "Ja kaikki haahdenhaltiat, ja kaikki haaksiväki, jotka laivoissa asuvat, ja merimiehet, ja jotka merellä vaeltavat, seisoivat taampana,",
      "Ja huusivat, kuin he savun hänen palostansa näkivät, ja sanoivat: kuka on tämän suuren kaupungin verta?",
      "Ja he heittivät multaa päittensä päälle, huusivat, itkivät ja murehtivat, sanoen: voi, voi suurta kaupunkia! jossa kaikki rikastuneet ovat, joilla laivat meressä olivat, hänen kalliista kaluistansa; yhdellä hetkellä on hän hävitetty.",
      "Ihastu, taivas, hänestä, ja te pyhät apostolit ja prophetat! sillä Jumala tuomitsee teidän tuomionne hänen päällensä.",
      "Ja yksi väkevä enkeli nosti ison kiven, niinkuin myllynkiven, ja heitti sen mereen ja sanoi: näin äkisti pitää suuri kaupunki Babylon heitettämän pois, ja ei häntä pidä enempi löydettämän.",
      "Ja kanteleiden soittajain ja laulajain, ja huiluin ja basunan soittajain ääni ei pidä enempi sinusta kuuluman, ja ei yhtäkään virkamiestä yhdestäkään virasta pidä enempi sinussa löydettämän, ja myllyn ääni ei pidä enempi sinussa kuuluman;",
      "Ja kynttilän valkeus ei pidä sinussa enää valistaman, ja yljän ja morsiamen ääni ei pidä enää sinussa kuuluman; sillä sinun kauppamiehes olivat maan päämiehet, ja sinun noitumises kautta ovat kaikki pakanat eksyneet.",
      "Ja hänessä on prophetain ja pyhäin veri löydetty, ja kaikkein niiden, jotka maan päällä tapetut ovat."
    ],
    [
      "Ja sitte kuulin minä suuren äänen, niinkuin paljolta kansalta taivaassa, sanovan: halleluja! autuus ja ylistys, kunnia ja voima olkoon Herralle meidän Jumalalle!",
      "Sillä hänen tuomionsa ovat totiset ja vanhurskaat: että hän on suuren porton tuominnut, joka huoruudellansa maan turmeli, ja on palveliainsa veren sen kädestä kostanut.",
      "Ja taas he sanoivat: halleluja! Ja sen savu käy ylös ijankaikkisesta ijankaikkiseen.",
      "Ja neljäkolmattakymmentä vanhinta ja neljä eläintä maahan lankesivat ja rukoilivat Jumalaa, istuimella istuvaista, ja sanoivat: amen! halleluja!",
      "Ja ääni kuului istuimelta, sanoen: kiittäkäät meidän Jumalaamme kaikki hänen palveliansa ja jotka häntä pelkäätte, sekä pienet että suuret.",
      "Ja minä kuulin niinkuin paljon kansan äänen, ja niinkuin suuren veden äänen, ja niinkuin suurten pitkäisten äänen, jotka sanoivat: halleluja! sillä Herra kaikkivaltias Jumala on valtakunnan omistanut.",
      "Iloitkaamme ja riemuitkaamme, ja antakaamme kunnia hänelle, sillä Karitsan häät ovat tulleet, ja sen emäntä valmisti itsensä.",
      "Ja hänen annettiin pukea itsensä puhtaalla ja kiiltävällä kalliilla liinalla, joka kallis liina on pyhäin vanhurskaus.",
      "Ja hän sanoi minulle: kirjoita: autuaat ovat ne, jotka ovat Karitsan häihin ehtoolliselle kutsutut. Ja hän sanoi minulle: nämät Jumalan sanat ovat totiset.",
      "Ja minä lankesin hänen jalkainsa eteen häntä rukoilemaan. Mutta hän sanoi minulle: katso, ettes sitä tee; minä olen sinun ja sinun veljeis kanssapalvelia ja niiden, joilla Jesuksen todistus on: kumarra ja rukoile Jumalaa, sillä Jesuksen todistus on prophetain henki.",
      "Ja minä näin taivaan avatuksi, ja katso, valkia orhi, ja se, joka sen päällä istui, kutsuttiin uskolliseksi ja totiseksi, ja vanhurskaudella hän tuomitsee ja sotii.",
      "Ja hänen silmänsä ovat niinkuin tulen liekki, ja hänen päässänsä on monta kruunua, ja hänellä oli kirjoitettu nimi, jota ei kenkään tietänyt, vaan hän itse.",
      "Ja hän oli vaatetettu vereen kastetulla vaatteella. Ja sen nimi kutsutaan Jumalan sanaksi.",
      "Ja sotajoukko, joka taivaassa on, seurasi häntä valkeilla hevosilla, vaatetetut valkialla puhtaalla kalliilla liinalla.",
      "Ja hänen suustansa kävi ulos terävä miekka, jolla hänen pitää pakanoita lyömän, joita hän on hallitseva rautaisella vitsalla. Ja hän on sotkuva kaikkivaltiaan Jumalan närkästyksen ja vihan viinakuurnan.",
      "Ja hänellä on vaatteessansa ja reidessänsä nimi kirjoitettu: kuningasten Kuningas ja herrain Herra.",
      "Ja minä näin enkelin seisovan auringossa, joka huusi suurella äänellä ja sanoi kaikille linnuille, jotka taivaan alla lentävät: tulkaat ja kokoontukaat suuren Jumalan ehtoolliselle.",
      "Syömään kuningasten lihaa ja päämiesten lihaa, ja väkeväin lihaa, ja orhitten lihaa, ja niillä ajavaisten, ja kaikkein vapaitten ja orjain, sekä pienten että suurten.",
      "Ja minä näin pedon, ja maan kuninkaat, ja heidän sotaväkensä koottuna sotimaan sen kanssa, joka oriin päällä istui, ja myös hänen sotaväkensä kanssa.",
      "Ja peto otettiin kiinni, ja hänen kanssansa väärä propheta, joka ihmeitä hänen edessänsä teki, joilla hän niitä vietteli, jotka pedon merkin ottivat, ja jotka hänen kuvaansa kumarsivat: nämä kaksi ovat elävältä tuliseen järveen heitetyt, joka tulikivestä paloi.",
      "Ja muut tapettiin miekalla, joka sen suusta kävi ulos, joka oriin päällä istui; ja kaikki linnut ravittiin heidän lihastansa."
    ],
    [
      "Ja minä näin enkelin astuvan alas taivaasta, jolla oli syvyyden avain ja suuri kahle hänen kädessänsä.",
      "Ja hän otti lohikärmeen kiinni, vanhan madon, joka on perkele ja saatana, ja sitoi hänen tuhanneksi vuodeksi,",
      "Ja heitti hänen syvyyteen, ja sulki hänen, ja lukitsi päältä, ettei hänen enempi pitäisi pakanoita viettelemän, siihenasti kuin tuhannen vuotta kuluu; ja sitte pitää hän vähäksi hetkeksi päästettämän.",
      "Ja minä näin istuimet, ja he istuivat niiden päällä, ja heille annettiin tuomio; ja niiden sielut, jotka Jesuksen todistuksen ja Jumalan sanan tähden mestatut olivat, ja jotka ei petoa kumartaneet eikä hänen kuvaansa, ja ei ottaneet hänen merkkiänsä otsiinsa taikka käsiinsä; ja he elivät ja hallitsivat Kristuksen kanssa tuhannen vuotta.",
      "Mutta ne muut ei kuolleista virvonneet siihenasti kuin tuhannen ajastaikaa kului. Tämä on ensimäinen ylösnousemus.",
      "Autuas ja pyhä on se, jolla on osa ensimäisessä ylösnousemisessa: niiden ylitse ei ole toisella kuolemalla yhtään valtaa, vaan he tulevat Jumalan ja Kristuksen papeiksi, ja hallitsevat hänen kanssansa tuhannen vuotta.",
      "Ja kuin tuhannen vuotta kuluneet ovat, niin saatana päästetään vankiudestansa.",
      "Ja hän menee ulos pakanoita viettelemään, jotka neljällä maankulmalla ovat, Gog ja Magog, että hän heitä sotaan kokoais, joidenka luku on niinkuin meren santa.",
      "Ja he astuivat maan avaruuden päälle, ja piirittivät pyhäin leirin ja rakkaan kaupungin. Ja tuli lankesi Jumalalta taivaasta ja söi heidät.",
      "Ja perkele, joka heitä vietteli, heitettiin tuliseen ja tulikiviseen järveen, jossa sekä peto että väärä propheta oli; ja ne pitää vaivattaman päivää ja yötä ijankaikkisesta ijankaikkiseen.",
      "Ja minä näin suuren valkian istuimen ja senpäällä istuvan, jonka kasvoin edestä maa ja taivas pakeni; ja ei heille löydetty siaa.",
      "Ja minä näin kuolleet, sekä pienet että suuret, seisovan Jumalan kasvoin edessä, ja kirjat avattiin, ja toinen kirja avattiin, joka on elämän, ja kuolleet tuomittiin niistä, mitkä kirjoissa kirjoitetut olivat, töittensä jälkeen.",
      "Ja meri antoi ne kuolleet, jotka hänessä olivat, ja kuolema ja helvetti antoi ne kuolleet, jotka heissä olivat: ja ne tuomittiin jokainen töittensä jälkeen.",
      "Ja kuolema ja helvetti heitettiin tuliseen järveen. Tämä on toinen kuolema.",
      "Ja joka ei löydetty elämän kirjassa kirjoitetuksi, se heitettiin tuliseen järveen."
    ],
    [
      "Ja minä näin uuden taivaan ja uuden maan, sillä ensimäinen taivas ja ensimäinen maa katosi, ja ei meri silleen ole.",
      "Ja minä Johannes näin pyhän kaupungin, uuden Jerusalemin, astuvan alas taivaasta, Jumalalta valmistetun, niinkuin morsiamen kaunistetun hänen miehellensä.",
      "Ja kuulin suuren äänen taivaasta sanovan: katso Jumalan maja ihmisten seassa, ja hän on asuva heidän kanssansa, ja he tulevat hänen kansaksensa, ja itse Jumala on oleva heidän kanssansa ja heidän Jumalansa.",
      "Ja Jumala on pyyhkivä pois kaikki kyyneleet heidän silmistänsä, ja ei kuolemaa pidä silleen oleman, eikä itkua, eikä parkua, eikä kipua pidä silleen oleman; sillä ne entiset poismenivät.",
      "Ja se, joka istuimella istui, sanoi: katso, minä uudistan kaikki. Ja sanoi minulle: kirjoita! sillä nämä sanat ovat totiset ja vahvat.",
      "Ja hän sanoi minulle: Se on tapahtunut. Minä olen A ja O, alku ja loppu. Minä annan janoovalle elämän veden lähteestä lahjaksi.",
      "Joka voittaa, sen pitää kaikki nämät perimän, ja minä olen hänen Jumalansa, ja hänen pitää oleman minun poikani.",
      "Mutta pelkureille ja uskottomille, ja hirmuisille, ja murhaajille, ja salavuoteisille, ja velhoille, ja epäjumalisille, ja kaikille valehtelioille pitää osa oleman siinä järvessä, joka tulesta ja tulikivestä palaa, joka on toinen kuolema.",
      "Ja minun tyköni tuli yksi seitsemästä enkelistä, joilla oli seitsemän maljaa täynnä seitsentä viimeistä vitsausta, ja puhui minun kanssani, sanoen: tule, minä osoitan sinulle morsiamen, Karitsan emännän.",
      "Ja hän vei minun hengessä suurelle ja korkialle vuorelle, ja osoitti minulle suuren kaupungin, pyhän Jerusalemin, astuvan alas taivaasta Jumalalta,",
      "Jolla oli Jumalan kirkkaus; ja sen valkeus oli kaikkein kalleimman kiven muotoinen, niinkuin kirkas jaspis.",
      "Ja hänellä oli suuri ja korkia muuri, jolla oli kaksitoistakymmentä porttia, ja porteissa kaksitoistakymmentä enkeliä, ja nimet kirjoitetut, jotka ovat kahdentoistakymmenen Israelin lasten sukukuntain nimet:",
      "Idässä kolme porttia, pohjoisessa kolme porttia, etelässä kolme porttia, lännessä kolme porttia.",
      "Ja sen kaupungin muurilla oli kaksitoistakymmentä perustusta, ja niissä Karitsan kahdentoistakymmenen apostolin nimet.",
      "Ja sillä, joka minun kanssani puhui, oli kultainen ruoko, kaupunkia mitataksensa ja hänen porttejansa ja muuriansa.",
      "Ja kaupunki on pantu nelikulmaiseksi, ja hänen pituutensa on niin suuri kuin hänen leveytensä. Ja hän mittasi kaupungin ruovolla kaksitoistakymmentä tuhatta vakomittaa; ja hänen pituutensa ja leveytensä ja korkeutensa ovat yhtäläiset.",
      "Ja mittasi hänen muurinsa, sata ja neljäviidettäkymmentä kyynärää ihmisen mitan jälkeen, joka enkelillä oli.",
      "Ja muurin rakennus oli jaspiksesta, ja itse kaupunki puhtaasta kullasta, puhtaan lasin kaltainen.",
      "Ja kaupungin muurin perustukset olivat kaikkinaisilla kalliilla kivillä kaunistetut: ensimäinen perustus oli jaspis, toinen saphiri, kolmas kalkedoni, neljäs smaragdi,",
      "Viides sardoniks, kuudes sardius, seitsemäs krysoliti, kahdeksas berilli, yhdeksäs topasis, kymmenes krysoprasi, yksitoistakymmenes hyakinti, kaksitoistakymmenes ametysti.",
      "Ja ne kaksitoistakymmentä porttia olivat kaksitoistakymmentä päärlyä, ja kukin portti oli yhdestä päärlystä; ja kaupungin kadut olivat puhdas kulta, niinkuin lävitse paistavainen lasi.",
      "Ja en minä hänessä templiä nähnyt; sillä Herra kaikkivaltias Jumala on hänen templinsä, ja Karitsa.",
      "Ja ei se kaupunki tarvitse aurinkoa eikä kuuta hänessä valistamaan; sillä Jumalan kirkkaus valistaa hänessä, ja hänen valkeutensa on Karitsa.",
      "Ja pakanat, jotka autuaaksi tulevat, pitää hänen valkeudessansa vaeltaman, ja maan kuninkaat tuovat kunniansa ja ylistyksensä siihen.",
      "Ja ei sen portteja suljeta päivillä; sillä ei siellä yötä pidä oleman.",
      "Ja pakanain ylistys ja kunnia tuodaan siihen.",
      "Ja ei pidä häneen mitään saastuttavaa tuleman sisälle, taikka sitä, mikä kauhistuksen eli valheen saattaa; vaan ne, jotka Karitsan elämän kirjassa kirjoitetut ovat."
    ],
    [
      "Ja hän osoitti minulle puhtaan elämän veden virran, selkiän niinkuin kristallin, vuotavan Jumalan ja Karitsan istuimesta.",
      "Keskellä hänen katuansa ja molemmilla puolilla virtaa seisoi elämän puu, joka kantoi kaksitoistakymmeniset hedelmät, ja antoi hedelmänsä kunakin kuukautena, ja puun lehdet pakanain terveydeksi.",
      "Ja ei kirousta pidä silleen ensinkään oleman; vaan Jumalan ja Karitsan istuin pitää hänessä oleman, ja hänen palveliansa pitää häntä palveleman,",
      "Ja näkemän hänen kasvonsa, ja hänen nimensä pitää heidän otsissansa oleman.",
      "Ja yötä ei pidä siellä oleman, eikä he tarvitse kynttilää taikka auringon valkeutta; sillä Herra Jumala valaisee heitä: ja heidän pitää hallitseman ijankaikkisesta ijankaikkiseen.",
      "Ja hän sanoi minulle: nämät sanat ovat vahvat ja totiset, ja Herra, pyhäin prophetain Jumala, on enkelinsä lähettänyt osoittamaan palvelioillensa niitä, mitkä pian tapahtuman pitää.",
      "Katso, minä tulen nopiasti. Autuas on se, joka kätkee tämän kirjan prophetian sanat.",
      "Ja minä Johannes olen se, joka näitä näin ja kuulin. Ja kuin minä näitä kuulin ja näin, lankesin minä maahan rukoilemaan enkelin jalkain eteen, joka minulle näitä osoitti.",
      "Ja hän sanoi minulle: katso, ettes sitä tee; sillä minä olen sinun kanssapalvelias, ja sinun veljeis prophetain ja niiden, jotka tämän kirjan sanat kätkevät: kumarra ja rukoile Jumalaa.",
      "Ja hän sanoi minulle: älä tämän kirjan prophetian sanoja lukitse; sillä aika on läsnä.",
      "Joka paha on, se olkoon vielä paha, ja joka saastainen on, se tulkoon vielä saastaiseksi; mutta joka vanhurskas on, se tulkoon vielä hurskaaksi, ja joka pyhä on, se tulkoon vielä pyhäksi.",
      "Ja katso, minä tulen pian, ja minun palkkani on minun kanssani, antamaan kullekin niinkuin hänen työnsä on.",
      "Minä olen A ja O, alku ja loppu, ensimäinen ja viimeinen.",
      "Autuaat ovat ne, jotka hänen käskynsä pitävät, että heidän voimansa elämän puussa olis ja he porteista kaupunkiin sisälle menisivät.",
      "Mutta ulkona ovat koirat ja velhot, ja huorintekiät ja murhaajat, ja epäjumalan palveliat, ja kaikki ne, jotka valhetta rakastavat ja tekevät.",
      "Minä Jesus lähetin minun enkelini todistamaan näitä teille seurakunnissa. Minä olen Davidin juuri ja suku, se kirkas kointahti.",
      "Ja henki ja morsian sanovat: tule. Ja joka kuulee, se sanokaan: tule. Joka janoo, se tulkaan, ja joka tahtoo, se ottakaan elämän vettä lahjaksi.",
      "Mutta minä todistan jokaiselle, joka tämän kirjan prophetian sanoja kuuleva on: jos joku lisää näihin, niin Jumala on paneva hänen päällensä ne vitsaukset, jotka tässä kirjassa kirjoitetut ovat.",
      "Ja jos joku tämän kirjan prophetian sanoista ottaa pois, niin Jumala ottaa pois hänen osansa elämän kirjasta, ja pyhästä kaupungista, ja niistä, mitkä tässä kirjassa kirjoitetut ovat.",
      "Se, joka näitä todistaa, sanoo: jaa, minä tulen pian: amen! Niin tule, Herra Jesus!",
      "Meidän Herran Jesuksen Kristuksen armo olkoon teidän kaikkein kanssanne. Amen!"
    ]
  ],
  "name": "Revelation"
}
