{
  "id": "1kgs",
  "chapters": [
    [
      "Kuningas Daavid oli käynyt vanhaksi, ja vaikka häntä kuinka peiteltiin, hänen ei ollut lämmin.",
      "He etsivät kaunista tyttöä kautta koko Israelin ja löysivät sunemilaisen Abisagin. He toivat hänet kuninkaan luo.",
      "Tyttö oli hyvin kaunis, ja hän alkoi hoitaa ja palvella kuningasta. Mutta kuningas ei yhtynyt häneen.",
      "Hän haki tukea Joabilta, Serujan pojalta, ja pappi Abjatarilta, ja nämä lupasivat hänelle kannatuksensa.",
      "Sitä vastoin pappi Sadok ja Benaja, Jojadan poika, eivät olleet hänen puolellaan, ei myöskään profeetta Natan, ei Simei, Rei eikä Daavidin henkivartiosto.",
      "Adonia järjesti uhrijuhlan ja teurasti vuohia ja lampaita sekä juottovasikoita ja muuta karjaa Soheletin kiven luona lähellä Rogelin lähdettä. Hän kutsui sinne kaikki veljensä, kuninkaan pojat, sekä kaikki Juudan miehet, jotka olivat kuninkaan palveluksessa.",
      "Mutta profeetta Natania, Benajaa, henkivartiostoa ja veljeään Salomoa hän ei kutsunut.",
      "Kuuntele nyt neuvoani, että pelastaisit henkesi ja poikasi Salomon hengen.",
      "Mene kuningas Daavidin luo ja sano hänelle: 'Etkö sinä, herrani ja kuninkaani, ole vannonut minulle, palvelijattarellesi, että pojastani Salomosta tulee kuningas sinun jälkeesi ja hän saa istua valtaistuimellasi? Miksi sitten Adoniasta on tullut kuningas?'",
      "Niin Batseba meni kuninkaan luo makuuhuoneeseen. Kuningas oli jo hyvin vanha, ja hänellä oli hoitajanaan sunemilainen Abisag.",
      "Mutta nyt on Adoniasta tullut kuningas sinun tietämättäsi, herrani ja kuninkaani.",
      "Hän on teurastanut uhriksi suuret määrät sonneja, juottovasikoita, vuohia ja lampaita ja kutsunut luokseen kaikki kuninkaan pojat ja pappi Abjatarin ja Joabin, sotaväen päällikön. Mutta palvelijaasi Salomoa hän ei ole kutsunut.",
      "Nyt, herrani ja kuninkaani, koko Israel katsoo sinuun ja odottaa sinun ilmoittavan, kuka sinun jälkeesi saa istua valtaistuimellasi.",
      "Kun Batseba vielä puhui kuninkaan kanssa, profeetta Natan saapui,",
      "ja hänet ilmoitettiin kuninkaalle. Natan tuli kuninkaan luo, kumartui kasvoilleen hänen eteensä",
      "Hän on näet tänään lähtenyt kaupungista ja teurastanut uhriksi suuret määrät sonneja, juottovasikoita, vuohia ja lampaita sekä kutsunut luokseen kaikki kuninkaan pojat ja sotaväen päällikön ja pappi Abjatarin. Nämä syövät ja juovat hänen kanssaan ja huutavat: 'Eläköön kuningas Adonia!'",
      "Mutta minua, sinun palvelijaasi, ja pappi Sadokia ja Benajaa, Jojadan poikaa, sekä palvelijaasi Salomoa hän ei ole kutsunut.",
      "Siellä pappi Sadok ja profeetta Natan voidelkoot hänet Israelin kuninkaaksi. Puhaltakaa sitten torveen ja huutakaa: 'Eläköön kuningas Salomo!'",
      "Niin pappi Sadok ja profeetta Natan sekä Benaja, Jojadan poika, lähtivät kreettien ja pleettien kanssa matkaan. He nostivat Salomon kuningas Daavidin muulin selkään ja veivät hänet Gihonin lähteelle.",
      "Kaikki tulivat hänen perässään ylös kaupunkiin, ja he soittivat huiluja ja riemuitsivat, niin että maa oli haljeta heidän huudostaan.",
      "Kuningas lähetti hänen luokseen pappi Sadokin ja profeetta Natanin ja Benajan, Jojadan pojan, sekä kreetit ja pleetit, ja he antoivat hänelle ratsuksi kuninkaan muulin.",
      "Pappi Sadok ja profeetta Natan voitelivat hänet Gihonin lähteellä kuninkaaksi, ja he tulivat sieltä riemusaatossa takaisin ja kaupungissa on ilo ylimmillään. Se on se ääni, jonka te kuulitte.",
      "Salomo istuutui jo kuninkaan valtaistuimellekin.",
      "Ja kuninkaan miehet tulivat tervehtimään herraamme, kuningas Daavidia, ja sanoivat: 'Jumala tehköön Salomon nimestä sinunkin nimeäsi maineikkaamman ja levittäköön hänen valtansa vielä laajemmalle kuin sinun!' Sitten kuningas kumartui vuoteellaan rukoilemaan",
      "Adonian kutsuvieraat valtasi pelko. He nousivat paikaltaan ja lähtivät päätä pahkaa tiehensä.",
      "Adoniakin alkoi pelätä, mitä Salomo tekisi. Hän juoksi alttarin luo ja tarttui sen sarviin."
    ],
    [
      "Kun Daavidin päivät lähestyivät loppuaan, hän neuvoi poikaansa Salomoa näin:",
      "Muista, mihin Herra, sinun Jumalasi, sinua velvoittaa. Kulje hänen teitään ja noudata hänen säädöksiään ja määräyksiään, hänen lakejaan ja hänen liittonsa ehtoja, jotka ovat Mooseksen laissa. Silloin menestyt kaikessa mitä teet ja kaikkialla minne käännyt,",
      "ja silloin toteutuu se, minkä Herra on minusta sanonut: 'Jos poikasi pysyvät oikealla tiellä ja ovat koko sydämestään ja sielustaan vilpittömiä minua kohtaan, Israelin valtaistuimella on aina oleva sinun sukuusi kuuluva mies.'",
      "Toimi sinä niin kuin viisaaksi näet äläkä anna hänen nyt harmaapäänäkään päästä rauhassa tuonelaan.",
      "Mutta gileadilaisen Barsillain poikia kohtele ystävän tavoin ja anna heille edelleen sija ruokapöydässäsi, sillä ystävänä hekin kohtelivat minua, kun pakenin veljeäsi Absalomia.",
      "Niin Daavid meni lepoon isiensä luo, ja hänet haudattiin Daavidin kaupunkiin.",
      "Neljäkymmentä vuotta hän oli ollut Israelin kuninkaana. Hebronissa hän hallitsi seitsemän vuotta, Jerusalemissa kolmenkymmenenkolmen vuoden ajan.",
      "Salomo nousi isänsä Daavidin valtaistuimelle, ja hänen kuninkuutensa vahvistui lujaksi.",
      "Batseba meni kuningas Salomon luo puhumaan Adonian puolesta. Kuningas nousi istuimeltaan, tuli häntä vastaan ja kumarsi maahan hänen edessään. Sitten hän taas asettui valtaistuimelleen, ja myös kuninkaan äidille tuotiin istuin. Batseba istuutui Salomon oikealle puolelle",
      "Kuningas Salomo antoi tehtävän Benajalle, Jojadan pojalle, ja tämä lähti Adonian luo ja surmasi hänet.",
      "Näin Salomo erotti Abjatarin Herran papin virasta ja toteutti sen, mitä Herra oli Silossa sanonut Eelin suvusta.",
      "Kun Joab sai kuulla tästä, hän pakeni pyhäkkötelttaan ja tarttui alttarin sarviin. Hän oli asettunut Adonian puolelle, vaikka ei aikoinaan ollut kannattanut Absalomia.",
      "Herra on lukeva Joabin kuoleman hänen omaksi syykseen. Hänhän kävi kahden itseään oikeamielisemmän ja paremman miehen kimppuun, kun hän isäni Daavidin tietämättä tappoi miekallaan Nerin pojan Abnerin, Israelin sotaväen päällikön, ja Jeterin pojan Amasan, Juudan sotaväen päällikön.",
      "Niin Benaja, Jojadan poika, meni ja löi Joabin kuoliaaksi. Hänet haudattiin kotipaikalleen autiomaan laitaan.",
      "Kuningas asetti Benajan, Jojadan pojan, hänen jälkeensä sotaväen päälliköksi, ja Abjatarin sijalle kuningas asetti pappi Sadokin.",
      "Mutta kolmen vuoden kuluttua kaksi hänen orjaansa karkasi Gatin kuninkaan Akisin, Maakan pojan luo. Simeille kerrottiin, että hänen orjansa olivat Gatissa.",
      "Hän satuloi aasinsa, lähti Gatiin Akisin luo hakemaan orjiaan ja toi heidät pois.",
      "Salomo sai tietää, että Simei oli lähtenyt Jerusalemista Gatiin ja tullut takaisin.",
      "Kuningas lähetti Benajan, Jojadan pojan, ottamaan Simein hengiltä, ja niin hän kuoli. Kuninkuus oli nyt lujasti Salomon käsissä."
    ],
    [
      "Salomo sai faraon tyttären vaimokseen; näin hänestä tuli Egyptin kuninkaan vävy. Hän toi vaimonsa Daavidin kaupunkiin siksi aikaa, että sai valmiiksi palatsinsa, Herran temppelin ja Jerusalemin ympärysmuurin.",
      "Kansa uhrasi edelleenkin uhrikukkuloilla, koska Herralle omistettua temppeliä ei vielä ollut rakennettu.",
      "Salomo rakasti Herraa ja noudatti isänsä Daavidin säädöksiä. Silti hän uhrasi ja suitsutti kukkuloilla.",
      "Kuningas meni Gibeoniin uhraamaan, sillä siellä oli tärkein uhrikukkula. Salomo uhrasi sen alttarilla tuhat polttouhria.",
      "Herra, minun Jumalani, sinä olet tehnyt minusta kuninkaan isäni Daavidin jälkeen, vaikka olen vain nuori poika, joka ei tiedä minne mennä, mitä tehdä.",
      "Palvelijasi on keskellä kansaa, jonka olet valinnut, keskellä ihmispaljoutta, jolla ei ole mittaa eikä määrää.",
      "Tämä pyyntö oli Herralle mieleen,",
      "minä teen niin kuin pyysit. Minä annan sinulle niin viisaan ja ymmärtäväisen sydämen, ettei kaltaistasi ole ennen ollut eikä ole jälkeesikään tuleva.",
      "Mutta minä annan sinulle myös sellaista, mitä et pyytänyt: annan rikkautta ja kunniaa, niin ettei kuninkaiden joukossa koko elinaikanasi ole sinulle vertaa.",
      "Salomo heräsi; tämä oli tapahtunut unessa. Hän palasi Jerusalemiin, meni Herran liitonarkun eteen ja uhrasi polttouhreja ja yhteysuhreja ja järjesti pidot koko väelleen.",
      "Noihin aikoihin kuninkaan puheille tuli kaksi porttoa. He astuivat hänen eteensä,",
      "Ja kun oli kulunut kaksi päivää siitä kun minä synnytin, silloin myös tuo nainen sai lapsen. Me olimme kahden, talossa ei ollut ketään muuta.",
      "Tuon naisen poika kuoli yöllä, hän oli nukkuessaan tukahduttanut sen.",
      "Silloin hän nousi keskellä yötä ja otti poikani minun vierestäni. Minä nukuin, ja niin hän pani lapsen viereensä makaamaan ja asetti kuolleen poikansa minun viereeni.",
      "Kautta koko Israelin levisi tieto tuomiosta, jonka kuningas oli antanut. Kaikki alkoivat kunnioittaa kuningasta, sillä he näkivät nyt, että hän oli saanut Jumalalta viisauden tuomita ja hallita oikein."
    ],
    [
      "Kuningas Salomo oli koko Israelin hallitsija.",
      "Nämä olivat hänen korkeimmat virkamiehensä: ylipappina oli Asarja, Sadokin poika,",
      "kirjureina Sisan pojat Elihoref ja Ahia, sihteerinä Josafat, Ahiludin poika,",
      "sotaväen päällikkönä Benaja, Jojadan poika, pappeina Sadok ja Abjatar,",
      "ylimaaherrana Asarja, Natanin poika, kuninkaan uskottuna pappi Sabud, Natanin poika,",
      "hovin päällikkönä Ahisar ja verotöiden valvojana Adoniram, Abdan poika.",
      "Salomolla oli Israelissa kaksitoista maaherraa, jotka vastasivat kuninkaan ja hänen hovinsa ylläpidosta, kukin vuosittain kuukauden ajan.",
      "He olivat: Ben-Hur Efraimin vuoristossa;",
      "Ben-Deker Makasissa, Saalbimissa, Bet-Semesissä ja Elon-Bet- Hananissa;",
      "Ben-Hesed Arubbotissa Sokon ja koko Heferin alueen päällikkönä;",
      "Dorin ylängön maaherrana Ben-Abinadab, jolla oli vaimona Salomon tytär Tafat;",
      "Baana, Ahiludin poika, jolla oli hallinnassaan Taanak ja Megiddon seutu aina Jokmeamin toiselle puolen sekä Jisreelin alapuolella oleva alue Bet-Seanista Saretanin tienoille Abel- Meholaan asti;",
      "Ramot-Gileadissa Ben-Geber, joka Gileadissa hallitsi Manassesta polveutuvan Jairin leirikyliä sekä Basanissa Argobin aluetta, kuuttakymmentä suurta kaupunkia, jotka oli varustettu muurein ja pronssisalpaisin portein;",
      "Mahanaimissa Ahinadab, Iddon poika;",
      "Naftalin heimon alueella Ahimaas, jolla hänelläkin oli vaimona Salomon tytär, Basemat;",
      "Asserin heimon alueella ja Bealotissa Baana, Husain poika;",
      "Isaskarin heimon alueella Paruahin poika Josafat;",
      "Benjaminin heimon alueella Simei, Elan poika;",
      "Gileadin alueella Urin poika Geber, jonka maita ennen olivat hallinneet amorilaisten kuningas Sihon ja Basanin kuningas Og. Vielä oli yksi maaherra Juudan alueella.",
      "Juudan ja Israelin kansaa oli paljon, niin paljon kuin on meren rannalla hiekkaa. Heillä riitti ruokaa ja juomaa, ja he elivät tyytyväisinä.",
      "(H5:1)Salomolla oli hallinnassaan kaikki kuningaskunnat Eufratilta filistealaisten maan ja Egyptin rajalle asti. Kuninkaat toivat hänelle lahjoja ja tunnustivat hänen herruutensa koko hänen elämänsä ajan.",
      "(H5:2)Salomon hovin elatukseen meni päivittäin kolmekymmentä kor-mittaa valikoituja vehnäjauhoja, kuusikymmentä kor-mittaa muita jauhoja,",
      "(H5:3)syöttökarjaa kymmenen ja laidunkarjaa kaksikymmentä nautaa, sata lammasta ja lisäksi peuroja, gaselleja, kauriita ja syöttöhanhia.",
      "(H5:4)Hänen hallinnassaan olivat alueet Eufratilta asti, Tifsahista Gazaan saakka. Eufratille asti hän hallitsi kuninkaita, ja joka puolella vallitsi rauha.",
      "(H5:5)Niin kauan kuin Salomo eli, Juudan ja Israelin asukkaat Danista Beersebaan saakka saivat elää rauhassa kukin oman viiniköynnöksensä ja viikunapuunsa alla.",
      "(H5:6)Salomolla oli talleissaan paikat neljälletuhannelle vaunuhevoselle, ja vaunumiehiä hänellä oli kaksitoistatuhatta.",
      "(H5:7)Maaherrat huolehtivat kuningas Salomon ja hänen pöytävieraidensa ylläpidosta kukin kuukauden ajan, eikä mitään jäänyt puuttumaan.",
      "(H5:8)Kuninkaan hevosille ja kuormajuhdillekin he toimittivat määräpaikkoihin ohjeiden mukaan ohrat ja oljet.",
      "(H5:9)Jumala antoi Salomolle yltäkyllin järkeä ja viisautta, ymmärrystä niin kuin on meren rannalla hiekkaa.",
      "(H5:10)Salomon viisaus oli suurempi kuin kaikkien idän miesten viisaus ja koko Egyptinkin viisautta suurempi.",
      "(H5:11)Hän oli viisain kaikista ihmisistä, viisaampi kuin esrahilainen Etan tai Maholin pojat Heman, Kalkol ja Darda, ja hänen maineensa levisi kaikkien kansojen keskuuteen.",
      "(H5:12)Hän sepitti kolmetuhatta viisasta lausumaa, ja hänen laulujaan oli tuhatviisi.",
      "(H5:13)Hän puhui kasveista, niin Libanonin setristä kuin muurissa kasvavasta iisopista, hänen aiheinaan olivat isot ja pienet eläimet, linnut ja kalat.",
      "(H5:14)Salomon viisaita sanoja tultiin kuulemaan kaikista maista, kaikkien kuninkaiden luota, jotka olivat kuulleet hänen viisaudestaan."
    ],
    [
      "(H5:15)Kun Tyroksen kuningas Hiram sai kuulla, että Salomo oli voideltu kuninkaaksi isänsä jälkeen, hän lähetti viemään tervehdyksensä Salomolle, sillä hän oli aina ollut Daavidin ystävä.",
      "(H5:16)Salomo lähetti Hiramille sanan:",
      "(H5:18)Nyt Herra, minun Jumalani, on suonut minulle joka suunnalla rauhan. Vastustajia ei ole, mikään vaara ei uhkaa.",
      "(H5:19)Minä aion nyt rakentaa Herralle, Jumalalleni, omistetun temppelin, sen josta Herra puhui isälleni Daavidille sanoen: 'Sinun poikasi, jonka asetan jälkeesi valtaistuimelle, on rakentava minulle temppelin.'",
      "(H5:24)Hiram toimitti Salomolle setrejä ja sypressejä niin paljon kuin tämä halusi.",
      "(H5:25)Salomo puolestaan antoi Hiramin hoville kaksikymmentätuhatta kor-mittaa ruokavehnää ja kaksikymmentä kor-mittaa puhdasta oliiviöljyä. Tämän määrän Salomo lähetti Hiramille joka vuosi.",
      "(H5:26)Herra oli antanut Salomolle viisautta, niin kuin oli hänelle luvannut. Hiramin ja Salomon välillä vallitsi rauha, ja he solmivat keskenään liiton.",
      "(H5:27)Kuningas Salomo otti verotöihin miehiä joka puolelta Israelia, yhteensä kolmekymmentätuhatta miestä.",
      "(H5:28)Hän lähetti heitä kuukausittain kymmenentuhatta Libanonin vuorille. He olivat aina kuukauden siellä ja kaksi kuukautta kotona. Verotöiden valvojana oli Adoniram.",
      "(H5:29)Lisäksi Salomolla oli seitsemänkymmentätuhatta kantajaa ja kahdeksankymmentätuhatta kivenhakkaajaa vuoristossa.",
      "(H5:30)Töitä johtamassa oli Salomon maaherrojen asettamia esimiehiä, kaikkiaan kolmetuhattakolmesataa.",
      "(H5:31)Kuningas käski louhia suuria, hyvälaatuisia lohkareita, sillä temppelin perustus oli määrä tehdä hakatusta kivestä.",
      "(H5:32)Salomon ja Hiramin työläiset veistivät puut ja hakkasivat kivet yhdessä gebalilaisten ammattimiesten kanssa temppelin rakentamiseen sopiviksi."
    ],
    [
      "Neljännen hallitusvuotensa toisena kuukautena, siv-kuussa, Salomo ryhtyi rakennuttamaan Herran temppeliä. Silloin oli neljässadaskahdeksaskymmenes vuosi siitä, kun israelilaiset lähtivät Egyptistä.",
      "Temppeli, jonka kuningas Salomo rakensi Herralle, oli kuusikymmentä kyynärää pitkä, kaksikymmentä kyynärää leveä ja kolmekymmentä kyynärää korkea.",
      "Temppelisalin päässä oli eteishalli, jonka pitkä sivu oli temppelin päädyn tavoin kaksikymmentä kyynärää ja joka ulkoni temppelin päädystä kymmenen kyynärää.",
      "Salomo teetti temppeliin sisäänpäin avartuvat ristikkoikkunat.",
      "Temppelin ulkoseinälle hän rakennutti kylkirakennuksen, jonka huoneet kiersivät temppeliä sekä temppelisalin että sisäkammion kohdalta.",
      "Kylkirakennuksen alin kerros oli viiden, keskimmäinen kuuden ja kolmas seitsemän kyynärän levyinen. Temppelin ulkoseinä oli näet porrastettu niin, ettei setripalkeille tarvinnut tehdä koloja seinään.",
      "Kun temppeliä pystytettiin, käytettiin valmiiksi muotoiltuja rakennuskiviä, niin ettei työmaalta kuulunut vasaran, ei taltan eikä minkään muunkaan rautatyökalun ääntä.",
      "Kylkirakennuksen alakerrokseen oli ovi etelän puolella. Keskimmäiseen kerrokseen noustiin portaita, samoin sieltä kolmanteen kerrokseen.",
      "Kun Salomo oli saanut temppelin pystytetyksi, hän teetti siihen katon laudoista ja setripalkeista.",
      "Hän rakennutti temppelin ympärille kylkirakennuksen, jonka jokainen kerros oli viiden kyynärän korkuinen ja joka oli setrisillä lattiapalkeilla liitetty temppelin seinään.",
      "Salomolle tuli silloin tämä Herran sana:",
      "Niin Salomo rakensi temppelin valmiiksi.",
      "Hän peitti temppelin sisäseinät setrilaudoilla lattiasta kattopalkkeihin asti, ja temppelin lattian hän päällysti sypressilaudoilla.",
      "Kahdenkymmenen kyynärän päähän peräseinästä hän rakensi setrilaudoista väliseinän, joka ulottui lattiasta kattopalkkeihin. Seinän taakse tuli sisäkammio, kaikkeinpyhin,",
      "ja sen eteen jäävä temppelisali oli neljänkymmenen kyynärän pituinen.",
      "Setripuu oli temppelin sisällä kauttaaltaan koristeltu kurpitsanlehtiä ja kukkia esittävin leikkauksin. Kaikki oli setriä, kiveä ei näkynyt.",
      "Sisäkammion Salomo rakennutti temppeliin sijoittaakseen sinne Herran liitonarkun.",
      "Kammio oli kaksikymmentä kyynärää pitkä, kaksikymmentä kyynärää leveä ja kaksikymmentä kyynärää korkea. Hän peitti sen pinnat puhtaalla kullalla, ja alttarin hän verhosi setripuulla.",
      "Salomo silasi koko temppelin sisältä puhtaalla kullalla, ja kun hän oli kullannut sisäkammion, hän eristi sen kultaketjuin.",
      "Hän kultasi kauttaaltaan temppelin sisäpinnat, ja myös sisäkammion eteen sijoitetun alttarin hän päällysti kullalla.",
      "Sisäkammioon hän teki oliivipuusta kaksi kerubia, molemmat kymmenen kyynärän korkuisia.",
      "Kerubin toisella siivellä oli mittaa viisi kyynärää, ja toinen siipi oli sekin viiden kyynärän mittainen; siivenkärjestä siivenkärkeen oli kymmenen kyynärää.",
      "Toinenkin kerubi oli kymmenen kyynärän korkuinen, molemmat olivat mitoiltaan ja muodoltaan yhtäläiset.",
      "Niin kuin toinen niin toinenkin oli kymmenen kyynärää korkea.",
      "Salomo asetti kerubit temppelin sisäkammioon. Niiden siivet olivat levällään, ja kun toisen siipi oli seinässä kiinni ja toisen samoin, niin temppelin keskustaan päin olevat siivet koskettivat toisiaan.",
      "Hän päällysti kerubitkin kullalla.",
      "Kaikki pyhäkön seinät niin temppelisalissa kuin eteishallissa Salomo koristi kerubeja, palmunlehviä ja kukkia esittävin leikkauksin ja kaiverruksin.",
      "Lattian hän päällysti kullalla sekä temppelisalissa että eteishallissa.",
      "Sisäkammioon hän teki oliivipuusta parioven, jonka pielet muodostivat viisikulmion.",
      "Oliivipuuoven kumpaankin puoliskoon hän leikkautti kerubeja, palmunlehviä ja kukkia, ja kerubit ja palmukuviot päällystettiin kullalla.",
      "Samoin hän teki temppelisalin nelikulmaiseen oviaukkoon oliivipuusta pielet",
      "ja sypressistä parioven, jonka kummassakin puoliskossa oli kaksi avattavaa osaa.",
      "Hän leikkautti niihin kerubeja, palmunlehviä ja kukkia, ja kuviot päällystettiin kullalla.",
      "Hän rakensi esipihan ja ympäröi sen kolmella kerroksella hakattuja kiviä, joiden päällä oli kerros setrihirsiä.",
      "Herran temppelin perustus laskettiin Salomon neljäntenä hallitusvuotena siv-kuussa.",
      "Yhdennentoista vuoden kahdeksantena kuukautena, bul-kuussa, temppeli oli valmis kaikilta osiltaan ja kaikkia varusteitaan myöten. Salomo rakensi sitä seitsemän vuotta."
    ],
    [
      "Oman palatsinsa Salomo sai valmiiksi rakennettuaan sitä kolmetoista vuotta.",
      "Hän rakensi Setripalatsin, joka oli sata kyynärää pitkä, viisikymmentä kyynärää leveä ja kolmekymmentä kyynärää korkea. Siinä oli setripylväitä kolmessa rivissä ja pylväiden päällä setripalkit.",
      "Pylväitä oli neljäkymmentäviisi, viisitoista pylvästä rivissään, ja poikkipalkkien päällä oli setrikatto.",
      "Ikkunoita oli kolmessa tasossa, kussakin rivissä ikkuna ikkunaa vastapäätä.",
      "Kaikki ovet ja ikkunat olivat nelikulmaisia, ja ikkunat olivat aina kolmessa rivissä vastapäätä toisiaan.",
      "Hän teki pylvässalin, viisikymmentä kyynärää pitkän ja kolmekymmentä kyynärää leveän, sen etupuolelle eteishallin pylväineen ja kaiken tämän eteen vielä katoksen.",
      "Hän teki myös valtaistuinsalin jakaakseen siellä oikeutta. Salin seinät oli lattiasta kattoon asti päällystetty setripuulla.",
      "Se rakennus, josta hän teki asuntonsa, oli valtaistuinsalin takana, samankaltainen mutta toisen pihan puolella. Samanlaisen talon Salomo rakensi myös faraon tyttärelle, jonka hän oli ottanut vaimokseen.",
      "Kaikki nämä rakennukset perustuksesta katonrajaan ja uloimmasta osasta suureen pihaan asti tehtiin parhaasta rakennuskivestä, ja lohkareet oli sekä sisä- että ulkosivultaan sahattu määrämittaisiksi.",
      "Perustukset oli laskettu suurista, arvokkaista kivistä, kymmenen ja kahdeksan kyynärän mittaisista.",
      "Niiden päällä oli hienoja suorakulmaisia kiviä sekä setripuuta.",
      "Suuri esipiha oli ympäröity kolmella kerroksella hakattuja kiviä ja yhdellä setrihirsikerroksella, ja samanlainen muuri oli myös Herran temppelin sisemmän esipihan ja eteishallin ympärillä.",
      "Kuningas Salomo lähetti hakemaan Tyroksesta Hiram-nimisen miehen,",
      "joka oli Naftalin heimoa ja leskivaimon poika. Hänen isänsä oli ollut Tyroksessa vaskiseppänä, ja hänellä oli sellaiset tiedot ja taidot, että hän kykeni tekemään pronssista mitä tahansa. Hän tuli kuningas Salomon luo ja teki kaikki työt, jotka Salomo hänelle antoi.",
      "Hän teki pronssista kaksi pylvästä. Kumpikin pylväs oli kahdeksantoista kyynärän korkuinen, ja mittanuoran oli oltava kahdentoista kyynärän pituinen yltääkseen pylvään ympäri.",
      "Niiden huippuun hän valoi pronssista kaksi pylväänpäätä, molemmat viiden kyynärän korkuisia.",
      "Pylväänpäihin hän teki köynnösten ja punosten kaltaisia koristeita, seitsemän kumpaankin.",
      "Molempiin pylväänpäihin hän teki kunkin köynnöksen yläpuolelle kaksi riviä granaattiomenakoristeita niiden pintaa peittämään.",
      "Eteishallin muut pylväänpäät olivat neljän kyynärän korkuisia ja liljankukan muotoisia,",
      "mutta näiden kahden pylvään yläosat liittyivät suoraan pylvään huippuun, joka oli köynnöskoristelun yläpuolella. Kumpaakin pylväänpäätä kiersi kaksisataa granaattiomenaa.",
      "Salomo sijoitti pylväät temppelisalin eteishalliin. Sille, jonka hän pystytti oikealle puolelle, hän antoi nimeksi Jakin, ja vasemmanpuoleiselle hän antoi nimen Boas.",
      "Eteishallin pylväänpäät olivat kuin liljankukkia. Niin saatiin loppuun pylväiden valmistus.",
      "Hiram valoi myös pyöreän altaan, jota kutsuttiin mereksi. Se oli reunasta reunaan kymmenen kyynärän levyinen, korkeutta sillä oli viisi kyynärää, ja vasta kolmenkymmenen kyynärän pituinen mittanuora ulottui sen ympäri.",
      "Sen reunan alla oli ympäriinsä kurpitsakoristeita, kymmenen joka kyynärällä. Kurpitsakoristeita oli kaksi riviä, ja ne olivat samaa valua kuin meri.",
      "Allas oli kahdentoista härkäpatsaan varassa. Kolme härkää katsoi pohjoiseen, kolme länteen, kolme etelään ja kolme itään päin. Niiden takaruumiit olivat vastakkain, ja allas oli niiden päällä.",
      "Altaan seinämä oli kämmenenleveyden paksuinen, ja sen reuna kaartui ulospäin kuin liljankukan muotoisessa maljassa. Allas veti kaksituhatta bat-mittaa.",
      "Hiram teki myös kymmenen pronssista työntöpöytää, kaikki neljän kyynärän pituisia ja levyisiä sekä kolmen kyynärän korkuisia.",
      "Pöytien rakenne oli tällainen: Niissä oli kehys ja sitä tukemassa poikkitangot,",
      "ja kehyksen päällä samoin kuin poikkitankojenkin päällä oli kuvioita, jotka esittivät leijonia, härkiä ja kerubeja, ja leijonien ja härkien alapuolella oli taottuja kiehkuroita.",
      "Kussakin pöydässä oli neljä pronssipyörää ja pronssiset akselit, ja pöydän kuhunkin neljään jalkaan oli kiehkuroiden taakse valettu tukitanko, joka ulottui padan alle.",
      "Padan tukirengas oli koristekehän keskellä, kyynärän verran sitä korkeammalla. Se oli pyöreä ja puolitoista kyynärää läpimitaltaan, ja se oli valettu samoin kuin padan alustakin. Senkin reunat oli ympäriinsä koristettu leikkauksin. Kehys oli nelikulmainen, ei pyöreä.",
      "Pöydän neljä pyörää olivat kehyksen alla, ja pöydässä oli niitä varten kiinnikkeet. Kukin pyörä oli puolentoista kyynärän korkuinen.",
      "Ne olivat vaununpyörän kaltaisia, ja niiden kiinnikkeet, kehät, puolat ja navat oli kaikki valettu pronssista.",
      "Pataa tukevat neljä tankoa olivat pöydän neljässä kulmassa, ja ne olivat samaa valua kuin pöytä.",
      "Työntöpöydän päällä oli puolen kyynärän korkuinen pyöreä kehä, ja pöydän ylälaidassa oli kädensijat. Pöytä oli kehyksineen yhtä ja samaa kappaletta.",
      "Hiram täytti kaiverruksin kaikki vapaat pinnat, niin kylkilevyissä, kädensijoissa kuin kehyksissäkin. Hän kaiversi kerubeja, leijonia ja palmukuvioita sekä kiehkuroita yltympäriinsä.",
      "Näin hän teki kymmenen työntöpöytää, kaikki samalla tavoin valettuja, samanlaisia niin mitoiltaan kuin muodoltaankin.",
      "Hiram teki myös kymmenen pronssipataa, kaikki neljän kyynärän korkuisia ja neljäkymmentä bat- mittaa vetäviä. Kaikissa kymmenessä pöydässä oli oma patansa.",
      "Viisi pöytää asetettiin temppelin oikealle ja viisi vasemmalle puolelle, ja allas sijoitettiin temppelin oikealle puolelle, kaakkoiskulmaan.",
      "Vielä Hiram teki tuhka-astiat, tuhkalapiot ja vihmontamaljat. Näin hän sai valmiiksi kaiken sen, mitä kuningas Salomo hänellä teetti Herran temppeliä varten:",
      "kaksi pylvästä, niiden maljamaiset päät ja kaksi köynnöskoristetta, jotka peittivät noiden kahden maljan pintaa,",
      "ja köynnöksiä varten neljäsataa granaattiomenaa, kumpaakin köynnöstä kohti aina kaksi riviä omenoita peittämään pylvään päässä olevan maljan pintaa,",
      "kymmenen työntöpöytää ja niihin kymmenen pataa,",
      "altaan ja kaksitoista härkää sen alle,",
      "tuhka-astiat, tuhkalapiot ja vihmontamaljat. Kaikki nämä esineet, jotka Hiram teki kuningas Salomolle Herran temppeliä varten, olivat kiillotettua pronssia.",
      "Ne valettiin maahan kaivetuissa muoteissa, ja kuningas valatti ne Jordanin laaksossa Sukkotin ja Saretanin välillä.",
      "Salomo sijoitti kaikki esineet paikoilleen. Niissä oli pronssia hyvin paljon, sitä kului mittaamattomat määrät.",
      "Salomo teetti myös kaikki muut Herran temppeliin kuuluvat esineet: kultaisen alttarin ja kullasta tehdyn pöydän, jolla uhrileipiä pidettiin,",
      "viisi puhtaasta kullasta valmistettua lampunjalkaa oikealle ja viisi vasemmalle puolelle sisäkammion eteen, kukkakoristeet, lamput ja lamppupihdit, kaikki kullasta,",
      "sekä vadit, veitset, vihmontamaljat, kupit ja tuliastiat, nämäkin puhdasta kultaa. Myös se ovi, joka johti temppelin sisäkammioon, kaikkeinpyhimpään, ja sen ovenpuoliskot sekä temppelisalin ovet päällystettiin kullalla.",
      "Kun kuningas Salomo sai valmiiksi kaikki työt, jotka hän oli Herran temppeliä varten teettänyt, hän toi sinne isänsä Daavidin pyhittämät esineet. Hopean, kullan ja muut tavarat hän talletti Herran temppelin aarrekammioihin."
    ],
    [
      "Salomo kutsui sitten luokseen Jerusalemiin Israelin vanhimmat, kaikkien israelilaisheimojen päälliköt ja sukujen päämiehet. Heidän oli määrä tuoda Herran liitonarkku Siionista, Daavidin kaupungista.",
      "Kaikki Israelin johtomiehet kokoontuivat kuningas Salomon luo etanim-kuun, vuoden seitsemännen kuukauden, juhlien aikaan.",
      "Kun kaikki Israelin vanhimmat olivat tulleet, papit nostivat arkun paikaltaan.",
      "He veivät Herran arkun ja pyhäkköteltan sekä kaikki teltassa olleet pyhät esineet temppeliin. Kantajina olivat papit ja leeviläiset.",
      "Kuningas Salomo uhrasi arkun edessä, ja hänen ympärillään oli koolla koko Israelin seurakunta. Kuningas ja kansa uhrasivat lampaita, vuohia ja nautakarjaa, eikä uhrieläinten määrää voinut lukea, ei laskea.",
      "Papit veivät Herran liitonarkun paikalleen temppelin sisäkammioon, kaikkeinpyhimpään, kerubien siipien alle.",
      "Kerubien siivet olivat levällään sen paikan päällä, missä arkku oli, ja peittivät ylhäältäpäin arkun ja sen kantotangot.",
      "Kantotangot olivat niin pitkät, että niiden päät näkyivät sisäkammion edessä olevaan temppelisalin osaan, eivät kuitenkaan kauemmaksi. Ne ovat siellä vielä tänäkin päivänä.",
      "Arkussa ei ollut muuta kuin ne kaksi kivitaulua, jotka Mooses talletti sinne Horebin luona, kun Herra teki liiton israelilaisten kanssa heidän ollessaan matkalla pois Egyptistä.",
      "Kun papit poistuivat Herran temppelistä, pilvi täytti sen.",
      "Papit eivät pilven vuoksi voineet jatkaa palvelustaan, sillä Herran kirkkaus täytti temppelin.",
      "Salomo lausui silloin: -- Herra, sinä haluat pimeän asuinsijan.",
      "Minä olen rakentanut sinulle asumuksen ikuisiksi ajoiksi.",
      "Kuningas kääntyi kansaan päin ja siunasi koko Israelin seurakunnan. Kaikki seisoivat,",
      "'Jo kauan sitten toin Israelin pois Egyptistä, mutta tähän mennessä en ollut valinnut Israelin heimojen alueilta kaupunkia, jonne rakennettaisiin temppeli nimeni asuinsijaksi. Nyt olen sen tehnyt ja olen myös valinnut Daavidin johtamaan kansaani Israelia.'",
      "Mutta Herra sanoi hänelle: 'Minun temppelini rakentaminen on ollut sydäntäsi lähellä, ja olet tehnyt hyvin, kun olet sitä ajatellut.",
      "Sinä et kuitenkaan ole sitä temppeliä rakentava. Sen saa minulle rakentaa poikasi, sinun omien kupeittesi hedelmä.'",
      "Salomo seisoi Herran alttarin äärellä koko Israelin seurakunnan edessä. Hän kohotti kätensä taivasta kohti",
      "Sinä olet pannut täytäntöön sen, minkä lupasit isälleni Daavidille. Minkä suusi puhui, sen kätesi teki. Niin on nyt tapahtunut.",
      "Herra, Israelin Jumala, täytäthän vielä senkin, minkä lupasit palvelijallesi, isälleni Daavidille, kun sanoit hänelle: 'Aina on Israelin valtaistuimella oleva sinun sukuusi kuuluva mies, jos poikasi pysyvät sillä oikealla tiellä, jota sinä olet silmieni alla vaeltanut.'",
      "Herra, Israelin Jumala! Käyköön toteen myös tämä lupaus, jonka lausuit palvelijallesi Daavidille, isälleni.",
      "Herra, minun Jumalani! Käänny kuitenkin palvelijasi puoleen ja kuule nöyrä pyyntöni, kun nyt hartaasti rukoilen sinun edessäsi.",
      "Pidä päivin ja öin silmissäsi tämä temppeli, paikka, jossa olet sanonut nimesi asuvan. Kuule, mitä palvelijasi tähän paikkaan päin kääntyneenä rukoilee.",
      "Kuule palvelijasi ja kansasi Israelin pyynnöt, kun me käännymme tätä paikkaa kohti ja rukoilemme sinua. Kuule ne asuinsijaasi taivaaseen, kuule ja anna anteeksi!",
      "niin kuule kaikki tämä taivaaseen ja ratkaise palvelijoittesi asia. Osoita syyllinen syylliseksi ja anna hänelle rangaistus hänen tekonsa mukaan, todista syytön syyttömäksi ja anna hänelle hyvitys hänen syyttömyytensä mukaisesti.",
      "niin kuule se taivaaseen. Anna kansallesi Israelille anteeksi sen synnit ja tuo se takaisin tähän maahan, jonka olet isillemme antanut.",
      "niin kuule se taivaaseen. Anna anteeksi palvelijoittesi ja kansasi Israelin synti, sinä, joka osoitat hyvän tien heidän kuljettavakseen. Anna sadetta maalle, jonka kansasi on saanut sinulta perintömaaksi.",
      "niin kuule silloin asuinsijaasi taivaaseen jokainen rukous, yhtä lailla yksityisten ihmisten kuin koko kansasi Israelin armonanominen, kun palvelijasi onnettomuutensa ahdistamina kohottavat kätensä tätä temppeliä kohti.",
      "Anna silloin heille anteeksi, auta heitä ja anna jokaiselle hänen ansionsa mukaan, sillä sinä tunnet heidän sydämensä, sinä yksin tunnet kaikkien ihmisten sydämen.",
      "Näin he pysyvät koko elinaikansa sinun palvelijoinasi tässä maassa, jonka sinä olet isillemme antanut.",
      "mutta he ovat kuulleet suuresta nimestäsi ja voimakkaasta ja pelottavasta kädestäsi, jonka olet kohottanut. Kun muukalainen tulee ja rukoilee tähän temppeliin päin kääntyneenä,",
      "niin kuule se asuinsijaasi taivaaseen ja tee niin kuin hän sinulta pyytää. Silloin kaikki maailman kansat oppivat tuntemaan nimesi, kunnioittavat sinua kansasi Israelin tavoin ja tietävät, että tämä rakentamani temppeli on pyhitetty sinun nimellesi.",
      "niin kuule taivaaseen sen pyynnöt ja rukoukset ja anna sen menestyä.",
      "ja jos he sitten siinä maassa, jonne heidät on viety, tekevät parannuksen, kääntyvät puoleesi ja vangitsijoittensa maassa anovat sinulta armoa sanoen: 'Olemme tehneet väärin, olemme tehneet syntiä, olemme rikkoneet sinua vastaan',",
      "ja jos he vankeina vihollistensa maassa koko sydämestään ja sielustaan kääntyvät puoleesi ja rukoilevat sinua suunnaten kasvonsa kohti omaa maataan, sitä, jonka sinä annoit heidän isilleen, kohti kaupunkia, jonka sinä valitsit, ja temppeliä, jonka minä olen sinulle rakentanut,",
      "niin kuule asuinsijaasi taivaaseen heidän pyyntönsä ja rukouksensa ja anna heille oikeutta.",
      "Anna kansallesi sen synnit anteeksi, millä tavoin se onkin sinua vastaan rikkonut, ja salli sen päästä vangitsijoittensa armoihin, niin että he säälivät sitä.",
      "Onhan se sinun oma kansasi, jonka toit pois Egyptin sulatusuunista.",
      "Kun Salomo oli päättänyt hartaan rukouksensa, hän nousi Herran alttarin edestä, missä oli ollut polvillaan kädet taivasta kohti.",
      "Hän nousi seisomaan ja siunasi voimakkaalla äänellä koko Israelin seurakunnan.",
      "Olkoon Herra, meidän Jumalamme, kanssamme niin kuin hän on ollut isiemme kanssa! Älköön hän jättäkö meitä, älköön hylätkö meitä,",
      "vaan kääntäköön sydämemme puoleensa, niin että me aina vaellamme hänen teitään ja noudatamme hänen määräyksiään, säädöksiään ja lakejaan, jotka hän on antanut isillemme.",
      "Ja pysyköön tämä harras rukoukseni päivin ja öin lähellä Herraa, niin että hän antaa palvelijalleen ja kansalleen Israelille kaiken, mitä he kunakin päivänä tarvitsevat.",
      "Silloin kaikki maailman kansat oppivat tietämään, että vain Herra on Jumala, ei kukaan muu.",
      "Kuningas ja hänen kanssaan koko Israel uhrasivat sitten teurasuhreja Herran edessä.",
      "Salomo uhrasi Herralle yhteysuhrina kaksikymmentäkaksituhatta nautaa ja satakaksikymmentätuhatta lammasta. Näin kuningas ja kaikki israelilaiset vihkivät Herran temppelin.",
      "Kuningas pyhitti tuona päivänä Herran temppelin esipihan keskiosan, jossa hän uhrasi polttouhrin ja ruokauhrin sekä yhteysuhrin rasvat, koska Herran edessä oleva pronssialttari oli polttouhria, ruokauhria ja yhteysuhrin rasvoja varten liian pieni.",
      "Näin Salomo noina päivinä vietti juhlaa yhdessä koko Israelin kanssa. Herran, meidän Jumalamme, eteen oli tullut hyvin suuri joukko väkeä, pohjoisesta aina Lebo-Hamatista ja etelästä Egyptin rajapurolta saakka. He olivat siellä seitsemän ja vielä seitsemän päivää, neljätoista päivää kaikkiaan.",
      "Kahdeksantena päivänä Salomo hyvästeli kansan. Israelilaiset toivottivat kuninkaalle siunausta ja lähtivät kotiinsa tyytyväisinä ja iloisina kaikesta siitä hyvyydestä, jota Herra oli palvelijalleen Daavidille ja kansalleen Israelille osoittanut."
    ],
    [
      "Kun Salomo oli saanut valmiiksi Herran temppelin, oman palatsinsa ja kaiken muun, mitä hän oli suunnitellut,",
      "Herra ilmestyi hänelle uudelleen, samalla tavoin kuin aikaisemmin Gibeonissa.",
      "Jos sinä vaellat minun teitäni yhtä ehjin ja vilpittömin mielin kuin isäsi Daavid, jos teet kaiken käskyjeni mukaan ja noudatat minun säädöksiäni ja lakejani,",
      "minä pidän ajasta aikaan pystyssä sinun kuninkaallisen valtaistuimesi. Olenhan sanonut isällesi Daavidille, että Israelin valtaistuimella on aina oleva hänen sukuunsa kuuluva mies.",
      "niin minä hävitän Israelin kansan tästä maasta, jonka olen sille antanut. Temppelin, jonka olen nimelleni pyhittänyt, minä hylkään ja hävitän, ja kaikkien kansojen parissa Israelista tulee pilkan kohde ja varoittava esimerkki.",
      "Tästä temppelistä tulee sellainen rauniokasa, että jokainen ohikulkija tyrmistyy ja kysyy: 'Miksi Herra on tehnyt näin tälle maalle ja tälle temppelille?'",
      "Salomolta meni kaksikymmentä vuotta kahteen suureen rakennustyöhön, Herran temppelin ja oman palatsinsa rakentamiseen.",
      "Tyroksen kuningas Hiram avusti Salomoa toimittamalla hänelle setriä, sypressipuuta ja kultaa niin paljon kuin Salomo halusi. Niinpä kuningas Salomo työn päätyttyä antoi Hiramille Galileasta kaksikymmentä kaupunkia.",
      "Hiram lähti Tyroksesta katsomaan näitä kaupunkeja, jotka Salomo oli hänelle antanut, mutta ne eivät olleet hänelle mieleen.",
      "Hiram oli lähettänyt kuninkaalle satakaksikymmentä talenttia kultaa.",
      "Kun kuningas Salomo rakensi Herran temppeliä ja omaa palatsiaan, Milloa ja Jerusalemin muureja ja Hasoria, Megiddoa ja Geseriä, hän määräsi työvelvollisuuden.",
      "Farao, Egyptin kuningas, oli valloittanut Geserin. Hän oli polttanut sen, surmannut siellä asuvat kanaanilaiset ja antanut sitten kaupungin myötäjäisiksi tyttärelleen, Salomon vaimolle.",
      "Salomo rakensi Geserin uudelleen. Samoin hän rakensi alemman Bet-Horonin,",
      "Negevissä sijaitsevat Baalatin ja Tamarin kaupungit",
      "sekä ne kaupungit, joissa hän piti varastojaan, vaunujaan ja hevosiaan. Hän rakensi myös kaikkea muuta, mitä näki hyväksi, Jerusalemiin, Libanoniin ja koko sille alueelle, jota hän hallitsi.",
      "Salomo määräsi, että kaikkien jäljellä olevien amorilaisten, heettiläisten, perissiläisten, hivviläisten ja jebusilaisten, kaikkien, jotka eivät olleet israelilaisia, oli tehtävä verotyötä.",
      "Israelilaiset eivät olleet pystyneet tuhoamaan heitä kaikkia, ja niin heidän jälkeläisiään oli yhä maassa. Heidän on tehtävä verotyötä vielä tänäkin päivänä.",
      "Israelilaisista Salomo ei pannut ketään orjan asemaan. He palvelivat sotilaina, kuninkaan virkamiehinä ja päällikköinä sekä hänen sotavaunujensa päällikköinä, taistelijoina ja ajajina.",
      "Töiden valvojina Salomolla oli viisisataaviisikymmentä virkamiestä. Työvelvolliset olivat heidän alaisiaan.",
      "Kun faraon tytär oli muuttanut Daavidin kaupungista omaan palatsiinsa, jonka Salomo oli hänelle rakentanut, kuningas ryhtyi heti rakentamaan Milloa.",
      "Kolmesti vuodessa Salomo uhrasi polttouhreja ja yhteysuhreja alttarilla, jonka hän oli Herralle rakentanut, ja suitsutti Herran edessä. Temppeli oli silloin jo valmis.",
      "Kuningas Salomo rakensi myös laivaston Esjon- Geberissä, joka on Edomin maassa Kaislameren rannalla lähellä Eilatia.",
      "Hiram lähetti laivastoon Salomon väen avuksi omia miehiään, jotka olivat kokeneita merenkulkijoita.",
      "He purjehtivat Ofiriin ja toivat sieltä kuningas Salomolle neljäsataakaksikymmentä talenttia kultaa."
    ],
    [
      "Kun Saban kuningatar sai kuulla kerrottavan, miten Salomo oli tuottanut Herran nimelle kunniaa, hän lähti matkaan pannakseen Salomon koetteelle vaikeilla kysymyksillä.",
      "Hän saapui Jerusalemiin, ja hänellä oli mukanaan mahtava seurue. Kamelien kuormissa oli suuret määrät hajusteita, kultaa ja jalokiviä. Kuningatar tuli Salomon luo ja esitti kysymykset, jotka hänellä oli mielessä.",
      "Salomo antoi vastauksen kaikkiin hänen kysymyksiinsä. Yksikään kysymys ei ollut kuninkaalle liian vaikea, hän kykeni vastaamaan kaikkiin.",
      "Saban kuningatar sai nähdä, miten viisas Salomo oli. Hän näki myös, millaisen palatsin Salomo oli rakentanut,",
      "millaisia ruokia hänen pöydässään tarjottiin, miten hänen alaisensa asuivat ja miten palvelu oli hovissa järjestetty. Hän näki palvelusväen asut, samoin juomanlaskijat ja heidän asunsa sekä polttouhrit, jotka kuningas uhrasi Herran temppelissä. Tämän kaiken kuningatar näki, ja hän mykistyi ihmetyksestä.",
      "Minä en uskonut niitä puheita ennen kuin nyt tulin ja näin kaiken omin silmin. Eihän minulle ole kerrottu tästä puoliakaan. Sinulla on viisautta ja kaikkea hyvää paljon enemmän kuin olin kuullut.",
      "Onnellisia ovat sinun vaimosi, onnellisia nämä palvelijat, jotka jatkuvasti saavat olla luonasi ja kuunnella viisaita sanojasi!",
      "Kuningatar antoi Salomolle satakaksikymmentä talenttia kultaa ja suuret määrät hajusteita ja jalokiviä. Sellaista hajusteiden paljoutta, jonka Saban kuningatar antoi kuningas Salomolle, ei sen koommin ole maahan tuotu.",
      "Hiramin laivat, jotka kuljettivat kultaa Ofirista, toivat sieltä myös paljon jalopuuta ja jalokiviä.",
      "Salomo teetti jalopuusta Herran temppelin ja kuninkaan palatsin porraskaiteet sekä laulajien lyyrat ja harput. Sellaista jalopuun määrää ei ollut koskaan tuotu, eikä sellaista ole sen jälkeenkään tähän päivään mennessä nähty.",
      "Kuningas Salomo antoi Saban kuningattarelle kaiken, mitä tämä halusi ja pyysi, sekä vielä kuninkaallisen vieraanvaraisuutensa mukaiset lahjat. Sitten kuningatar palasi seurueineen omaan maahansa.",
      "Sen kultamäärän paino, jonka Salomo vuosittain sai, oli kuusisataakuusikymmentäkuusi talenttia.",
      "Lisäksi tuli veroja kauppamiehiltä ja tavaranvälittäjiltä sekä kaikilta Arabian kuninkailta ja paikallisilta käskynhaltijoilta.",
      "Kuningas Salomo teetti taotusta kullasta kaksisataa isoa kilpeä, joihin kuhunkin meni kuusisataa sekeliä kultaa.",
      "Samoin hän teetti taotusta kullasta kolmesataa pikkukilpeä, joihin jokaiseen meni kultaa kolmen minan verran. Kuningas sijoitti ne Setripalatsiin.",
      "Kuningas teetti myös suuren norsunluisen valtaistuimen, joka päällystettiin parhaalla kullalla.",
      "Valtaistuimessa oli kuusi porrasta, ja sen selustassa oli häränpää. Istuimessa oli molemmin puolin käsinojat, ja kummankin käsinojan vieressä seisoi leijona.",
      "Myös jokaisen portaan kummallakin puolella oli leijona, kaksitoista kaikkiaan. Sen kaltaista ei ollut missään valtakunnassa tehty.",
      "Kaikki kuningas Salomon juoma-astiat olivat kultaa, ja puhdasta kultaa olivat myös kaikki Setripalatsin esineet. Hopeaesineitä ei ollut, sillä hopeaa ei Salomon aikaan pidetty minkään arvoisena.",
      "Kuninkaalla ja Hiramilla oli näet merillä Tarsisin-laivasto, ja joka kolmas vuosi nämä laivat toivat kultaa ja hopeaa, norsunluuta, apinoita ja riikinkukkoja.",
      "Kuningas Salomo voitti rikkaudessa ja viisaudessa kaikki maailman kuninkaat.",
      "Joka puolelta maailmaa pyrittiin Salomon luo kuulemaan viisautta, jonka Jumala oli antanut hänen sydämeensä.",
      "Joka vuosi hän sai tulijoilta lahjoja, hopeasta ja kullasta valmistettuja esineitä, vaatteita, aseita ja hajusteita sekä hevosia ja muuleja.",
      "Salomo hankki jatkuvasti lisää sotavaunuja ja hevosia. Hänellä oli tuhat neljäsataa vaunua ja kaksitoistatuhatta hevosta, ja hän sijoitti ne varuskuntakaupunkeihin ja omaan kaupunkiinsa Jerusalemiin.",
      "Salomon aikana Jerusalemissa oli hopeaa runsaasti kuin kiviä, ja setriä oli kuin viikunapuita Sefelan rinteillä.",
      "Salomon hevoset tuotiin Egyptistä ja Kilikiasta. Kuninkaan kauppamiehet hankkivat niitä Kilikiasta maksua vastaan.",
      "Sotavaunut sai Egyptistä kuudellasadalla hopeasekelillä ja hevosen sadallaviidelläkymmenellä. Salomon kauppiaat välittivät niitä myös kaikille heettiläisten ja aramealaisten kuninkaille."
    ],
    [
      "Kuningas Salomolla oli vaimoinaan lukuisia vieraiden maiden naisia, joita hän rakasti. Faraon tyttären lisäksi hänellä oli moabilaisia, ammonilaisia, edomilaisia, sidonilaisia ja heettiläisiä vaimoja.",
      "Hänellä oli seitsemänsataa kuninkaallista vaimoa ja kolmesataa sivuvaimoa, ja he veivät hänen sydämensä harhaan.",
      "Salomon vanhuuden päivinä vaimot viekoittelivat hänen sydämensä muiden jumalien puoleen, eikä hän ollut enää täydestä sydämestään uskollinen Herralle, Jumalalleen, niin kuin hänen isänsä Daavid oli ollut.",
      "Salomo rupesi palvelemaan Astartea, sidonilaisten jumalatarta, ja ammonilaisten iljetystä Milkomia.",
      "Salomo teki sitä, mikä on väärää Herran silmissä, eikä seurannut Herraa uskollisesti niin kuin isänsä Daavid.",
      "Hän rakensi Jerusalemin itäpuolella olevalle vuorelle uhripaikan Kemosille, moabilaisten iljetykselle, ja ammonilaisten iljetykselle Milkomille.",
      "Samoin hän teki uhripaikkoja muitakin vierasmaisia vaimojaan varten, niin että he saivat suitsuttaa ja uhrata jumalilleen.",
      "Herra vihastui siitä, että Salomon sydän oli kääntynyt pois hänestä, Israelin Jumalasta. Vaikka Herra oli kahdesti ilmestynyt Salomolle",
      "ja kieltänyt häntä palvelemasta muita jumalia, hän ei ollut totellut Herran kieltoa.",
      "Isäsi Daavidin vuoksi minä en kuitenkaan tee sitä sinun elinaikanasi, minä riistän sen poikasi kädestä.",
      "Herra nosti Salomolle vastustajaksi Hadadin, joka oli Edomin kuningassukua.",
      "Siihen aikaan, kun Daavid kävi sotaa Edomia vastaan, sotaväen päällikkö Joab oli mennyt hautaamaan kaatuneita ja oli samalla sotaretkellä surmannut kaikki miespuoliset edomilaiset.",
      "Joab ja koko Israelin sotaväki olivat viipyneet siellä kuusi kuukautta, niin pitkään että olivat saaneet kaikki miespuoliset edomilaiset tapetuksi.",
      "Hadad oli silloin päässyt pakoon ja lähtenyt Egyptiin yhdessä joidenkin edomilaisten kanssa, jotka olivat olleet hänen isänsä palveluksessa. Hadad oli silloin vasta pieni poika.",
      "Kun he olivat lähteneet Midianista ja tulleet Paraniin, he ottivat sieltä miehiä mukaansa ja tulivat Egyptiin faraon, Egyptin kuninkaan luo. Farao antoi Hadadille asunnon, järjesti hänen elatuksensa ja lahjoitti hänelle maata.",
      "Hadad nautti faraon suosiota, ja farao antoi hänelle vaimoksi kälynsä, kuningatar Tahpenesin sisaren.",
      "Tämä synnytti hänelle pojan, Genubatin. Tahpenes otti pojan faraon palatsiin kasvatettavaksi, ja niin Genubat eli palatsissa faraon poikien joukossa.",
      "Jumala nosti Salomon vastustajaksi myös Resonin, Eljadan pojan. Hän oli paennut herransa Hadadeserin, Soban kuninkaan luota, kun Daavid oli lyönyt tämän joukot.",
      "Reson kokosi miehiä ympärilleen, ja hänestä tuli rosvojoukon päällikkö. Hän meni joukkoineen Damaskokseen ja asettui sinne, ja hänestä tuli Damaskoksen hallitsija.",
      "Niin pitkään kuin Salomo eli, Reson soti Israelia vastaan ja tuotti Hadadin tavoin sille vahinkoa. Hän oli Syyrian kuningas ja Israelin vannoutunut vihollinen.",
      "Kuningasta vastaan kohotti kätensä myös Jerobeam, joka oli hänen palveluksessaan. Jerobeam, Nebatin poika, oli kotoisin Efraimin Seredasta, ja hänen äitinsä oli Serua, leskeksi jäänyt nainen.",
      "Tämä on kertomus hänen kapinastaan. Salomo rakensi Milloa ja täytti aukon, joka oli Daavidin kaupungin muurissa.",
      "Jerobeam oli väkevä ja uuttera mies. Kun Salomo näki, miten hyvin nuorukainen teki työnsä, hän määräsi hänet Joosefin heimon työvelvollisten valvojaksi.",
      "Kun Jerobeam kerran lähti Jerusalemista, hän kohtasi tiellä silolaisen profeetan Ahian, jolla oli uusi viitta yllään. Paikalla ei ollut muita kuin he kaksi.",
      "Ahia tarttui uuteen viittaansa ja repi sen kahteentoista osaan.",
      "Yhden heimon minä jätän hänelle palvelijani Daavidin tähden ja Jerusalemin tähden, sillä tämän kaupungin minä olen valinnut omakseni kaikkien Israelin heimojen keskeltä.",
      "Minä riistän häneltä valtakunnan siksi, että hän on hylännyt minut ja kumartanut Astartea, sidonilaisten jumalatarta, Kemosia, Moabin jumalaa, ja ammonilaisten jumalaa Milkomia. Hän ei ole vaeltanut minun teitäni, ei tehnyt sitä, mikä on oikein minun silmissäni, ei noudattanut säädöksiäni ja lakejani niin kuin isänsä Daavid.",
      "Minä otan valtakunnan Salomon pojan kädestä ja annan sen sinulle, kymmenen heimoa.",
      "Hänelle minä annan yhden heimon, jotta palvelijallani Daavidilla olisi aina lamppu minun edessäni Jerusalemissa, kaupungissa, jonka olen itselleni valinnut ja josta olen tehnyt nimeni asuinsijan.",
      "Jos noudatat kaikkia käskyjäni, kuljet minun teitäni ja teet sitä, mikä on minun silmissäni oikein, jos sinä palvelijani Daavidin tavoin pidät säädökseni ja määräykseni kunniassa, minä olen sinun kanssasi, annan suvullesi pysyvän kuninkuuden, niin kuin annoin Daavidin suvulle, ja annan sinulle Israelin.",
      "Kun Salomo sitten yritti surmauttaa Jerobeamin, tämä pakeni Egyptiin Sisakin, Egyptin kuninkaan, luo ja viipyi siellä Salomon kuolemaan saakka.",
      "Kaikki muu, mitä Salomosta on kerrottavaa, hänen teoistaan ja viisaudestaan, on kirjoitettu Salomon historiaan.",
      "Salomo hallitsi Jerusalemissa koko Israelia neljäkymmentä vuotta.",
      "Sitten Salomo meni lepoon isiensä luo, ja hänet haudattiin isänsä Daavidin kaupunkiin. Salomon jälkeen tuli kuninkaaksi hänen poikansa Rehabeam."
    ],
    [
      "Rehabeam lähti Sikemiin, minne koko Israel oli tullut julistaakseen hänet kuninkaaksi.",
      "Jerobeam, Nebatin poika, sai kuulla tästä. Hän oli vielä Egyptissä, jonne oli paennut kuningas Salomoa.",
      "Nyt hän sai kutsun palata. Jerobeam ja koko Israel tulivat Rehabeamin puheille ja sanoivat:",
      "Sinun isäsi teki ikeemme raskaaksi. Kevennä sinä nyt isäsi määräämää raskasta työtä ja painavaa iestä, jonka hän pani kannettavaksemme. Jos sen teet, me olemme sinun palvelijoitasi.",
      "Mutta Rehabeam ei välittänyt neuvosta, jonka vanhimmat hänelle antoivat. Hän kysyi neuvoa nuorilta, jotka olivat kasvaneet yhdessä hänen kanssaan ja kuuluivat nyt hänen hoviväkeensä.",
      "Kahden päivän kuluttua Jerobeam ja koko kansa tulivat Rehabeamin luo, niin kuin kuningas oli käskenyt.",
      "Kuningas vastasi kansalle kovin sanoin. Hän hylkäsi neuvon, jonka oli vanhimmilta saanut,",
      "Kuningas ei kuunnellut kansaa. Herra ohjasi hänet tekemään näin pannakseen täytäntöön sanansa, jotka hän silolaisen Ahian suulla oli puhunut Jerobeamille, Nebatin pojalle.",
      "Kun israelilaiset näkivät, että kuningas ei välittänyt heidän pyynnöstään, he sanoivat hänelle näin: -- Mitä meillä on tekemistä Daavidin kanssa? Vieras on meille Iisain poika. Palatkaa majoillenne, Israelin miehet! Pidä itse huoli asioistasi, Daavidin suku! Niin israelilaiset palasivat kotiinsa.",
      "Rehabeamista tuli vain niiden israelilaisten kuningas, jotka asuivat Juudan kaupungeissa.",
      "Kun kuningas Rehabeam lähetti verotöiden valvojan Adoniramin israelilaisten luo, he kivittivät tämän kuoliaaksi. Silloin kuningas Rehabeam nousi kiireesti vaunuihin ja pakeni Jerusalemiin.",
      "Israel hylkäsi Daavidin kuningassuvun ja on pysynyt siitä erillään tähän päivään saakka.",
      "Kun israelilaiset kautta maan saivat tietää, että Jerobeam oli palannut, he kutsuivat hänet kansankokoukseen. Siellä he julistivat hänet Israelin kuninkaaksi. Ainoastaan Juudan heimo pysyi uskollisena Daavidin suvulle.",
      "Rehabeam tuli Jerusalemiin ja kutsui koolle koko Juudan väen ja Benjaminin heimon, satakahdeksankymmentätuhatta nuorta soturia. Heidän oli määrä lähteä sotaan Israelin valtakuntaa vastaan ja palauttaa sen kuninkuus Rehabeamille, Salomon pojalle.",
      "Mutta Semajalle, Jumalan miehelle, tuli Herran sana:",
      "Jerobeam varusti Efraimin vuoristossa olevan Sikemin ja asettui sinne. Sitten hän muutti Penueliin ja varusti sen.",
      "Hän sijoitti toisen sonnin Beteliin ja toisen Daniin.",
      "Tämä koitui synniksi, sillä kansa alkoi käydä patsaiden luona, toiset Betelissä, toiset Danissa.",
      "Jerobeam rakensi uhrikukkuloille pyhäköitä ja otti papeiksi keitä tahansa, muitakin kuin leeviläisiä.",
      "Hän julisti juhlapäiväksi kahdeksannen kuun viidennentoista päivän, ja sitä juhlittiin niin kuin samaa juhlapäivää Juudassa. Hän nousi silloin Betelissä alttarille ja uhrasi sonnipatsaille, jotka oli itse tehnyt. Hän uskoi toimitukset Betelin uhrikukkulapapeille, jotka hän oli asettanut virkaan.",
      "Hän nousi Betelissä alttarille kahdeksannen kuun viidentenätoista päivänä, itse keksimänään juhlapäivänä. Silloin hän järjesti kansalle juhlan ja nousi alttarille uhraamaan."
    ],
    [
      "Kun Jerobeam seisoi alttarilla uhraamassa, Beteliin tuli Juudasta Jumalan mies, jonka Herra oli lähettänyt.",
      "Alttari halkesi ja tuhka levisi alttarilta sen ennustuksen mukaisesti, jonka Jumalan mies oli Herran käskystä julistanut.",
      "Hän lähti pois toista kautta eikä palannut sitä tietä, jota oli tullut Beteliin.",
      "Betelissä asui vanha profeetta. Hänen poikansa tulivat ja kertoivat hänelle kaiken, mitä Jumalan mies sinä päivänä oli Betelissä tehnyt. Kaiken senkin, mitä hän oli kuninkaalle sanonut, he kertoivat isälleen.",
      "Jumalan mies kääntyi takaisin hänen kanssaan ja söi leipää ja joi vettä hänen kotonaan.",
      "Kun he istuivat pöydässä, Herralta tuli sana profeetalle, joka oli hakenut miehen luokseen.",
      "Kun he olivat syöneet ja juoneet, vanhus satuloi aasin profeetalle, jonka oli tuonut luokseen.",
      "Mies lähti matkaan, ja leijona tuli tiellä häntä vastaan ja tappoi hänet. Hänen ruumiinsa jäi tielle lojumaan. Aasi seisoi sen vieressä, ja leijona seisoi toisella puolen.",
      "Ihmisiä kulki ohi, ja he näkivät, että tiellä lojui ruumis ja leijona seisoi sen vieressä. He kertoivat tästä tultuaan kaupunkiin, jossa vanha profeetta asui.",
      "Hän lähti matkaan ja löysi miehen ruumiin tiellä lojumasta. Aasi ja leijona seisoivat ruumiin vieressä. Leijona ei ollut syönyt ruumista eikä raadellut aasia.",
      "Profeetta nosti Jumalan miehen ruumiin aasin selkään ja toi sen takaisin. Hän palasi kaupunkiin pitääkseen vainajalle valittajaiset ja haudatakseen hänet.",
      "Tämänkään jälkeen Jerobeam ei kääntynyt takaisin väärältä tieltään. Hän otti edelleenkin uhrikukkuloille pappeja tavallisen kansan parista. Jokainen, joka vain halusi, sai häneltä vihkimyksen ja pääsi näin uhrikukkuloille papiksi.",
      "Tästä tuli Jerobeamin suvulle synti, jonka vuoksi se tuhottiin ja hävitettiin maan päältä."
    ],
    [
      "Siihen aikaan Jerobeamin poika Abia sairastui.",
      "Jerobeamin vaimo teki näin. Hän lähti Siloon ja meni siellä Ahian talolle. Ahia ei nähnyt mitään, sillä hän oli vanhuuttaan sokeutunut.",
      "Minä riistin kuninkuuden Daavidin suvulta ja annoin sen sinulle. Mutta sinä et ole ollut sellainen kuin palvelijani Daavid oli. Hän noudatti käskyjäni ja seurasi minua kaikesta sydämestään. Hän teki vain sitä, mikä on oikein minun silmissäni.",
      "Sinä sen sijaan olet tehnyt enemmän pahaa kuin kaikki edeltäjäsi. Sinä olet mennyt tekemään patsaita itsellesi jumaliksi. Sinä sait vihani heräämään, kun heitit minut selkäsi taakse.",
      "Sen tähden minä saatan Jerobeamin suvun onnettomuuteen. Minä hävitän Israelista Jerobeamin miespuoliset jälkeläiset, niin suuret kuin pienetkin. Minä lakaisen pois Jerobeamin suvun, niin kuin lanta lakaistaan pois viimeistä kokkaretta myöten.",
      "Sen Jerobeamin jälkeläisen, joka kuolee kaupungissa, syövät koirat, ja sen, joka kuolee muurien ulkopuolella, syövät taivaan linnut. Näin Herra on puhunut.'",
      "Koko Israel pitää hänelle valittajaiset ja hautaa hänet. Kukaan muu Jerobeamin pojista ei saakaan kunniallista hautausta. Hän on siinä suvussa ainoa, jossa Herra, Israelin Jumala, on nähnyt jotakin hyvää.",
      "Herra nostaa tahtonsa toteuttajaksi Israelille kuninkaan, joka hävittää Jerobeamin suvun. Se päivä on tuleva, ja tuho on jo alullaan.",
      "Herra ravistelee Israelia niin, että siitä tulee kuin vedessä huojuva ruoko. Hän tempaa israelilaiset pois näiltä hyviltä mailta, jotka hän antoi heidän isilleen. Hän hajottaa heidät Eufratin taakse, koska he ovat pystyttäneet asera-paaluja ja herättäneet Herran vihan.",
      "Jerobeamin vaimo lähti matkaan ja palasi Tirsaan. Juuri kun hän astui kotinsa kynnykselle, poika kuoli.",
      "Koko Israel piti hänelle valittajaiset ja hautasi hänet, niin kuin Herra oli sanonut palvelijansa, profeetta Ahian, suulla.",
      "Kaikki muu, mitä Jerobeam teki, mitä sotia hän kävi ja miten hän hallitsi, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Jerobeam oli kuninkaana kaksikymmentäkaksi vuotta. Hän meni lepoon isiensä luo, ja hänen jälkeensä tuli kuninkaaksi hänen poikansa Nadab.",
      "Salomon poika Rehabeam oli kuninkaana Juudassa. Rehabeam oli kuninkaaksi tullessaan neljänkymmenenyhden vuoden ikäinen. Hän hallitsi seitsemäntoista vuotta Jerusalemissa, kaupungissa, jonka Herra oli kaikkien Israelin heimojen keskeltä valinnut nimensä asuinsijaksi. Hänen äitinsä oli ammonilainen Naama.",
      "Juudan asukkaat tekivät sitä, mikä on väärää Herran silmissä. Synninteollaan he vihastuttivat Herran vielä pahemmin kuin heidän isänsä.",
      "Hekin tekivät itselleen uhripyhäköitä, kivipatsaita ja asera-paaluja jokaiselle korkealle kukkulalle ja jokaisen lehtevän puun alle.",
      "Maassa oli myös haureutta harjoittavia pyhäkköpalvelijoita. Juudan kansa teki samoja iljettävyyksiä kuin ne kansat, jotka Herra oli hävittänyt israelilaisten tieltä.",
      "Kuningas Rehabeamin viidentenä hallitusvuotena Egyptin kuningas Sisak hyökkäsi Jerusalemiin.",
      "Hän ryösti aarteet sekä Herran temppelistä että kuninkaan palatsista. Hän vei kaiken, myös kaikki kultaiset kilvet, jotka Salomo oli teettänyt.",
      "Kuningas Rehabeam teetti niiden sijaan pronssikilvet ja uskoi ne palatsinsa ovea vartioivan henkikaartin päälliköille.",
      "Aina kun kuningas meni Herran temppeliin, vartijat kantoivat niitä ja veivät ne sitten taas henkikaartin huoneeseen.",
      "Kaikki muu, mitä Rehabeamista ja hänen teoistaan on kerrottavaa, on kirjoitettu Juudan kuninkaiden historiaan.",
      "Rehabeam ja Jerobeam olivat kaiken aikaa sodassa keskenään.",
      "Sitten Rehabeam meni lepoon isiensä luo, ja hänet haudattiin isiensä viereen Daavidin kaupunkiin. Hänen äitinsä oli ammonilainen Naama. Rehabeamin jälkeen tuli kuninkaaksi hänen poikansa Abiam."
    ],
    [
      "Abiam tuli Juudan kuninkaaksi Jerobeamin, Nebatin pojan, kahdeksantenatoista hallitusvuotena.",
      "Hän hallitsi Jerusalemissa kolme vuotta. Hänen äitinsä oli Maaka, Abisalomin tytär.",
      "Abiam syyllistyi kaikkiin synteihin, joita jo hänen isänsä oli tehnyt. Hän ei ollut täydestä sydämestään uskollinen Herralle, Jumalalleen, niin kuin hänen esi-isänsä Daavid oli ollut.",
      "Daavidin, palvelijansa, suvulle Herra oli jättänyt lampun Jerusalemiin: hän oli nostanut Daavidin kuoltua hänen poikansa valtaistuimelle, ja hän oli ollut Jerusalemin turvana.",
      "Tämän hän oli tehnyt Daavidin vuoksi, sillä Daavid oli tehnyt sitä, mikä on oikein Herran silmissä, eikä koko elinaikanaan ollut poikennut hänen käskyistään muulloin kuin heettiläisen Urian tapauksessa.",
      "Niin kauan kuin Abiam eli, Rehabeamin suku oli sodassa Jerobeamia vastaan.",
      "Kaikki muu, mitä Abiamista ja hänen teoistaan on kerrottavaa, on kirjoitettu Juudan kuninkaiden historiaan. Abiam ja Jerobeam olivat sodassa keskenään.",
      "Sitten Abiam meni lepoon isiensä luo, ja hänet haudattiin Daavidin kaupunkiin. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Asa.",
      "Asasta tuli Juudan kuningas Israelin kuninkaan Jerobeamin kahdentenakymmenentenä hallitusvuotena.",
      "Hän hallitsi Jerusalemissa neljäkymmentäyksi vuotta. Hänen isänsä äiti oli Maaka, Abisalomin tytär.",
      "Asa teki sitä, mikä on oikein Herran silmissä, kuten hänen esi-isänsä Daavid.",
      "Hän puhdisti maan haureutta harjoittavista pyhäkköpalvelijoista ja toimitti pois kaikki isiensä tekemät epäjumalanpatsaat.",
      "Hän jopa riisti isänsä äidiltä Maakalta kuningataräidin aseman, koska tämä oli pystyttänyt iljettävän kuvan asera-tarhaan. Asa kaatoi tämän iljetyksen ja poltti sen Kidroninlaaksossa.",
      "Uhrikukkuloista ei kuitenkaan luovuttu. Asa oli silti koko elinaikansa täydestä sydämestään Herralle uskollinen.",
      "Hän sijoitti Herran temppeliin esineet, jotka hän ja hänen isänsä olivat pyhittäneet, hopean, kullan ja kaiken muun.",
      "Asa ja Israelin kuningas Baesa sotivat keskenään niin kauan kuin elivät.",
      "Baesa, Israelin kuningas, hyökkäsi Juudaan ja alkoi linnoittaa Ramaa katkaistakseen Juudan kuninkaan Asan kulkutiet.",
      "Asa otti silloin Herran temppelin ja kuninkaan palatsin aarrekammioista kaiken jäljellä olevan hopean ja kullan ja lähetti miehensä viemään sen Syyrian kuninkaalle Ben-Hadadille, Hesjonin pojan Tabrimmonin pojalle, joka asui Damaskoksessa. Hän käski sanoa kuninkaalle:",
      "Minun isäni ja sinun isäsi olivat keskenään liitossa. Tehkäämme mekin liitto. Tässä ovat sinulle lähettämäni lahjat, hopeaa ja kultaa. Riko se liitto, jonka olet tehnyt Israelin kuninkaan Baesan kanssa. Silloin hän lähtee ahdistamasta minua.",
      "Ben-Hadad teki kuningas Asan pyynnön mukaan. Hän lähetti sotapäälliköitään Israelin kaupunkien kimppuun ja valtasi Ijjonin, Danin, Abel-Bet-Maakan ja Naftalin alueen Kinneretiä myöten.",
      "Kun Baesa kuuli siitä, hän jätti kesken Raman varustamisen ja pysyi Tirsassa.",
      "Kuningas Asa kutsui koolle kaikki Juudan miehet, yksikään ei saanut jäädä tulematta. He kuljettivat pois kivet ja hirret, joilla Baesa oli linnoittanut Ramaa, ja kuningas Asa vahvisti niillä Benjaminin Geban ja Mispan varustuksia.",
      "Kaikki muu, mitä on kerrottavaa Asasta ja hänen saavutuksistaan, kaikesta mitä hän teki ja kaupungeista jotka hän rakensi, on kirjoitettu Juudan kuninkaiden historiaan. Vanhoilla päivillään hän oli jalkavaivainen.",
      "Asa meni lepoon isiensä luo, ja hänet haudattiin isiensä viereen Daavidin kaupunkiin. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Josafat.",
      "Nadab, Jerobeamin poika, tuli Israelin kuninkaaksi Juudan kuninkaan Asan toisena hallitusvuotena. Hän hallitsi Israelia kaksi vuotta.",
      "Nadab teki sitä, mikä on väärää Herran silmissä. Hän kulki isänsä teitä ja syyllistyi samaan syntiin, jolla hänen isänsä oli johdattanut Israelin synnintekoon.",
      "Baesa, Ahian poika, joka oli Isaskarin heimoa, teki salaliiton Nadabia vastaan. Baesa löi hänet kuoliaaksi hänen ja koko Israelin sotaväen piirittäessä Gibbetonin kaupunkia, joka oli filistealaisten hallussa.",
      "Baesa surmasi hänet Juudan kuninkaan Asan kolmantena hallitusvuotena ja nousi kuninkaaksi hänen sijaansa.",
      "Kuninkaaksi noustessaan hän otti hengiltä koko Jerobeamin suvun. Hän ei jättänyt Jerobeamin suvusta eloon ainoatakaan, vaan tuhosi heidät kaikki. Näin kävi toteen se, minkä Herra oli ilmoittanut palvelijansa, silolaisen Ahian, suulla.",
      "Tekemällä syntiä ja saattamalla Israelin synnintekoon Jerobeam oli vihastuttanut Herran, Israelin Jumalan.",
      "Kaikki muu, mitä Nadabista ja hänen teoistaan on kerrottavaa, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Asan ja Baesan, Israelin kuninkaan, välillä oli sota niin kauan kuin he elivät.",
      "Juudan kuninkaan Asan kolmantena hallitusvuotena Baesasta, Ahian pojasta, tuli Israelin kuningas. Hän hallitsi Tirsassa kaksikymmentäneljä vuotta.",
      "Baesa teki sitä, mikä on väärää Herran silmissä. Hän kulki Jerobeamin teitä ja syyllistyi samaan syntiin, jolla Jerobeam oli johdattanut Israelin synnintekoon."
    ],
    [
      "Jehu, Hananin poika, sai Baesalle vietäväksi tämän Herran sanan:",
      "Minä lakaisen Baesan ja hänen sukunsa pois, teen hänen suvulleen niin kuin tein Jerobeamin, Nebatin pojan, suvulle.",
      "Kaikki muu, mitä on kerrottavaa Baesasta, hänen teoistaan ja saavutuksistaan, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Baesa meni lepoon isiensä luo, ja hänet haudattiin Tirsaan. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Ela.",
      "Profeetta Jehun, Hananin pojan, suulla Baesalle ja hänen suvulleen oli tullut Herran ankara sana, koska Baesa kättensä töillä oli herättänyt Herran vihan. Kaikki ne olivat pahoja Herran silmissä. Baesa oli tuhonnut Jerobeamin suvun mutta eli sitten itse sen tavoin.",
      "Juudan kuninkaan Asan kahdentenakymmenentenäkuudentena hallitusvuotena Elasta, Baesan pojasta, tuli Israelin kuningas. Hän hallitsi Tirsassa kaksi vuotta.",
      "Hänen sotapäällikkönsä Simri, jolla oli komennossaan puolet vaunujoukoista, teki salaliiton häntä vastaan. Kun Ela kerran oli Tirsassa hovinsa päällikön Arsan talossa juonut itsensä humalaan,",
      "Simri tuli sinne ja löi hänet kuoliaaksi. Tämä tapahtui Juudan kuninkaan Asan kahdentenakymmenentenäseitsemäntenä hallitusvuotena. Simristä tuli Elan sijaan kuningas.",
      "Kun hän oli tullut kuninkaaksi ja asettunut valtaistuimelle, hän otti hengiltä koko Baesan suvun. Hän ei jättänyt eloon ainoatakaan Baesan miespuolista jälkeläistä ja surmasi myös hänen muut sukulaisensa ja kaikki, jotka häntä kannattivat.",
      "Simri tuhosi koko Baesan suvun, niin kuin Herra oli sanonut Baesalle profeetta Jehun suulla.",
      "Näin tapahtui Baesan ja hänen poikansa Elan kaikkien syntien vuoksi. He olivat tehneet syntiä ja saattaneet Israelin synnintekoon. Tyhjääkin tyhjemmillä jumalillaan he olivat herättäneet Herran, Israelin Jumalan, vihan.",
      "Kaikki muu, mitä Elasta ja hänen teoistaan on kerrottavaa, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Juudan kuninkaan Asan kahdentenakymmenentenäseitsemäntenä hallitusvuotena Simristä tuli kuningas. Hän hallitsi Tirsassa seitsemän päivää. Sotaväki oli silloin leiriytynyt piirittämään Gibbetonia, joka oli filistealaisten hallussa.",
      "Kun piiritysjoukot kuulivat kerrottavan, että Simri oli tehnyt salaliiton ja lyönyt kuninkaan kuoliaaksi, koko Israelin sotaväki heti samana päivänä leirissä julisti Israelin kuninkaaksi Omrin, sotaväen päällikön.",
      "Omri ja kaikki Israelin sotilaat lähtivät Gibbetonin luota ja saartoivat Tirsan.",
      "Kun Simri näki kaupungin olevan vihollisen käsissä, hän vetäytyi kuninkaan palatsin sisäosiin. Hän sytytti palatsin tuleen, ja näin hän kuoli",
      "syntiensä tähden. Kulkiessaan Jerobeamin teitä hän oli tehnyt sitä, mikä on väärää Herran silmissä, ja hänen syntinään oli myös se, että hän oli johdattanut Israelin synnintekoon.",
      "Kaikki muu, mitä on kerrottavaa Simristä ja salaliitosta, jonka hän teki, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Israelin väki jakautui tuolloin kahtia. Toinen puoli kannatti Tibniä, Ginatin poikaa, ja halusi tehdä hänestä kuninkaan, toinen puoli kannatti Omria.",
      "Omrin puolella oleva sotaväki pääsi voitolle niistä sotilaista, jotka olivat Tibnin, Ginatin pojan, puolella. Tibni kuoli, ja Omrista tuli kuningas.",
      "Omrista tuli Israelin kuningas Juudan kuninkaan Asan kolmantenakymmenentenäyhdentenä hallitusvuotena, ja hän oli vallassa kaksitoista vuotta. Hallittuaan kuusi vuotta Tirsassa",
      "hän osti Semeriltä Samarian vuoren kahdella talentilla hopeaa. Hän rakensi vuorelle kaupungin ja antoi sille vuoren omistaneen Semerin mukaan nimeksi Samaria.",
      "Omri teki sitä, mikä on väärää Herran silmissä; hän teki enemmän pahaa kuin kukaan edeltäjänsä.",
      "Hän seurasi kaikessa Jerobeamin, Nebatin pojan, teitä. Hän syyllistyi samaan syntiin, jolla Jerobeam oli johdattanut Israelin synnintekoon, niin että kansa tyhjääkin tyhjemmillä jumalillaan herätti Herran, Israelin Jumalan, vihan.",
      "Kaikki muu, mitä on kerrottavaa Omrista, hänen teoistaan ja saavutuksistaan, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Omri meni lepoon isiensä luo, ja hänet haudattiin Samarian kaupunkiin. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Ahab.",
      "Ahab, Omrin poika, tuli Israelin kuninkaaksi Juudan kuninkaan Asan kolmantenakymmenentenäkahdeksantena hallitusvuotena. Hän oli Samariassa Israelin hallitsijana kahdenkymmenenkahden vuoden ajan.",
      "Ahab, Omrin poika, teki enemmän kuin kukaan hänen edeltäjänsä sitä, mikä on väärää Herran silmissä.",
      "Ei siinä kyllin, että hän kulki Jerobeamin, Nebatin pojan, synneissä. Hän jopa otti vaimokseen Sidonin kuninkaan Etbaalin tyttären, Isebelin, ja ryhtyi palvelemaan ja kumartamaan Baalia.",
      "Hän rakensi Samarian kaupunkiin Baalille pyhäkön ja pystytti sinne Baalin alttarin.",
      "Ahab pystytti myös asera-tarhan ja teki vielä paljon muuta, jolla herätti Herran, Israelin Jumalan, vihan pahemmin kuin yksikään Israelin kuningas ennen häntä.",
      "Hänen aikanaan beteliläinen Hiel rakensi uudelleen Jerikon muurit. Niiden perustusten laskeminen maksoi Hielille hänen esikoisensa Abiramin hengen ja porttien pystyttäminen hänen nuorimman poikansa Segubin hengen. Näin tapahtui sen mukaisesti, mitä Herra oli antanut Joosuan, Nunin pojan, ilmoittaa."
    ],
    [
      "Elialle tuli sitten tämä Herran sana:",
      "Hän lähti matkaan ja teki niin kuin Herra oli käskenyt. Hän meni Keritinpurolle, joka on Jordanista itään, ja jäi sinne.",
      "Korpit toivat hänelle aamuin illoin leipää ja lihaa, ja purosta hän sai juodakseen.",
      "Jonkin ajan kuluttua puro kuitenkin kuivui, koska koko maassa ei ollut satanut.",
      "Elialle tuli silloin tämä Herran sana:",
      "Lähde Sidonin alueen Sarpatiin ja asetu sinne. Minä olen käskenyt erästä leskivaimoa pitämään sinusta siellä huolta.",
      "Leski meni ja teki niin kuin Elia oli sanonut, ja heillä kaikilla riitti syötävää pitkät ajat.",
      "Jauhoruukku ei tyhjentynyt eikä öljypullo ehtynyt, sillä näin oli Herra sanonut Elian suulla.",
      "Jonkin ajan kuluttua kävi niin, että talon emännän poika sairastui. Hänen tautinsa yltyi niin pahaksi, ettei hänessä lopulta ollut elonmerkkiä.",
      "Herra kuuli Elian pyynnön. Henki palasi poikaan, ja hän virkosi eloon."
    ],
    [
      "Elia lähti Ahabin luo. Samariassa oli kova nälänhätä.",
      "Ahab kutsui puheilleen hovin päällikön Obadjan, joka oli harras Herran palvelija.",
      "Silloin kun Isebel pyrki tuhoamaan Herran profeetat, Obadja oli pelastanut heistä sata. Hän oli piilottanut nämä kahteen luolaan, viisikymmentä kumpaankin, ja toimittanut heille ruokaa ja vettä.",
      "He jakoivat maan kahteen osaan. Ahab kulki toisen osan päästä päähän, Obadja toisen.",
      "Niin totta kuin Herra, sinun Jumalasi, elää, ei ole sellaista kansaa eikä valtakuntaa, jonka alueelta herrani ei olisi kysellyt sinua. Ja kun hänelle on vastattu, ettet ole siellä, hän on aina pannut sen valtakunnan ja kansan vannomaan, ettei sinua ole löydetty.",
      "Nyt sinä käsket minun mennä kertomaan herralleni, että olet täällä.",
      "Kun lähden luotasi, Herran henki vie sinut ties minne, ja kun minä menen kertomaan sinusta Ahabille eikä hän sitten löydäkään sinua, hän tappaa minut. Kuitenkin minä, palvelijasi, olen nuoruudestani saakka ollut Herralle kuuliainen!",
      "Etkö ole kuullut, mitä tein silloin, kun Isebel tappoi Herran profeetat? Minähän piilotin sata profeettaa kahteen luolaan, viisikymmentä kumpaankin, ja toimitin heille ruokaa ja vettä.",
      "Obadja meni Ahabin luo ja kertoi hänelle, missä Elia oli. Ahab lähti tapaamaan Eliaa.",
      "Ahab lähetti sanan kaikille israelilaisille ja kokosi profeetat Karmelinvuorelle.",
      "Tuokaa meille kaksi nuorta sonnia. He saavat valita itselleen niistä toisen. Paloitelkoot sitten sen ja pankoot palat polttopuiden päälle, mutta tulta älkööt sytyttäkö. Minä teen samoin toiselle sonnille, panen sen puiden päälle mutta en sytytä tulta.",
      "Profeetat huusivat vielä kovemmalla äänellä ja viiltelivät tapansa mukaan itseään miekoilla ja keihäillä, niin että olivat aivan veressä.",
      "Puolenpäivän jälkeen he tulivat hurmoksiin ja olivat siinä tilassa ruokauhrin aikaan saakka. Mutta ei kuulunut ääntä, ei tullut vastausta, mitään ei tapahtunut.",
      "Hän rakensi kivistä Herralle alttarin ja kaivoi sen ympärille ojan, johon olisi mahtunut kaksi sea-mittaa jyviä.",
      "Sitten hän latoi puut alttarille, paloitteli sonnin ja pani palat puiden päälle.",
      "Vesi valui alttarin ympärille ja täytti ojankin.",
      "Silloin Herran tuli iski alas. Se söi polttouhrin ja puut sekä alttarin kivet ja mullan ja nuoli ojasta veden.",
      "Ahab meni aterioimaan. Mutta Elia nousi Karmelille, kumartui maahan ja painoi kasvonsa polviensa väliin.",
      "Siinä samassa myrskypilvet synkensivät taivaan ja alkoi rankkasade. Ahab nousi vaunuihin ja lähti Jisreeliin.",
      "Herran käsi tuli Elian päälle, ja hän kietoi viittansa liepeet vyötäisilleen ja juoksi Ahabin edellä koko matkan Jisreeliin saakka."
    ],
    [
      "Ahab kertoi Isebelille kaiken, mitä Elia oli tehnyt, myös sen, kuinka hän oli miekalla surmannut kaikki Baalin profeetat.",
      "Elia pelästyi ja lähti pakoon pelastaakseen henkensä. Hän tuli Beersebaan, joka oli Juudan alueella, ja jätti palveluspoikansa sinne.",
      "Hän katsahti ympärilleen, ja hänen pääpuolessaan oli kivillä paistettu leipä ja vesiruukku. Hän söi ja joi ja asettui taas makuulle.",
      "Hän nousi jalkeille ja söi ja joi. Ruoka antoi hänelle voimaa kulkea neljäkymmentä päivää ja neljäkymmentä yötä, kunnes hän tuli Horebille, Jumalan vuorelle.",
      "Maanjäristystä seurasi tulenlieska, mutta Herra ei ollut tulessakaan. Tulen jälkeen kuului hiljaista huminaa.",
      "Israelin kuninkaaksi voitele Jehu, Nimsin poika, ja seuraajaksesi profeetan tehtävään Elisa, Safatin poika, joka asuu Abel-Meholassa.",
      "Jos joku pääsee pakoon Hasaelin miekkaa, hänet tappaa Jehu, ja jos joku pääsee Jehun miekkaa pakoon, hänet tappaa Elisa.",
      "Elia lähti matkaan. Hän kohtasi Elisan, Safatin pojan, kun tämä oli kyntämässä. Pellolla oli kaksitoista härkäparia, ja hän kynti niistä viimeisellä. Elia kulki hänen ohitseen ja heitti viittansa hänen ylleen.",
      "Elisa palasi profeetan luota pellolle, otti härkäparin ja teurasti sen uhriksi. Hän kypsensi lihat ikeestä ja aurasta tekemällään tulella ja antoi ne väelleen, ja he söivät yhdessä. Sitten hän lähti seuraamaan Eliaa ja ryhtyi hänen palvelijakseen."
    ],
    [
      "Syyrian kuningas Ben-Hadad kokosi suuren sotajoukon. Kolmekymmentäkaksi kuningasta oli hänen kanssaan, kun hän vaunujoukkoineen lähti hyökkäykseen, piiritti Samarian kaupungin ja yritti vallata sen.",
      "Hän lähetti miehiään kaupunkiin Israelin kuninkaan Ahabin luo",
      "Ahab katsasti maaherrojen lähettämät nuorukaiset, ja heitä oli kaksisataakolmekymmentäkaksi. Heidän jälkeensä hän tarkasti koko Israelin sotaväen, ja sitä oli seitsemäntuhatta miestä.",
      "Miehet lähtivät kaupungista hyökkäykseen keskipäivän aikaan. Ben-Hadad oli lehväkatoksen alla, ja hän ja ne kolmekymmentäkaksi kuningasta, jotka olivat hänen apunaan, olivat juoneet itsensä juovuksiin.",
      "Maaherrojen nuoret soturit lähtivät ensimmäisinä hyökkäykseen. Ben-Hadad lähetti katsomaan, mitä oli tekeillä, ja hänelle kerrottiin, että Samarian kaupungista oli lähtenyt miehiä liikeelle.",
      "Mutta kun maaherrojen nuoret soturit ja heitä seuraavat sotilaat hyökkäsivät kaupungista,",
      "he löivät kukin vastustajansa hengiltä. Syyrian joukot lähtivät pakosalle, ja israelilaiset ajoivat niitä takaa. Ben-Hadad, Syyrian kuningas, pääsi ratsain pakoon muutamien miestensä kanssa.",
      "Israelin kuningaskin lähti hyökkäykseen. Hän löi vaunujoukot ja tuotti syyrialaisille suuren tappion.",
      "Tee nyt näin: Pane kaikki kuninkaat pois tehtävistään ja aseta omat käskynhaltijasi heidän sijaansa.",
      "Vuoden päästä samaan aikaan Ben-Hadad katsasti Syyrian joukot ja marssi Afekiin ryhtyäkseen taisteluun Israelia vastaan.",
      "Israelin joukot katsastettiin ja varustettiin sotaan, ja ne menivät syyrialaisia vastaan. Israelilaiset leiriytyivät vihollista vastapäätä. Heidän joukkonsa olivat kuin kaksi pientä vuohilaumaa, kun taas Syyrian armeija täytti koko tienoon.",
      "Joukot pysyivät leireissään toisiaan vastapäätä seitsemän päivän ajan. Seitsemäntenä päivänä syntyi taistelu, ja israelilaiset surmasivat sen yhden päivän aikana satatuhatta syyrialaista jalkamiestä.",
      "Hengissä säilyneet pakenivat Afekiin, mutta kaupunginmuuri sortui ja kaksikymmentäseitsemäntuhatta sotilasta jäi sen alle. Myös Ben-Hadad tuli pakomatkallaan kaupunkiin ja etsi huoneesta toiseen piilopaikkaa.",
      "Hän jäi sitten tielle odottamaan kuningasta. Jottei häntä olisi tunnettu, hän pani siteen silmilleen.",
      "Silloin hän tempasi siteen silmiltään, ja Israelin kuningas tunsi hänet profeetaksi.",
      "Synkkänä ja raivoissaan Israelin kuningas lähti kotimatkalle ja palasi Samariaan."
    ],
    [
      "Pian tämän jälkeen sattui tällainen tapaus. Jisreeliläisellä Nabotilla oli viinitarha Jisreelissä Samarian kuninkaan Ahabin palatsin vieressä.",
      "Ahab meni kotiinsa synkkänä ja raivoissaan, koska jisreeliläinen Nabot oli vastannut hänelle sillä tavoin ja kieltäytynyt luovuttamasta hänelle isiensä perintömaata. Hän paneutui makuulle vuoteelleen, kääntyi seinään päin eikä syönyt mitään.",
      "Isebel kirjoitti kirjeitä Ahabin nimissä, vahvisti ne hänen sinetillään ja lähetti ne vanhimmille ja jalosukuisille, jotka asuivat samassa kaupungissa kuin Nabot.",
      "Nabotin kotikaupungin vanhimmat ja jalosukuiset tekivät Isebelin määräyksen mukaisesti, juuri niin kuin hän oli heille lähettämissään kirjeissä käskenyt.",
      "He julistivat paaston ja panivat Nabotin kansanjoukon eteen istumaan.",
      "Kun Ahab kuuli, että Nabot oli kuollut, hän lähti Jisreeliin ottaakseen Nabotin viinitarhan haltuunsa.",
      "Mutta tisbeläiselle Elialle tuli tämä Herran sana:",
      "Sen tähden Herra sanoo näin: 'Minä saatan sinut onnettomuuteen. Minä lakaisen sinut pois ja hävitän Israelista miespuoliset jälkeläisesi, niin suuret kuin pienetkin.",
      "Minä teen sinun suvullesi niin kuin tein Jerobeamin, Nebatin pojan, suvulle ja Baesan, Ahian pojan, suvulle. Tämän teen siksi, että olet herättänyt minun vihani ja johdattanut Israelin tekemään syntiä.'",
      "Myös Isebelistä Herralla on viesti. Hän sanoo: 'Koirat syövät Isebelin Jisreelin maatilalla.",
      "Kukaan muu Israelin kuningas ei syyllistynyt sellaiseen kuin Ahab. Hän myi itsensä tekemään sitä, mikä on väärää Herran silmissä, kun hänen vaimonsa Isebel yllytti häntä.",
      "Häpeällisesti hän ryhtyi palvelemaan epäjumalia aivan samoin kuin amorilaiset, nuo, jotka Herra hävitti israelilaisten tieltä.",
      "Mutta kun Ahab kuuli Elian sanat, hän repäisi vaatteensa ja pani säkkikankaan paljaalle iholleen. Hän paastosi, nukkui pelkkä säkkikangas yllään ja kulki pää painuksissa.",
      "Silloin tisbeläiselle Elialle tuli tämä Herran sana:",
      "Oletko huomannut, miten Ahab on nöyrtynyt minun edessäni? Koska hän on noin nöyrtynyt, minä en tuo onnettomuutta vielä hänen päivinään. Vasta hänen poikansa aikana minä saatan hänen sukunsa onnettomuuteen."
    ],
    [
      "Kolme vuotta kesti rauhaa; sinä aikana Syyria ja Israel eivät olleet sodassa keskenään.",
      "Kolmantena vuotena Juudan kuningas Josafat lähti Israelin kuninkaan Ahabin luo.",
      "Israelin kuningas ja Josafat, Juudan kuningas, istuivat Samarian kaupunginportin aukiolla kumpikin istuimellaan kuninkaallisissa vaatteissaan. Kaikki profeetat olivat hurmostilassa heidän edessään.",
      "Ja Herra sanoi: 'Kuka eksyttäisi Ahabin, niin että hän lähtee sotaretkelle ja kaatuu Ramot-Gileadissa?' Yksi vastasi yhtä, toinen toista,",
      "kunnes esiin tuli muuan henki. Se asettui Herran eteen ja sanoi: 'Minä eksytän hänet.' 'Millä tavoin?' kysyi Herra.",
      "Henki vastasi: 'Minä lähden sinne ja menen valheen henkenä jokaisen hänen profeettansa suuhun.' Silloin Herra sanoi: 'Eksytä sinä hänet, sinä pystyt siihen. Mene ja tee niin.'",
      "Israelin kuningas ja Josafat, Juudan kuningas, lähtivät sotaretkelle Ramot-Gileadiin.",
      "Vaunujoukkojen päälliköt huomasivat, ettei hän ollutkaan Israelin kuningas, ja lakkasivat ahdistamasta häntä.",
      "Mutta taistelu riehui kiivaana, ja niin kuningas joutui olemaan koko päivän vaunuissaan taistelukentällä. Illalla hän kuoli, sillä hänen verensä oli vuotanut kuiviin vaunujen pohjalle.",
      "Näin kuningas kuoli. Hänen ruumiinsa vietiin Samarian kaupunkiin, ja hänet haudattiin sinne.",
      "Vaunut huuhdeltiin Samarian kaupungin ulkopuolella vesialtaalla, missä portot peseytyivät, ja koirat nuolivat hänen verensä, niin kuin Herra oli sanonut.",
      "Kaikki muu, mitä on kerrottavaa Ahabista ja hänen teoistaan, norsunluupalatsista ja kaikista hänen kaupungeistaan, on kirjoitettu Israelin kuninkaiden historiaan.",
      "Ahab meni lepoon isiensä luo, ja hänen jälkeensä tuli kuninkaaksi hänen poikansa Ahasja.",
      "Josafatista, Asan pojasta, tuli Juudan kuningas Israelin kuninkaan Ahabin neljäntenä hallitusvuotena.",
      "Josafat oli kuninkaaksi tullessaan kolmenkymmenenviiden vuoden ikäinen, ja hän hallitsi Jerusalemissa kaksikymmentäviisi vuotta. Hänen äitinsä oli Asuba, Silhin tytär.",
      "Josafat kulki kaikessa isänsä Asan tietä, hän ei siltä poikennut vaan teki sitä, mikä on oikein Herran silmissä. (H22:44)Uhrikukkuloista ei kuitenkaan luovuttu, vaan kansa teurasti ja poltti edelleenkin uhreja kukkuloilla.",
      "(H22:45)Josafat teki rauhan Israelin kuninkaan kanssa.",
      "(H22:46)Kaikki muu, mitä Josafatista, hänen saavutuksistaan ja sodistaan on kerrottavaa, on kirjoitettu Juudan kuninkaiden historiaan.",
      "(H22:47)Hän hävitti maasta viimeisetkin haureutta harjoittavat pyhäkköpalvelijat, jotka hänen isänsä Asan ajoilta olivat jääneet jäljelle.",
      "(H22:48)Edomissa ei siihen aikaan ollut kuningasta, vaan sitä hallitsi maaherra.",
      "(H22:49)Josafat teetti Tarsisin-laivoja tuodakseen niillä Ofirista kultaa, mutta matkasta ei tullut mitään, sillä laivat hajosivat jo Esjon- Geberissä.",
      "(H22:51)Josafat meni lepoon isiensä luo, ja hänet haudattiin isiensä viereen Daavidin kaupunkiin. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Joram.",
      "Ahasja, Ahabin poika, tuli Samarian kaupungissa Israelin kuninkaaksi Juudan kuninkaan Josafatin seitsemäntenätoista hallitusvuotena. Hän hallitsi Israelia kaksi vuotta.",
      "Ahasja teki sitä, mikä on väärää Herran silmissä, kulki samaa tietä kuin isänsä ja äitinsä ja Jerobeam, Nebatin poika, joka oli johdattanut Israelin synnintekoon.",
      "Hän palveli ja kumarsi Baalia. Näin hän vihastutti Herran, Israelin"
    ]
  ],
  "name": "1 Kings"
}
