{
  "id": "lm",
  "chapters": [
    [
      "Voi! Miten yksin onkaan nyt kaupunki, ennen niin täynnä väkeä! Kansojen valtiatar on kuin leski. Maitten ruhtinatar tekee orjan työtä.",
      "Hän itkee katkerasti yössä, kyyneleet vierivät hänen poskillaan. Yksikään hänen ystävistään ei ole lohduttamassa. Kaikki ovat hänet pettäneet, kääntyneet vihollisiksi.",
      "Kauan sai Juuda jo kärsiä vaivaa ja kurjuutta, nyt se on vielä viety pois maastaan, se asuu vieraiden kansojen seassa eikä lepoa löydä. Vainoojat saavuttivat Juudan, pakotietä ei ollut.",
      "Siionin tiet surevat, kukaan ei tule juhliin. Kaikki hänen porttinsa ovat autioina, hänen pappinsa huokaavat, neidot valittavat. Katkera on Siionin kohtalo.",
      "Hänen vihamiehensä ovat ottaneet vallan, hänen vihollisillaan ei ole hätää. Herra itse antaa Siionin kärsiä sen monien syntien tähden. Lapsetkin otettiin vangiksi, vihollinen vei heidät pois.",
      "Kadottanut on tytär Siion kaiken loistonsa. Hänen ruhtinaansa ovat kuin peurat, jotka eivät laidunta löydä, jotka voimattomina yrittävät paeta metsästäjä kintereillään.",
      "Kurjuutensa ja kodittomuutensa päivinä Jerusalem muistaa kaiken sen hyvän, mitä hänellä oli ollut muinaisista ajoista asti. Nyt, kun hänen väkensä kaatui vihollisen käsiin, kukaan ei tullut avuksi. Viholliset vain pilkaten nauroivat nähdessään hänen loppunsa.",
      "Raskaasti on Jerusalem rikkonut, kaikki surkuttelevat hänen kohtaloaan. Kaikki, jotka ennen kunnioittivat häntä, nyt halveksivat, kun näkevät hänet alastomana. Itsekin hän huokaa ja kääntää kasvonsa pois.",
      "Vihollinen kävi käsiksi hänen aarteisiinsa. Hän joutui näkemään, kuinka muukalaiset tunkeutuivat pyhäkköön, vaikka sinä, Herra, olit säätänyt, ettei yksikään muukalainen saa astua seurakuntasi keskelle.",
      "Kaiken tämän tähden minä itken, silmäni vuotavat vettä. Ei ole ketään, joka lohduttaisi, ei ketään, joka sieluni virvoittaisi. Kaikki poikani on lyöty maahan, niin väkevä oli vihollinen.",
      "Anoen ojentaa Siion käsiään, mutta kukaan ei auta häntä. Herra käski naapurikansat Jaakobin kimppuun. Jerusalem on tullut saastaksi niiden silmissä.",
      "Tulkoon kaikki heidän pahuutensa sinun tietoosi! Tee sinä heille, niin kuin teit minulle syntieni tähden. Lakkaamatta minä huokaan, sydämeni on sairas."
    ],
    [
      "Voi! Vihansa pilveen Herra on peittänyt tytär Siionin! Taivaasta maahan hän heitti sinut, Israelin kruunun. Vihansa päivänä hän ei säästänyt koroketta, joka on hänen valtaistuimensa edessä.",
      "Herra tuhosi säälimättä kaikki Jaakobin asuinsijat, vihassaan hän repi raunioiksi Juudan linnoitukset, hajotti ne maahan. Herra häpäisi kuningaskunnan ja sen ruhtinaat.",
      "Vihasta hehkuen hän mursi Israelin voiman ja vallan, hän veti pois suojelevan kätensä, kun vihollinen saapui. Hän poltti Jaakobin kuin liekehtivä tuli, joka nielee kaiken.",
      "Hän jännitti jousensa kuin vihollinen, valmiina ampumaan nuolen. Kuin vihamies hän tappoi kaiken, mistä silmä oli iloinnut. Kiivaudessaan hän sytytti tuleen Siionin tyttären majan.",
      "Herra oli kuin vihollinen, hän teki lopun Israelista, hävitti kaikki sen palatsit, tuhosi sen linnoitukset. Hän täytti Juudan surulla ja murheella.",
      "Oman majansa hän tuhosi, hävitti puutarhansa, löi maan tasalle pyhäkkönsä. Juhlapäivän ja sapatin hän antoi unohtua Siionissa. Kauhistuttavassa vihassaan hän hylkäsi kuninkaan ja papit.",
      "Myös oman alttarinsa hän jätti, hylkäsi temppelinsä. Hän antoi vihollisen käsiin palatsit ja muurit. Silloin kaikui Herran huoneessa melu ja meteli kuin juhlapäivänä ikään.",
      "Herra oli päättänyt hävittää Siionin muurit. Tarkoin hän tiesi, mitä teki. Ei hän vetänyt kättään tuhoamasta: valli ja muuri itkivät kohtaloaan, yhdessä ne sortuivat.",
      "Portit ovat kaatuneet maahan, hän särki niiden salvat. Kuningas ja ruhtinaat ovat vieraalla maalla, enää ei opeteta Jumalan lakia, enää eivät profeetat saa näkyjä Herralta.",
      "Maassa istuvat vaiti Siionin vanhimmat. He sirottelevat multaa hiuksiinsa, pukeutuvat säkkivaatteeseen. Maahan painavat päänsä Jerusalemin nuoret tytöt.",
      "Silmäni riutuvat kyynelistä, sisintäni polttaa tuska. Voimani valuvat maahan kansani sortumisen tähden. Lapset ja imeväiset nääntyvät kaupungin kaduilla.",
      "Mitä minä sanoisin sinulle, tytär Jerusalem, mihin vertaisin sinua? Kenen kohtaloa muistuttaa sinun kohtalosi, Siion, mistä löydän lohdutuksen sanat? Suuri kuin meri on sinun vammasi, kuka voi parantaa sinut?",
      "Profeettojesi näyt olivat petosta ja harhaa. Syntiäsi he eivät paljastaneet, eivät kääntäneet kohtaloasi. Vääriä ja eksyttäviä olivat heidän ennussanansa.",
      "Herra teki sen, minkä oli aikonut, hän toteutti sanansa, jonka oli ilmoittanut jo kauan sitten. Säälimättä hän hajotti sinut, antoi vihollisillesi riemuvoiton, vihamiehillesi täyden vallan.",
      "Huutakaa Herraa, huutakaa sydämenne pohjasta, te Siionin muurit! Anna kyyneltesi virrata kuin puro päivät ja yöt, vailla hetkenkään lepoa, Siion! Älkööt silmäsi kuivuko.",
      "Nouse, huuda ja valita yöllä, jokaisen vartiovuoron aikaan. Vuodata sydämesi tuska Herran kasvojen eteen. Kohota kätesi häntä kohti lastesi elämän puolesta. Heitä viruu joka kadunkulmassa, he nääntyvät nälkään.",
      "Kaikki, joita sydämeni kauhistuu, sinä kutsuit tänne kuin juhlaan. Herran vihan päivänä ei ollut pelastunutta, kukaan ei päässyt pakoon. Voi lapsiani, jotka synnytin ja kasvatin! Vihollinen teki heistä lopun."
    ],
    [
      "Minä onneton mies! Paljon olen kärsinyt, Herra on lyönyt minua vihansa sauvalla.",
      "Hän kuljetti minua, hän vei minut pimeään, pilkkopimeään.",
      "Hän on nostanut kätensä minua vastaan päivä päivältä yhä uudelleen.",
      "Hän repi rikki ihoni, raateli lihani, murskasi kaikki luuni.",
      "Hän rakensi varustuksia minua vastaan, ympäröi minut tuskan muurilla.",
      "Keskelle pimeyttä hän pani minut asumaan, kuin kauan sitten kuolleitten joukkoon.",
      "Hän sulki minun tieni, en pääse pakoon, hän pani minulle painavat kahleet.",
      "Vaikka kuinka huudan ja valitan, hän ei kuule rukoustani.",
      "Hän tukki tieni kivenjärkäleillä, antoi minun kulkea harhaan.",
      "Hän väijyi minua kuin karhu, kuin leijona piilopaikassaan.",
      "Hän eksytti minut tieltä, raateli minut, jätti hylättynä makaamaan.",
      "Hän jännitti jousensa ja suuntasi nuolensa minua kohti.",
      "Hän ampui minuun viinensä nuolet, lävisti rintani.",
      "Minusta tuli kaiken kansan pilkka, ainainen ivan aihe.",
      "Hän syötti minulle katkeria yrttejä, juotti karvasta juomaa.",
      "Hän polki minut maan tomuun, pani hampaani jauhamaan soraa.",
      "Minä kadotin onneni päivät, unohdin, millaista on elää rauhassa.",
      "Kurjuuteni ja kodittomuuteni täyttää mieleni, kaikki maistuu myrkyltä ja koiruoholta.",
      "Minä en voi unohtaa onnettomuuttani, en saa sitä mielestäni.",
      "Kuitenkin minä toivon ja odotan, sillä minä ajattelen tätä:",
      "Herran armoa on se, että vielä elämme, hänen laupeutensa ei lopu koskaan.",
      "Joka aamu Herran armo on uusi, suuri on hänen uskollisuutensa.",
      "Herra on hyvä sille, joka panee toivonsa häneen, sille, joka häntä etsii.",
      "Hyvä on hiljaisuudessa toivoa apua Herralta.",
      "Hyvä on miehelle, että hän kantaa iestä nuoruudessaan.",
      "Istukoon hän yksin ja vaietkoon, kun Herra on pannut taakan hänen päälleen,",
      "painakoon suunsa tomuun -- ehkä on toivoa vielä.",
      "Kääntäköön hän poskensa lyöjäänsä kohti ja ottakoon vastaan pilkan.",
      "Mutta Herra ei hylkää, ei hylkää iäksi.",
      "Vaikka hän kurittaa, hän myös armahtaa, suuri on hänen laupeutensa.",
      "Ei Herra iloitse siitä, että hän kurittaa ihmistä.",
      "Kun kaikki vangiksi otetut murskataan jalkojen alle,",
      "kun ihmisen oikeus vääristetään Korkeimman silmien edessä,",
      "kun langetetaan väärä tuomio -- eikö Herra sitä näe?",
      "Kenen sana toteutuu? Eikö kaikki tapahdu niin kuin Herra sanoo?",
      "Eikö Korkeimman käskystä tule paha ja hyvä?",
      "Mitä syytä eloon jääneellä on valittaa? Hän kärsii syntiensä tähden.",
      "Tutkikaamme tietämme, tarkastelkaamme tekojamme ja palatkaamme Herran luo.",
      "Kohottakaamme nyt kätemme, kohottakaamme sydämemme taivasta kohti, Jumalan luo.",
      "Me olemme tehneet syntiä, kapinoineet sinua vastaan. Sinä et ole antanut anteeksi.",
      "Sinä verhouduit vihaan ja vainosit meitä, surmasit säälimättä.",
      "Sinä kätkeydyit pilveen, sen läpi ei rukous pääse.",
      "Roskatunkioksi sinä teit meidät kaikkien kansojen keskelle.",
      "Nyt kaikki vihollisemme irvistelevät meille.",
      "Edessämme oli kauhu ja hauta, tuho kohtasi meidät.",
      "Kyyneleet tulvivat silmistäni rakkaan kansani tuhon tähden.",
      "Silmäni vuotavat lakkaamatta. Itkuni ei taukoa,",
      "ennen kuin Herra katsoo taivaastaan ja näkee murheeni.",
      "Kun katselen kaupunkini tytärten tuskaa, sieluuni koskee.",
      "Viholliseni pyydystivät minua kuin lintua, kiihkeästi, ilman syytä.",
      "He syöksivät minut elävänä kuoppaan, he kivittivät minua.",
      "Kauhu tulvi pääni yli, minä ajattelin: loppuni on tullut.",
      "Herra, kuopan syvyydestä minä huudan sinun nimeäsi.",
      "Kuule ääneni! Älä sulje korviasi, kun anon apua ja pelastusta.",
      "Herra, sinä ajat minun asiaani, sinä lunastat minut.",
      "Kärsimäni vääryyden sinä näet, Herra. Hanki minulle oikeus.",
      "Sinä näet vihollisteni kostonhimon, kaikki heidän juonensa.",
      "Herra, sinä kuulet, kun he herjaavat minua, näet heidän juonensa.",
      "Vastustajani ivaavat minua, puhuvat pahaa kaiket päivät.",
      "Katso heitä: missä ikinä he istuvat tai seisovat, he laulavat pilkkalauluja minusta.",
      "Herra, rankaise heitä heidän tekojensa mukaan.",
      "Sokaise heidän järkensä, kiroa heidät.",
      "Aja heitä takaa vihassasi, Herra, hävitä heidät taivaasi alta."
    ],
    [
      "Voi! Kadonnut on kullan loisto, himmennyt sen hohto! Pyhät, kalliit kivet on viskelty pitkin katuja.",
      "Siionin rakkaat pojat olivat ennen puhtaan kullan arvoisia. Nyt heitä kohdellaan kuin saviastioita, kuin savenvalajan töitä!",
      "Sakaalitkin tarjoavat nisänsä, imettävät pentujaan. Mutta kansani tyttäret hylkäävät pienokaisensa kuin strutsi poikasensa.",
      "Imeväisen kieli kuivuu janosta, tarttuu kitalakeen. Lapset pyytävät leipää, kukaan ei anna.",
      "Jotka ennen söivät herkkuja, nääntyvät nyt kaduilla. Jotka pukeutuivat purppuraan, tonkivat nyt tunkioita.",
      "Sodoma hävitettiin hetkessä ihmiskäden koskematta. Mutta suurempi kuin Sodoman synti on oman kansani rikos.",
      "Siionin ruhtinaat olivat puhtaampia kuin lumi, valkoisempia kuin maito. He hohtivat kuin korallihelmet, loistivat kuin safiiri.",
      "Nyt he ovat nokea mustempia, kadulla ei kukaan heitä tunne. Heidän ihonsa näivettyy luiden päällä, kuivuu kuin puu.",
      "Onnellisempia ovat ne, jotka kaatuivat miekkaan, kuin ne, jotka nälästä lyyhistyvät maahan ja riutuvat ja menehtyvät vailla pellon antimia.",
      "Äidit, ennen hellät ja hyvät, keittivät omia lapsiaan saadakseen ruokaa hädän hetkellä, kansani luhistumisen päivänä.",
      "Herra päästi kiivautensa purkautumaan, vuodatti koko hehkuvan vihansa. Hän sytytti Siionin tuleen, poltti sen perustuksia myöten.",
      "Eivät uskoneet maanpiirin kuninkaat, ei tullut kenenkään mieleen, että jonakin päivänä vainooja ja vihollinen tulisi sisään Jerusalemin porteista.",
      "Tämä tapahtui profeettojen syntien tähden, pappien rikkomusten tähden. He vuodattivat kaupungissa viattomien verta.",
      "Silmät sokeina he nyt harhailevat kaduilla veren tahrimissa vaatteissa. Vaatteita, joihin eivät saisi edes koskea, he kantavat yllään.",
      "Herra itse on karkottanut heidät, ei hän enää katso heidän puoleensa. Pappeja ei kunnioiteta, vanhimmille ei anneta arvoa.",
      "Silmämme hämärtyivät ainaisesta tuijottamisesta, kun turhaan tähyilimme apua. Tähystyspaikoissa me odotimme auttajaa -- kansaa, joka ei tullut.",
      "Jokaista askeltamme tarkataan, emme voi liikkua ulkona. Päivämme ovat luetut, loppumme on lähellä, viimeinen hetkemme on tullut.",
      "Nopeampia kuin taivaan kotkat olivat vainoojamme. Kiivaasti he ajoivat meitä takaa vuorilla, vaanivat autiomaassa.",
      "Herran voideltu, kansamme elämä ja henki, joutui vangiksi heidän kuoppaansa. Olimme luulleet, että kuninkaamme suojassa saisimme elää, kansana kansojen joukossa.",
      "Iloitse vain ja riemuitse, sinä Edomin kansa, joka asut Usin maassa. Kohta on sinunkin juotava Herran vihan malja, sinä juovut, ja pian olet alaston.",
      "Tytär Siion, sinä olet jo kärsinyt synneistäsi rangaistuksen, enää ei Herra vie sinua pois maastasi. Mutta sinua, Edomin kansa, hän rankaisee, sinä joudut häväistyksi syntiesi tähden."
    ],
    [
      "Herra, muista, mitä meille on tapahtunut. Katso, miten meitä on häväisty.",
      "Perintömaamme on joutunut vieraille, omat kotimme muukalaisille.",
      "Meistä on tullut orpoja, isättömiä, äitimme ovat leskiä.",
      "Meidän täytyy maksaa vedestä, jota juomme, meidän täytyy ostaa polttopuut.",
      "Vainoojat ovat niskassamme. Me uuvumme, emme saa levätä.",
      "Me turvasimme milloin Egyptiin, milloin Assyriaan saadaksemme leipää.",
      "Isämme tekivät syntiä. Heitä ei enää ole, me saamme kantaa heidän syntiensä seuraukset.",
      "Orjat hallitsevat meitä, kukaan ei vapauta meitä heidän vallastaan.",
      "Henkemme kaupalla me hankimme leipämme, autiomaasta uhkaa rosvojen miekka.",
      "Ihomme halkeilee kuin saviuuni, nälkä polttaa ruumistamme.",
      "Naiset raiskataan Siionissa, nuoret tytöt Juudan kaupungeissa.",
      "Valloittajat hirttävät ylhäiset miehemme, vanhimpiamme he halveksivat.",
      "Nuoret miehet joutuvat pyörittämään jauhinkiviä, pojat kompastelevat puukuormien alla.",
      "Vanhimmat eivät enää kokoonnu kaupunginportille, nuoret miehet eivät näppäile soittimia.",
      "Sydämestämme on ilo kuollut, tanssimme on vaihtunut suruksi.",
      "Seppele on pudonnut päästämme. Voi meitä, paljon olemme tehneet syntiä!",
      "Olemme itkeneet silmämme sokeiksi, sydämemme on sairas.",
      "Siionin vuori on jäänyt autioksi, sakaalit siellä juoksentelevat.",
      "Sinä, Herra, hallitset ikuisesti, sinun valtaistuimesi pysyy polvesta polveen.",
      "Miksi sinä tyystin unohdat meidät, miksi hylkäät ainiaaksi?",
      "Herra, anna meidän palata luoksesi, niin me palaamme. Uudista päivämme entiselleen.",
      "Totisesti, sinä olet hylännyt meidät, ankara on sinun vihasi!"
    ]
  ],
  "name": "Lamentations"
}
