{
  "id": "jo",
  "chapters": [
    [
      "Alussa oli Sana. Sana oli Jumalan luona, ja Sana oli Jumala.",
      "Jo alussa Sana oli Jumalan luona.",
      "Kaikki syntyi Sanan voimalla. Mikään, mikä on syntynyt, ei ole syntynyt ilman häntä.",
      "Hänessä oli elämä, ja elämä oli ihmisten valo.",
      "Valo loistaa pimeydessä, pimeys ei ole saanut sitä valtaansa.",
      "Tuli mies, Jumalan lähettämä, hänen nimensä oli Johannes.",
      "Hän tuli todistajaksi, todistamaan valosta, jotta kaikki uskoisivat siihen.",
      "Ei hän itse ollut tuo valo, mutta valon todistaja hän oli.",
      "Todellinen valo, joka valaisee jokaisen ihmisen, oli tulossa maailmaan.",
      "Maailmassa hän oli, ja hänen kauttaan maailma oli saanut syntynsä, mutta se ei tuntenut häntä.",
      "Hän tuli omaan maailmaansa, mutta hänen omansa eivät ottaneet häntä vastaan.",
      "Mutta kaikille, jotka ottivat hänet vastaan, hän antoi oikeuden tulla Jumalan lapsiksi, kaikille, jotka uskovat häneen.",
      "He eivät ole syntyneet verestä, eivät ruumiin halusta, eivät miehen tahdosta, vaan Jumalasta.",
      "Sana tuli lihaksi ja asui meidän keskellämme. Me saimme katsella hänen kirkkauttaan, kirkkautta, jonka Isä ainoalle Pojalle antaa. Hän oli täynnä armoa ja totuutta.",
      "Hänen täyteydestään me kaikki olemme saaneet, armoa armon lisäksi.",
      "Lain välitti Mooses, armon ja totuuden toi Jeesus Kristus.",
      "Jumalaa ei kukaan ole koskaan nähnyt. Ainoa Poika, joka itse on Jumala ja joka aina on Isän vierellä, on opettanut meidät tuntemaan hänet.",
      "Johannes tunnusti totuuden, hän ei sitä kieltänyt. Hän sanoi:",
      "Niiden joukossa, jotka oli lähetetty Johanneksen luo, oli myös fariseuksia.",
      "Tämä tapahtui Jordanin tuolla puolen, Betaniassa, missä Johannes oli kastamassa.",
      "Hän on se, josta sanoin: 'Minun jälkeeni tuleva kulkee edelläni, sillä hän on ollut ennen minua.'",
      "Minäkään en häntä tuntenut. Mutta hän, joka lähetti minut kastamaan vedellä, sanoi minulle: 'Se, jonka päälle näet Hengen laskeutuvan ja jäävän, kastaa Pyhällä Hengellä.'",
      "Seuraavana päivänä Johannes oli samassa paikassa, ja hänellä oli kaksi opetuslasta seurassaan.",
      "Kun opetuslapset kuulivat hänen sanansa, he lähtivät seuraamaan Jeesusta.",
      "Toinen näistä, jotka kuulivat Johanneksen sanat ja lähtivät seuraamaan Jeesusta, oli Andreas, Simon Pietarin veli.",
      "Filippus oli kotoisin Betsaidasta, samasta kaupungista kuin Andreas ja Pietari."
    ],
    [
      "Viikon kolmantena päivänä vietettiin Galilean Kaanassa häitä. Jeesuksen äiti oli siellä,",
      "ja myös Jeesus ja hänen opetuslapsensa kutsuttiin häihin.",
      "Siellä oli kuusi kivistä vesiastiaa juutalaisten tapojen mukaisia pesuja varten; ne olivat parin kolmen mitan vetoisia.",
      "Valvoja maistoi vettä: se oli muuttunut viiniksi. Toisin kuin palvelijat, jotka olivat veden astiasta ottaneet, hän ei tiennyt, mistä viini oli peräisin. Hän kutsui sulhasen luokseen",
      "Tämä oli Jeesuksen tunnusteoista ensimmäinen, ja hän teki sen Galilean Kaanassa. Hän ilmaisi sillä kirkkautensa, ja hänen opetuslapsensa uskoivat häneen.",
      "Tämän jälkeen Jeesus sekä hänen äitinsä, veljensä ja opetuslapsensa menivät Kapernaumiin ja viipyivät siellä muutaman päivän.",
      "Juutalaisten pääsiäisjuhla oli tulossa, ja Jeesus lähti Jerusalemiin.",
      "Hän näki temppelissä kauppiaita, jotka myivät härkiä, lampaita ja kyyhkysiä. Siellä istui myös rahanvaihtajia.",
      "Jeesus teki nuoranpätkistä ruoskan ja ajoi heidät kaikki temppelistä lampaineen ja härkineen. Hän paiskasi vaihtajien rahat maahan ja kaatoi heidän pöytänsä.",
      "Jeesus tarkoitti kuitenkin temppelillä omaa ruumistaan.",
      "Kun hän sitten oli noussut kuolleista, opetuslapset muistivat nämä hänen sanansa, ja he uskoivat kirjoituksiin ja siihen, mitä Jeesus oli puhunut.",
      "Kun Jeesus oli pääsiäisjuhlan aikaan Jerusalemissa, monet uskoivat häneen nähdessään ne tunnusteot, jotka hän teki.",
      "Jeesus sitä vastoin ei uskoutunut heille, koska hän tunsi heidät kaikki.",
      "Hän ei tarvinnut kenenkään todistusta ihmisestä, sillä hän tiesi itse, mitä ihmisessä on."
    ],
    [
      "Fariseusten joukossa oli Nikodemos-niminen mies, juutalaisten neuvoston jäsen.",
      "Mikä on syntynyt lihasta, on lihaa, mikä on syntynyt Hengestä, on henkeä.",
      "Älä kummeksu sitä, että sanoin sinulle: 'Teidän täytyy syntyä uudesti.'",
      "Jos te ette usko, kun puhun teille tämän maailman asioista, kuinka voisitte uskoa, kun puhun taivaallisista!",
      "Kukaan ei ole noussut taivaaseen, paitsi hän, joka on taivaasta tänne tullut: Ihmisen Poika.",
      "jotta jokainen, joka uskoo häneen, saisi iankaikkisen elämän.",
      "Jumala on rakastanut maailmaa niin paljon, että antoi ainoan Poikansa, jottei yksikään, joka häneen uskoo, joutuisi kadotukseen, vaan saisi iankaikkisen elämän.",
      "Sitä, joka uskoo häneen, ei tuomita, mutta se, joka ei usko, on jo tuomittu, koska hän ei uskonut Jumalan ainoaan Poikaan.",
      "Ja tuomio on tämä: valo on tullut maailmaan, mutta pahojen tekojensa tähden ihmiset ovat valinneet sen asemesta pimeyden.",
      "Se, joka tekee pahaa, kaihtaa valoa; hän ei tule valoon, etteivät hänen tekonsa paljastuisi.",
      "Tämän jälkeen Jeesus lähti opetuslapsineen Juudeaan. Hän viipyi siellä heidän kanssaan jonkin aikaa ja kastoi ihmisiä.",
      "Myös Johannes kastoi edelleen; hän oli Ainonissa, Salimin lähellä, missä oli runsaasti vettä, ja ihmisiä tuli sinne kastettaviksi.",
      "Johannes ei näet vielä ollut joutunut vankilaan.",
      "Kerran Johanneksen opetuslapset kiistelivät erään juutalaisen kanssa puhdistautumisesta.",
      "Te voitte itse todistaa, että minä sanoin: 'En minä ole Messias. Minut on lähetetty kulkemaan hänen edellään.'",
      "Sulhanen on se, jolla on morsian. Mutta sulhasen ystävä seisoo hänen vieressään ja kuuntelee, mitä hän puhuu, ja iloitsee suuresti sulhasta kuunnellessaan. Niin iloitsen minäkin, ja iloni on nyt täydellinen.",
      "Hän, joka tulee ylhäältä, on kaikkien yläpuolella. Joka on maasta, on maan tomua ja puhuu tämän maailman asioista. Hän, joka tulee taivaasta,",
      "todistaa siitä, mitä on nähnyt ja kuullut, mutta kukaan ei ota vastaan hänen todistustaan.",
      "Joka ottaa hänen todistuksensa vastaan, tunnustaa, että Jumala puhuu totta,",
      "sillä hän, jonka Jumala on lähettänyt, puhuu julki Jumalan sanat. Ei Jumala anna Henkeään määrämitalla.",
      "Isä rakastaa Poikaa ja on antanut kaiken hänen valtaansa.",
      "Sillä, joka uskoo Poikaan, on ikuinen elämä, mutta joka ei tottele Poikaa, se ei pääse näkemään elämää, vaan Jumalan viha pysyy hänen yllään."
    ],
    [
      "Jeesus sai tietää fariseusten kuulleen, että hän kokosi ympärilleen enemmän opetuslapsia ja kastoi useampia kuin Johannes --",
      "tosin hän ei itse kastanut, vaan hänen opetuslapsensa.",
      "Silloin hän lähti Juudeasta ja siirtyi takaisin Galileaan.",
      "Hänen oli kuljettava Samarian kautta.",
      "Matkallaan Jeesus tuli Sykar-nimiseen Samarian kaupunkiin. Sen lähellä oli maa-alue, jonka Jaakob oli antanut pojalleen Joosefille,",
      "ja siellä oli Jaakobin kaivo. Matkasta uupuneena Jeesus istahti kaivolle. Oli keskipäivä, noin kuudes tunti.",
      "Opetuslapset olivat menneet kaupunkiin ostamaan ruokaa.",
      "Te kumarratte sellaista, mitä ette tunne, mutta me kumarramme häntä, jonka tunnemme, sillä pelastaja nousee juutalaisten keskuudesta.",
      "Tulee aika -- ja se on jo nyt -- jolloin kaikki oikeat rukoilijat rukoilevat Isää hengessä ja totuudessa. Sellaisia rukoilijoita Isä tahtoo.",
      "Juuri silloin tulivat opetuslapset paikalle. Heitä hämmästytti, että Jeesus puhui naisen kanssa, mutta kukaan ei kuitenkaan kysynyt, mitä hän tahtoi ja miksi hän puhui naiselle.",
      "Nainen jätti vesiruukkunsa siihen, meni kaupunkiin ja sanoi ihmisille:",
      "Tulkaa katsomaan, tuolla on mies, joka kertoi minulle kaiken mitä olen tehnyt! Olisiko hän Messias?",
      "Ihmiset lähtivät kaupungista ja tulivat Jeesuksen luo.",
      "Te sanotte: 'Neljä kuuta kylvöstä korjuuseen.' Minä sanon: Katsokaa tuonne! Vainio on jo vaalennut, vilja on kypsä korjattavaksi.",
      "Sadonkorjaaja saa palkkansa jo nyt, hän kokoaa satoa iankaikkiseen elämään, ja kylväjä saa iloita yhdessä korjaajan kanssa.",
      "Tässä pitää paikkansa sanonta: 'Toinen kylvää, toinen korjaa.'",
      "Kun samarialaiset tulivat Jeesuksen luo, he pyysivät häntä jäämään kaupunkiin, ja hän jäikin sinne kahdeksi päiväksi.",
      "Yhä useammat uskoivat Jeesukseen kuultuaan hänen itsensä puhuvan,",
      "Kahden päivän kuluttua Jeesus sitten lähti Galileaan.",
      "Hän oli itse sanonut, ettei profeettaa pidetä arvossa kotiseudullaan,",
      "mutta kun hän nyt tuli Galileaan, galilealaiset ottivat hänet ystävällisesti vastaan. Hekin olivat käyneet Jerusalemissa juhlilla ja nähneet, mitä Jeesus siellä juhlan aikana teki.",
      "Jeesus tuli taas Galilean Kaanaan, missä hän oli muuttanut veden viiniksi. Kapernaumissa oli kuninkaan virkamies, jonka poika oli sairaana.",
      "Kuultuaan Jeesuksen tulleen Juudeasta Galileaan hän lähti Jeesuksen luo ja pyysi, että tämä tulisi parantamaan pojan, joka oli kuolemaisillaan.",
      "Jo kesken matkan tulivat hänen palvelijansa häntä vastaan ja kertoivat pojan parantuneen.",
      "Tämä oli Jeesuksen toinen tunnusteko, ja hän teki sen tultuaan Juudeasta Galileaan."
    ],
    [
      "Tämän jälkeen oli eräs juutalaisten juhla, ja Jeesus lähti Jerusalemiin.",
      "Jerusalemissa on Lammasportin lähellä allas, jonka hepreankielinen nimi on Betesda. Sitä reunustaa viisi pylväshallia,",
      "ja niissä makasi suuri joukko sairaita: sokeita, rampoja ja halvaantuneita. [Nämä odottivat, että vesi alkaisi liikkua.",
      "Aika ajoin näet Herran enkeli laskeutui lammikkoon ja pani veden kuohumaan, ja se, joka ensimmäisenä astui kuohuvaan veteen, tuli terveeksi, sairastipa hän mitä tautia tahansa.]",
      "Siellä oli mies, joka oli sairastanut kolmekymmentäkahdeksan vuotta.",
      "Mies tuli heti terveeksi, otti vuoteensa ja käveli. Mutta se päivä oli sapatti.",
      "Parannettu ei kuitenkaan tiennyt, kuka hän oli, sillä Jeesus oli jo hävinnyt väkijoukkoon.",
      "Mies lähti sieltä ja kertoi juutalaisille, että Jeesus oli hänet parantanut.",
      "Juutalaiset alkoivat vainota Jeesusta, koska hän teki tällaista sapattina.",
      "Tämä vain lisäsi juutalaisten halua ottaa Jeesus hengiltä. Hänhän ei ainoastaan rikkonut sapattikäskyä, vaan vieläpä sanoi Jumalaa omaksi isäkseen ja teki siten itsestään Jumalan vertaisen.",
      "Isä rakastaa Poikaa ja näyttää hänelle kaiken, mitä itse tekee. Hän näyttää Pojalle vielä suurempiakin tekoja, sellaisia, että hämmästytte.",
      "Niin kuin Isä herättää kuolleet ja antaa heille elämän, niin antaa myös Poika elämän kenelle tahtoo.",
      "Isä itse ei tuomitse ketään, vaan hän on antanut kaiken tuomiovallan Pojalle,",
      "jotta kaikki kunnioittaisivat Poikaa niin kuin he kunnioittavat Isää. Se, joka ei kunnioita Poikaa, ei kunnioita myöskään Isää, joka on hänet lähettänyt.",
      "Totisesti, totisesti: tulee aika -- ja se on jo nyt -- jolloin kuolleet kuulevat Jumalan Pojan äänen. Ne, jotka sen kuulevat, saavat elää,",
      "sillä Isä, elämän lähde, on tehnyt myös Pojasta elämän lähteen.",
      "Isä on myös antanut hänelle tuomiovallan, koska hän on Ihmisen Poika.",
      "Älkää ihmetelkö tätä! Tulee aika, jolloin kaikki, jotka lepäävät haudoissaan, kuulevat hänen äänensä.",
      "He nousevat haudoistaan -- hyvää tehneet elämän ylösnousemukseen, pahaa tehneet tuomion ylösnousemukseen.",
      "Mutta minusta todistaakin toinen, ja minä tiedän, että todistus, jonka hän minusta antaa, on pätevä.",
      "Te lähetitte edustajanne Johanneksen luo, ja hän todisti totuuden puolesta.",
      "En minä tarvitse kenenkään ihmisen todistusta, mutta sanon teille tämän, jotta pelastuisitte.",
      "Johannes oli kirkkaalla liekillä palava lamppu, mutta vain hetken aikaa te halusitte nauttia hänen valostaan.",
      "Myös Isä itse, minun lähettäjäni, on antanut minusta todistuksen. Te ette ole koskaan kuulleet hänen ääntään ettekä nähneet hänen kasvojaan,",
      "eikä hänen sanansa pysy teissä, sillä te ette usko sitä, jonka hän on lähettänyt.",
      "Te kyllä tutkitte kirjoituksia, koska luulette niistä löytävänne ikuisen elämän -- ja nehän juuri todistavat minusta.",
      "Mutta te ette tahdo tulla minun luokseni, että saisitte elämän.",
      "Minä tunnen teidät: teissä ei ole rakkautta Jumalaan.",
      "Minä olen tullut Isäni nimissä, ettekä te ota minua vastaan. Mutta jos joku toinen tulee omissa nimissään, silloin te kyllä olette vastaanottavaisia.",
      "Kuinka te voisittekaan uskoa! Te kärkytte kunniaa toisiltanne ettekä etsi sitä kunniaa, joka tulee yhdeltä ja ainoalta Jumalalta.",
      "Jos te uskoisitte Moosesta, uskoisitte myös minua -- juuri minusta hän on kirjoittanut."
    ],
    [
      "Tämän jälkeen Jeesus lähti Galileanjärven eli Tiberiaanjärven toiselle puolen.",
      "Häntä seurasi suuri väkijoukko, sillä ihmiset olivat nähneet tunnusteot, joita hän teki parantamalla sairaita.",
      "Jeesus nousi vuorenrinteelle ja asettui opetuslapsineen sinne istumaan.",
      "Juutalaisten pääsiäisjuhla oli lähellä.",
      "Tämän hän sanoi koetellakseen Filippusta, sillä hän tiesi kyllä, mitä tekisi.",
      "Silloin eräs opetuslapsi, Simon Pietarin veli Andreas, sanoi Jeesukselle:",
      "Täällä on poika, jolla on viisi ohraleipää ja kaksi kalaa. Mutta miten ne riittäisivät noin suurelle joukolle?",
      "Jeesus otti leivät, kiitti Jumalaa ja jakoi leivät syömään asettuneille. Samoin hän jakoi kalat, ja kaikki saivat niin paljon kuin halusivat.",
      "He tekivät niin, ja viidestä ohraleivästä kertyi vielä kaksitoista täyttä korillista palasia, jotka olivat jääneet syömättä.",
      "Mutta Jeesus tiesi, että ihmiset aikoivat väkisin tehdä hänestä kuninkaan, ja siksi hän vetäytyi taas vuorelle. Hän meni sinne yksin.",
      "Kun tuli ilta, opetuslapset menivät alas rantaan,",
      "nousivat veneeseen ja lähtivät kohti Kapernaumia, toiselle puolen järveä. Oli jo pimeä, eikä Jeesus vielä ollut palannut heidän luokseen.",
      "Tuuli puhalsi ankarasti, ja järvellä kävivät vaahtopäiset aallot.",
      "Kun he olivat soutaneet kahdenkymmenenviiden tai kolmenkymmenen stadionmitan verran, he näkivät Jeesuksen kävelevän järven aalloilla ja lähestyvän venettä. He pelästyivät.",
      "He aikoivat ottaa hänet veneeseen, mutta samassa vene jo tuli siihen rantaan, jonne he olivat menossa.",
      "Seuraavana päivänä väkijoukko oli yhä toisella puolen järveä. Ihmiset olivat nähneet, että siellä oli ollut yksi ainoa vene ja että Jeesus ei ollut noussut siihen yhdessä opetuslasten kanssa vaan nämä olivat lähteneet ilman häntä.",
      "Tiberiaasta tuli kuitenkin veneitä lähelle sitä paikkaa, missä Herra oli kiittänyt Jumalaa ja ruokkinut kansan.",
      "Nähtyään nyt, ettei Jeesus ollut siellä eivätkä hänen opetuslapsensakaan, ihmiset nousivat veneisiin ja lähtivät Kapernaumiin etsimään Jeesusta.",
      "Mutta te, niin kuin olen teille sanonut, olette nähneet minut ettekä kuitenkaan usko.",
      "Kaikki ne, jotka Isä minulle antaa, tulevat minun luokseni, ja sitä, joka luokseni tulee, minä en aja pois.",
      "Enhän minä ole tullut taivaasta tekemään oman tahtoni mukaan, vaan täyttämään lähettäjäni tahdon.",
      "Ja lähettäjäni tahto on, etten minä anna yhdenkään niistä, jotka hän on uskonut haltuuni, joutua hukkaan, vaan viimeisenä päivänä herätän heidät kaikki.",
      "Ei kukaan voi tulla minun luokseni, ellei Isä, joka minut on lähettänyt, vedä häntä. Sen, joka tulee, minä herätän viimeisenä päivänä.",
      "Profeettojen kirjoituksissa sanotaan: 'Heistä kaikista tulee Jumalan opetuslapsia.' Jokainen, joka on kuunnellut Isää ja ottanut vastaan hänen opetuksensa, tulee minun luokseni.",
      "Isää tosin ei kukaan ole nähnyt; ainoastaan hän, joka on tullut Jumalan luota, on nähnyt Isän.",
      "Totisesti, totisesti: sillä, joka uskoo, on ikuinen elämä.",
      "Minä olen elämän leipä.",
      "Teidän isänne söivät autiomaassa mannaa, ja silti he ovat kuolleet.",
      "Mutta tämä leipä tulee taivaasta, ja se, joka tätä syö, ei kuole.",
      "Mutta sillä, joka syö minun lihani ja juo minun vereni, on ikuinen elämä, ja viimeisenä päivänä minä herätän hänet.",
      "Minun lihani on todellinen ruoka, minun vereni on todellinen juoma.",
      "Joka syö minun lihani ja juo minun vereni, pysyy minussa, ja minä pysyn hänessä.",
      "Isä, joka elää, on minut lähettänyt, ja niin kuin minä saan elämäni Isältä, niin saa minulta elämän se, joka minua syö.",
      "Näin Jeesus puhui opettaessaan Kapernaumin synagogassa.",
      "Miten käykään, jos te näette Ihmisen Pojan nousevan sinne, missä hän ennen oli!",
      "Henki yksin tekee eläväksi, lihasta ei ole mitään hyötyä. Ne sanat, jotka olen teille puhunut, ovat henki ja elämä.",
      "Monet Jeesuksen opetuslapset vetäytyivät tämän jälkeen joukosta eivätkä enää kulkeneet hänen mukanaan.",
      "Hän tarkoitti Juudasta, Simon Iskariotin poikaa. Tämä oli kavaltava Jeesuksen, vaikka oli yksi noista kahdestatoista."
    ],
    [
      "Tämän jälkeen Jeesus kiersi eri puolilla Galileaa. Juudeassa hän ei halunnut liikkua, koska juutalaiset etsivät tilaisuutta tappaa hänet.",
      "Juutalaisten lehtimajanjuhla oli lähellä.",
      "Veljetkään eivät näet uskoneet häneen.",
      "Maailma ei voi vihata teitä, mutta minua se vihaa, koska minä todistan, että sen teot ovat pahat.",
      "Näin hän sanoi ja jäi Galileaan.",
      "Mutta kun veljet olivat lähteneet juhlille, myös Jeesus lähti sinne, ei ihmisten tieten vaan salaa.",
      "Julkisesti kukaan ei kuitenkaan uskaltanut puhua hänestä, sillä kaikki pelkäsivät juutalaisia.",
      "Juhlan jo ehdittyä puoliväliin Jeesus meni ylös temppeliin ja alkoi opettaa.",
      "Joka tahtoo noudattaa hänen tahtoaan, pääsee kyllä selville siitä, onko opetukseni lähtöisin Jumalasta vai puhunko omiani.",
      "Se, joka esittää omia ajatuksiaan, tahtoo kunniaa itselleen. Mutta se, joka tahtoo kunniaa lähettäjälleen, puhuu totta, hänessä ei ole vääryyttä.",
      "Mooses sääti teille ympärileikkauksen -- se ei tosin ole peräisin Moosekselta, vaan kantaisiltä -- ja te toimitatte sen myös sapattina.",
      "Jos kerran ihminen ympärileikataan sapattinakin, ettei Mooseksen lakia rikottaisi, niin miksi te olette vihoissanne siitä, että minä sapattina paransin koko ihmisen?",
      "Kuinka kummassa hän saa puhua täällä vapaasti eivätkä he sano mitään? Ovatkohan hallitusmiehet nyt varmoja siitä, että hän on Messias?",
      "Hallitusmiesten teki mieli pidättää hänet, mutta kukaan ei kuitenkaan käynyt häneen käsiksi, sillä hänen hetkensä ei ollut vielä tullut.",
      "Kun fariseukset kuulivat, että kansan parissa puhuttiin Jeesuksesta tähän tapaan, he ja ylipapit lähettivät miehiään pidättämään hänet.",
      "Tällä Jeesus tarkoitti Henkeä, jonka häneen uskovat tulisivat saamaan. Vielä ei Henki ollut tullut, koska Jeesusta ei vielä ollut kirkastettu.",
      "Näin ihmiset alkoivat kiistellä hänestä.",
      "Muutamat halusivat ottaa hänet kiinni, mutta kukaan ei kuitenkaan käynyt häneen käsiksi.",
      "Onko kukaan hallitusmies uskonut häneen? Tai yksikään fariseus?",
      "Silloin Nikodemos, joka itse oli fariseus ja oli aiemmin käynyt tapaamassa Jeesusta, sanoi:",
      "Eihän meidän lakimme mukaan ketään voi tuomita, ennen kuin on kuultu häntä ja otettu selville, mitä hän on tehnyt.",
      "[Kaikki lähtivät kotiinsa,"
    ],
    [
      "mutta Jeesus meni Öljymäelle.",
      "Varhain aamulla hän tuli taas temppeliin. Hänen luokseen kerääntyi ihmisiä suurin joukoin, ja hän istuutui ja opetti heitä.",
      "Kesken kaiken toivat lainopettajat ja fariseukset paikalle naisen, joka oli joutunut kiinni aviorikoksesta. He asettivat hänet Jeesuksen eteen",
      "He puhuivat näin pannakseen Jeesuksen koetukselle ja saadakseen sitten aiheen syyttää häntä. Mutta Jeesus kumartui ja kirjoitti sormellaan maahan.",
      "Hän kumartui taas ja kirjoitti maahan.",
      "Jeesuksen sanat kuultuaan he lähtivät pois yksi toisensa jälkeen, vanhimmat ensimmäisinä. Kansan keskelle jäi vain Jeesus ja nainen.",
      "Te tuomitsette niin kuin ihmiset ainakin, minä en tuomitse ketään.",
      "Ja jos tuomitsenkin, minun tuomioni on pätevä, sillä minä en ole yksin, vaan kanssani on Isä, joka on minut lähettänyt.",
      "Sanotaanhan teidän laissannekin, että kahden todistajan todistus pätee.",
      "Tämän Jeesus puhui opettaessaan kansaa temppelialueella uhriarkun luona. Kukaan ei ottanut häntä kiinni, sillä hänen hetkensä ei ollut vielä tullut.",
      "He eivät ymmärtäneet, että Jeesus puhui Isästä.",
      "Monet uskoivat Jeesukseen kuullessaan hänen puhuvan näin.",
      "Orja ei pysy talossa ikuisesti, mutta poika pysyy.",
      "Jos Poika vapauttaa teidät, te olette todella vapaita.",
      "Minä tiedän kyllä, että te olette Abrahamin jälkeläisiä. Silti te haluatte tappaa minut, koska sanani ei saa teissä sijaa.",
      "Mutta nyt te haluatte tappaa minut -- miehen, joka on sanonut teille totuuden, sen, minkä on Jumalalta kuullut. Niin ei Abraham tehnyt.",
      "Miksi te ette ymmärrä minun puhettani? Siksi, että te ette siedä kuunnella, mitä minä sanon.",
      "Te olette lähtöisin Saatanasta. Hän on teidän isänne, ja hänen halunsa te tahdotte tyydyttää. Saatana on ollut murhaaja alusta asti. Hän on kaukana totuudesta, se on hänelle vieras. Kun hän valehtelee, hän todella puhuu omiaan, sillä hän on valehtelija ja valheen isä.",
      "Mutta minua te ette usko, koska minä sanon teille totuuden.",
      "Kuka teistä voi osoittaa, että minä olen tehnyt syntiä? Ja jos puhun totta, miksi ette usko minua?",
      "Itse en kysy kunniaani, mutta on toinen, joka kysyy ja tuomitsee.",
      "Te ette ole oppineet tuntemaan häntä, mutta minä tunnen hänet. Jos sanoisin, etten tunne, olisin valehtelija niin kuin te. Mutta minä tunnen hänet ja pidän kiinni hänen sanastaan.",
      "Silloin he alkoivat poimia kiviä heittääkseen niillä häntä, mutta Jeesus poistui heidän näkyvistään ja lähti temppelistä."
    ],
    [
      "Tien sivussa Jeesus näki miehen, joka oli syntymästään saakka ollut sokea.",
      "Nyt, kun vielä on päivä, meidän on tehtävä niitä tekoja, joita lähettäjäni meiltä odottaa. Tulee yö, eikä silloin kukaan kykene tekemään työtä.",
      "Näin sanottuaan Jeesus sylkäisi maahan, teki syljestä tahnaa, siveli sitä miehen silmiin",
      "Mies, joka oli ollut sokea, vietiin fariseusten luo.",
      "Oli sapatti, kun Jeesus teki tahnan ja avasi miehen silmät.",
      "Juutalaiset eivät uskoneet, että mies oli ollut sokea ja saanut näkönsä, ennen kuin kutsuivat hänen vanhempansa paikalle.",
      "He sanoivat näin, koska pelkäsivät juutalaisia. Juutalaiset olivat näet jo päättäneet erottaa synagogasta jokaisen, joka tunnustaisi Jeesuksen Messiaaksi.",
      "Kaikkihan me tiedämme, että Jumala ei kuuntele syntisiä, mutta sellaista hän kuulee, joka kunnioittaa häntä ja elää hänen tahtonsa mukaisesti.",
      "Ikipäivänä ei ole kuultu, että joku olisi avannut sokeana syntyneen silmät."
    ],
    [
      "Se, joka menee portista, on lampaiden paimen.",
      "Hänelle vartija avaa portin, ja lampaat kuuntelevat hänen ääntään. Hän kutsuu lampaitaan nimeltä ja vie ne laitumelle.",
      "Laskettuaan ulos kaikki lampaansa hän kulkee niiden edellä, ja lampaat seuraavat häntä, koska ne tuntevat hänen äänensä.",
      "Jeesus esitti heille tämän vertauksen, mutta he eivät ymmärtäneet, mitä hän puheellaan tarkoitti.",
      "Ne, jotka ovat tulleet ennen minua, ovat kaikki olleet varkaita ja rosvoja, eivätkä lampaat ole kuunnelleet heitä.",
      "Minä olen portti. Se, joka tulee sisään minun kauttani, pelastuu. Hän voi vapaasti tulla ja mennä, ja hän löytää laitumen.",
      "Varas tulee vain varastamaan, tappamaan ja tuhoamaan. Minä olen tullut antamaan elämän, yltäkylläisen elämän.",
      "Palkkarenki ei ole oikea paimen eivätkä lampaat hänen omiaan, ja niinpä hän nähdessään suden tulevan jättää lauman ja pakenee. Susi saa lampaat saaliikseen ja hajottaa lauman,",
      "koska palkkapaimen ei välitä lampaista.",
      "niin kuin Isä tuntee minut ja minä Isän. Minä panen henkeni alttiiksi lampaiden puolesta.",
      "Minulla on myös muita lampaita, sellaisia, jotka eivät ole tästä tarhasta, ja niitäkin minun tulee paimentaa. Ne kuulevat minun ääneni, ja niin on oleva yksi lauma ja yksi paimen.",
      "Nämä sanat synnyttivät taas kiistaa juutalaisten kesken.",
      "Oli talvi, ja Jerusalemissa vietettiin temppelin vihkimisen vuosijuhlaa.",
      "Kun Jeesus käveli temppelialueella Salomon pylväikössä,",
      "Te ette kuitenkaan usko, koska ette ole minun lampaitani.",
      "Minun lampaani kuulevat minun ääneni ja minä tunnen ne, ja ne seuraavat minua.",
      "Minä annan heille ikuisen elämän. He eivät koskaan joudu hukkaan, eikä kukaan riistä heitä minulta.",
      "Isäni, joka on heidät minulle antanut, on suurempi kuin kukaan muu, eikä kukaan voi riistää heitä Isäni kädestä.",
      "Juutalaiset alkoivat taas kerätä kiviä kivittääkseen Jeesuksen.",
      "Niitä, jotka saivat Jumalan ilmoituksen, sanotaan siis jumaliksi, eikä pyhiä kirjoituksia voi tehdä tyhjäksi.",
      "Isä on minut pyhittänyt ja lähettänyt maailmaan. Kuinka te voitte väittää minun pilkkaavan Jumalaa, kun sanon olevani Jumalan Poika?",
      "Jos minä en tee Isäni tekoja, älkää uskoko minua.",
      "Juutalaiset yrittivät taas ottaa Jeesuksen kiinni, mutta hän ei jäänyt heidän käsiinsä.",
      "Jeesus meni jälleen Jordanin toiselle puolelle, sinne missä Johannes aluksi oli kastanut kansaa. Hän jäi sinne joksikin aikaa,",
      "Monet uskoivat siellä Jeesukseen."
    ],
    [
      "Muuan Lasarus-niminen mies oli sairaana. Hän asui Betaniassa, samassa kylässä kuin Maria ja tämän sisar Martta.",
      "Maria oli se, joka voiteli Herran jalat tuoksuöljyllä ja kuivasi ne hiuksillaan, ja sairas Lasarus oli hänen veljensä.",
      "Jeesus rakasti Marttaa ja hänen sisartaan sekä Lasarusta.",
      "Kuultuaan Lasaruksen sairastavan hän viipyi vielä kaksi päivää siellä, missä silloin oli,",
      "Jeesus tarkoitti sitä, että Lasarus oli kuollut, mutta opetuslapset luulivat hänen puhuvan tavallisesta nukkumisesta.",
      "Kun Jeesus tuli perille, hänelle kerrottiin, että Lasarus oli jo neljättä päivää haudassa.",
      "Betania oli lähellä Jerusalemia, noin viidentoista stadionmitan päässä,",
      "ja monia juutalaisia oli tullut lohduttamaan Marttaa ja Mariaa veljen kuoleman johdosta.",
      "Kun Martta kuuli, että Jeesus oli tulossa, hän lähti tätä vastaan. Maria oli silloin sisällä talossa.",
      "Kuullessaan sen Maria heti nousi ja lähti Jeesuksen luo.",
      "Jeesus ei ollut vielä saapunut kylään, vaan oli yhä siellä, missä Martta oli hänet tavannut.",
      "Kun juutalaiset, jotka olivat talossa lohduttamassa Mariaa, näkivät tämän äkkiä nousevan ja lähtevän ulos, he menivät perässä, koska arvelivat hänen olevan menossa haudalle itkemään.",
      "Kun Jeesus näki itkevän Marian ja hänen kanssaan tulleet juutalaiset, jotka hekin itkivät, syvä liikutus valtasi hänet,",
      "Jeesus itki.",
      "Järkyttyneenä Jeesus tuli haudalle. Se oli luola, jonka suulla oli kivi.",
      "Monet niistä juutalaisista, jotka olivat tulleet Marian luo ja nähneet, mitä Jeesus teki, uskoivat häneen.",
      "Mutta muutamat heistä menivät fariseusten puheille ja kertoivat, mitä Jeesus oli tehnyt.",
      "Tämä ei ollut hänen oma ajatuksensa, vaan sen vuoden ylipappina hän lausui ennustuksen: Jeesus oli kuoleva kansan puolesta,",
      "eikä vain sen kansan puolesta, vaan kootakseen yhteen kaikki hajallaan olevat Jumalan lapset.",
      "Siitä päivästä lähtien neuvoston tavoitteena oli surmata Jeesus.",
      "Sen tähden Jeesus ei enää liikkunut avoimesti Juudeassa vaan siirtyi lähelle autiomaata. Siellä, Efraim-nimisessä kaupungissa, hän sitten oleskeli opetuslapsineen.",
      "Juutalaisten pääsiäisjuhla oli lähellä, ja maaseudulta monet tulivat Jerusalemiin jo ennen pääsiäistä puhdistusmenoja varten.",
      "Ylipapit ja fariseukset olivat antaneet määräyksen, että jos joku tiesi Jeesuksen olinpaikan, siitä oli ilmoitettava heille, jotta he voisivat pidättää Jeesuksen."
    ],
    [
      "Kuusi päivää ennen pääsiäistä Jeesus tuli Betaniaan, missä hänen kuolleista herättämänsä Lasarus asui.",
      "Jeesukselle tarjottiin siellä ateria. Martta palveli vieraita, ja Lasarus oli yksi Jeesuksen pöytäkumppaneista.",
      "Maria otti täyden pullon aitoa, hyvin kallista nardusöljyä, voiteli Jeesuksen jalat ja kuivasi ne hiuksillaan. Koko huone tuli täyteen voiteen tuoksua.",
      "Juudas Iskariot, joka oli Jeesuksen opetuslapsi ja josta sitten tuli hänen kavaltajansa, sanoi silloin:",
      "Miksei tuota voidetta myyty kolmestasadasta denaarista? Rahat olisi voitu antaa köyhille.",
      "Tätä hän ei kuitenkaan sanonut siksi, että olisi välittänyt köyhistä, vaan siksi, että oli varas. Yhteinen kukkaro oli hänen hallussaan, ja hän piti siihen pantuja rahoja ominaan.",
      "Betaniaan saapui suuri joukko juutalaisia, jotka olivat kuulleet Jeesuksen olevan siellä. He eivät tulleet ainoastaan Jeesuksen tähden, vaan myös nähdäkseen Lasaruksen, jonka Jeesus oli herättänyt kuolleista.",
      "Niinpä ylipapit päättivät tappaa myös Lasaruksen,",
      "koska monet juutalaiset hänen takiaan lähtivät Jeesuksen luo ja uskoivat häneen.",
      "Seuraavana päivänä levisi tieto, että Jeesus oli tulossa Jerusalemiin. Ihmiset, joita oli saapunut juhlille suurin joukoin,",
      "ottivat palmunoksia ja menivät häntä vastaan huutaen: -- Hoosianna! Siunattu olkoon hän, joka tulee Herran nimessä, Israelin kuningas!",
      "Jeesukselle tuotiin aasi, ja hän nousi sen selkään, niin kuin on kirjoitettu:",
      "-- Älä pelkää, tytär Siion, sinun kuninkaasi tulee! Hän ratsastaa nuorella aasilla.",
      "Opetuslapset eivät vielä tuolloin ymmärtäneet tätä, mutta kun Jeesus oli kirkastettu, he muistivat, että hänestä oli näin kirjoitettu ja että hänelle myös oli tapahtunut niin.",
      "Ne, jotka olivat olleet Jeesuksen mukana, kertoivat, miten hän kutsui Lasaruksen haudasta ja herätti hänet kuolleista.",
      "Tämän vuoksi, kuultuaan millaisen tunnusteon Jeesus oli tehnyt, ihmiset lähtivät joukolla häntä vastaan.",
      "Niiden joukossa, jotka olivat tulleet juhlille rukoilemaan Jumalaa, oli myös muutamia kreikkalaisia.",
      "Filippus meni puhumaan asiasta Andreakselle, ja sitten he molemmat menivät Jeesuksen puheille.",
      "Totisesti, totisesti: jos vehnänjyvä ei putoa maahan ja kuole, se jää vain yhdeksi jyväksi, mutta jos se kuolee, se tuottaa runsaan sadon.",
      "Joka rakastaa elämäänsä, kadottaa sen, mutta joka tässä maailmassa panee alttiiksi elämänsä, saa osakseen ikuisen elämän.",
      "Jos joku tahtoo olla minun palvelijani, seuratkoon minua. Missä minä olen, siellä on oleva myös palvelijani, ja Isä kunnioittaa sitä, joka palvelee minua.",
      "Nyt tämä maailma on tuomiolla, nyt tämän maailman ruhtinas syöstään vallasta.",
      "Näillä sanoilla Jeesus ilmaisi, millainen tulisi olemaan hänen kuolemansa.",
      "Vaikka Jeesus oli tehnyt monia tunnustekoja ihmisten nähden, nämä eivät uskoneet häneen.",
      "Näin kävi toteen profeetta Jesajan sana: -- Herra, kuka uskoi meidän sanomamme? Kenelle ilmaistiin Herran käsivarren voima?",
      "He eivät voineet uskoa, sanoohan Jesaja toisessa kohden:",
      "-- Hän on sokaissut heidän silmänsä ja paaduttanut heidän sydämensä, jotta he eivät silmillään näkisi eivätkä sydämellään ymmärtäisi, jotta he eivät kääntyisi enkä minä parantaisi heitä.",
      "Näin Jesaja sanoi, koska oli nähnyt Kristuksen kirkkauden; juuri Kristusta hän sanoillaan tarkoitti.",
      "Kaikesta huolimatta monet hallitusmiehistäkin uskoivat Jeesukseen. Fariseusten pelossa he eivät kuitenkaan tunnustaneet sitä, jottei heitä erotettaisi synagogasta.",
      "Ihmisten antama kunnia oli heille rakkaampi kuin Jumalan antama.",
      "Joka näkee minut, näkee lähettäjäni.",
      "Minä olen valo ja olen tullut maailmaan siksi, ettei yksikään, joka minuun uskoo, jäisi pimeyteen.",
      "Jos joku ei noudata minun sanojani, vaikka on ne kuullut, en minä häntä tuomitse. En ole tullut tuomitsemaan maailmaa, vaan pelastamaan sen.",
      "Jos joku torjuu minut eikä ota sanojani vastaan, hänellä on kyllä tuomarinsa: se sana, jonka olen puhunut, tuomitsee hänet viimeisenä päivänä.",
      "En minä ole puhunut omissa nimissäni. Isä, joka on minut lähettänyt, on määrännyt, mitä minun tulee puhua ja julistaa,"
    ],
    [
      "Pääsiäisjuhla oli jo tulossa, ja Jeesus tiesi, että oli tullut se hetki, jolloin hänen oli määrä siirtyä tästä maailmasta Isän luo. Hän oli rakastanut omiaan, jotka olivat tässä maailmassa, ja hän osoitti heille täydellistä rakkautta loppuun asti.",
      "He olivat kokoontuneet aterialle, ja Paholainen oli jo pannut Juudaksen, Simon Iskariotin pojan, sydämeen ajatuksen, että tämä kavaltaisi Jeesuksen.",
      "Jeesus tiesi, että Isä oli antanut kaiken hänen valtaansa ja että hän oli tullut Jumalan luota ja oli nyt palaamassa hänen luokseen.",
      "Niinpä hän nousi aterialta, riisui viittansa ja kietoi vyötäisilleen pellavaliinan.",
      "Sitten hän kaatoi vettä pesuastiaan, rupesi pesemään opetuslasten jalkoja ja kuivasi ne vyötäisillään olevalla liinalla.",
      "Jeesus tiesi, kuka hänet kavaltaisi, ja siksi hän sanoi, etteivät he kaikki olleet puhtaita.",
      "Te puhuttelette minua opettajaksi ja herraksi, ja oikein teette: sehän minä olen.",
      "Jos nyt minä, teidän herranne ja opettajanne, olen pessyt teidän jalkanne, tulee myös teidän pestä toistenne jalat.",
      "Minä annoin teille esimerkin, jotta tekisitte saman minkä minä tein teille.",
      "Totisesti, totisesti: ei palvelija ole herraansa suurempi eikä lähettiläs lähettäjäänsä suurempi.",
      "Kun te tämän tiedätte ja myös toimitte sen mukaisesti, te olette autuaat.",
      "Minä sanon tämän teille jo nyt, ennen kuin ennustus toteutuu, jotta sen toteutuessa uskoisitte, että minä olen se joka olen.",
      "Opetuslapset katsoivat toisiaan ymmällään, tietämättä, ketä hän tarkoitti.",
      "Yksi opetuslapsista, se joka oli Jeesukselle rakkain, oli aterialla hänen vieressään.",
      "Simon Pietari nyökkäsi hänelle, että hän kysyisi Jeesukselta, ketä tämä tarkoitti.",
      "Kukaan aterialla olevista ei ymmärtänyt, miksi Jeesus sanoi hänelle näin.",
      "Koska Juudaksella oli hallussaan yhteinen kukkaro, jotkut luulivat, että Jeesus oli käskenyt hänen ostaa jotakin juhlaa varten tai antaa almuja köyhille.",
      "Syötyään leivänpalan Juudas lähti heti ulos. Oli yö.",
      "Ja kun Jumala on hänessä kirkastunut, on Jumala myös itsessään kirkastava hänet, ja Jumala tekee sen aivan pian.",
      "Lapseni, enää vähän aikaa minä olen teidän kanssanne. Te tulette etsimään minua, mutta minä sanon nyt teille saman, minkä sanoin juutalaisille: minne minä menen, sinne ette te pääse.",
      "Minä annan teille uuden käskyn: rakastakaa toisianne! Niin kuin minä olen rakastanut teitä, rakastakaa tekin toinen toistanne."
    ],
    [
      "Minun Isäni kodissa on monta huonetta -- enhän minä muuten sanoisi, että menen valmistamaan teille asuinsijan.",
      "Minä menen valmistamaan teille sijaa mutta tulen sitten takaisin ja noudan teidät luokseni, jotta saisitte olla siellä missä minä olen.",
      "Etkö usko, että minä olen Isässä ja Isä on minussa? Kun puhun teille, en puhu omissa nimissäni: Isä on minussa, ja minun tekoni ovat hänen tekojaan.",
      "Uskokaa, kun sanon, että minä olen Isässä ja Isä on minussa. Ellette muuten usko, uskokaa minun tekojeni tähden.",
      "ja mitä ikinä te pyydätte minun nimessäni, sen minä teen, jotta Isän kirkkaus tulisi julki Pojassa.",
      "Mitä te minun nimeeni vedoten pyydätte minulta, sen minä teen.",
      "Minä käännyn Isän puoleen, ja hän antaa teille toisen puolustajan, joka on kanssanne ikuisesti.",
      "Tämä puolustaja on Totuuden Henki. Maailma ei voi Henkeä saada, sillä maailma ei näe eikä tunne häntä. Mutta te tunnette hänet, sillä hän pysyy luonanne ja on teissä.",
      "Vielä vähän aikaa, eikä maailma enää näe minua, mutta te näette, sillä minä elän ja tekin tulette elämään.",
      "Sinä päivänä te ymmärrätte, että minä olen Isässäni ja että te olette minussa ja minä teissä.",
      "Se, joka ei minua rakasta, ei noudata minun sanaani -- mutta sana, jonka te kuulette, ei ole minun omani, vaan Isän, joka on minut lähettänyt.",
      "Puolustaja, Pyhä Henki, jonka Isä minun nimessäni lähettää, opettaa teille kaiken ja palauttaa mieleenne kaiken, mitä olen teille puhunut.",
      "Kuulittehan, mitä sanoin: minä menen pois, mutta tulen taas teidän luoksenne. Jos rakastaisitte minua, te iloitsisitte siitä, että minä menen Isän luo, sillä Isä on minua suurempi.",
      "Olen puhunut tästä jo nyt, jotta te uskoisitte, kun se tapahtuu.",
      "Paljon en kanssanne enää puhu, sillä tämän maailman ruhtinas on jo tulossa. Mitään valtaa ei hänellä minuun ole,"
    ],
    [
      "Hän leikkaa minusta pois jokaisen oksan, joka ei tuota hedelmää, mutta jokaisen hedelmää tuottavan oksan hän puhdistaa liioista versoista, jotta se tuottaisi hedelmää entistä enemmän.",
      "Te olette jo puhtaat, sillä se sana, jonka olen teille puhunut, on puhdistanut teidät.",
      "Pysykää minussa, niin minä pysyn teissä. Eihän oksa pysty tuottamaan hedelmää, ellei se pysy puussa, ja samoin ette pysty tekään, ellette pysy minussa.",
      "Joka ei pysy minussa, on kuin irronnut oksa: se heitetään pois, ja se kuivuu. Kuivat oksat kerätään ja viskataan tuleen, ja ne palavat poroksi.",
      "Siinä minun Isäni kirkkaus tulee julki, että te tuotatte runsaasti hedelmää ja niin osoitatte olevanne opetuslapsiani.",
      "Niin kuin Isä on rakastanut minua, niin olen minä rakastanut teitä. Pysykää minun rakkaudessani.",
      "Jos noudatatte käskyjäni, te pysytte minun rakkaudessani, niin kuin minä olen noudattanut Isäni käskyjä ja pysyn hänen rakkaudessaan.",
      "Minun käskyni on tämä: rakastakaa toisianne, niin kuin minä olen rakastanut teitä.",
      "Suurempaa rakkautta ei kukaan voi osoittaa, kuin että antaa henkensä ystäviensä puolesta.",
      "Te olette ystäviäni, kun teette sen minkä käsken teidän tehdä.",
      "En sano teitä enää palvelijoiksi, sillä palvelija ei tunne isäntänsä aikeita. Minä sanon teitä ystävikseni, olenhan saattanut teidän tietoonne kaiken, minkä olen Isältäni kuullut.",
      "Ette te valinneet minua, vaan minä valitsin teidät, ja minun tahtoni on, että te lähdette liikkeelle ja tuotatte hedelmää, sitä hedelmää joka pysyy. Kun niin teette, Isä antaa teille kaiken, mitä minun nimessäni häneltä pyydätte.",
      "Tämän käskyn minä teille annan: rakastakaa toisianne.",
      "Jos te kuuluisitte tähän maailmaan, se rakastaisi teitä, omiaan. Mutta te ette kuulu maailmaan, koska minä olen teidät siitä omikseni valinnut, ja siksi maailma vihaa teitä.",
      "Kaiken tämän ihmiset tekevät teille minun nimeni tähden, siksi etteivät tunne häntä, joka on minut lähettänyt.",
      "Jos minä en olisi tullut ja puhunut heille, he eivät olisi syyllisiä, mutta nyt heidän on mahdotonta puolustella syntiään.",
      "Joka vihaa minua, vihaa myös Isääni.",
      "Ellen olisi tehnyt heidän keskuudessaan tekoja, joita kukaan toinen ei ole tehnyt, he eivät olisi syyllisiä. Mutta nyt he ovat nähneet minun tekoni ja vihaavat sekä minua että Isääni.",
      "Näin täytyi käydä, jotta toteutuisi heidän kirjoitustensa sana: 'He ovat syyttä vihanneet minua.'",
      "Myös te olette minun todistajiani, olettehan olleet kanssani alusta asti."
    ],
    [
      "Teidät erotetaan synagogasta, ja tulee sekin aika, jolloin jokainen, joka surmaa jonkun teistä, luulee toimittavansa pyhän palveluksen Jumalalle.",
      "Näin he tekevät, koska he eivät tunne Isää eivätkä minua.",
      "Mutta nyt minä menen hänen luokseen, joka on minut lähettänyt. Kukaan teistä ei kysy minulta, minne minä menen,",
      "vaan sydämenne on täynnä murhetta sen johdosta, mitä teille sanoin.",
      "Mutta minä sanon teille totuuden: teille on hyödyksi, että minä menen pois. Ellen mene, ei Puolustaja voi tulla luoksenne. Mutta mentyäni pois minä lähetän hänet luoksenne,",
      "ja hän tulee ja paljastaa, että maailma on väärässä, hän paljastaa, mitä on synti, mitä vanhurskaus ja mitä tuomio.",
      "Synti on siinä, että ihmiset eivät usko minuun,",
      "vanhurskaus tulee julki siinä, että minä menen Isän luo ettekä te enää näe minua,",
      "ja tuomio on siinä, että tämän maailman ruhtinas on tuomittu.",
      "Kun Totuuden Henki tulee, hän johtaa teidät tuntemaan koko totuuden. Hän ei näet puhu omissa nimissään, vaan puhuu sen, minkä kuulee, ja ilmoittaa teille, mitä on tuleva.",
      "Hän kirkastaa minut, sillä sen, minkä hän teille ilmoittaa, hän saa minulta.",
      "Kaikki, mikä on Isän, on myös minun. Siksi sanoin, että hän saa minulta sen, minkä hän teille ilmoittaa.",
      "Totisesti, totisesti: te saatte itkeä ja valittaa, mutta maailma iloitsee. Te joudutte murehtimaan, mutta tuskanne muuttuu iloksi.",
      "Nainen, joka synnyttää, tuntee tuskaa, kun hänen hetkensä koittaa. Mutta kun lapsi on syntynyt, äiti ei enää muista kipujaan vaan iloitsee siitä, että ihminen on syntynyt maailmaan.",
      "Tekin tunnette nyt tuskaa, mutta minä näen teidät vielä uudelleen, ja silloin teidän sydämenne täyttää ilo, jota ei kukaan voi teiltä riistää.",
      "Tähän asti te ette ole pyytäneet mitään minun nimessäni. Pyytäkää, niin te saatte, ja teidän ilonne on täydellinen.",
      "Sinä päivänä te esitätte pyyntönne minun nimessäni, enkä minä enää sano, että käännyn Isän puoleen teitä auttaakseni.",
      "Rakastaahan Isä itse teitä, koska te olette rakastaneet minua ja uskoneet, että olen tullut Jumalan luota."
    ],
    [
      "Sinä olet uskonut kaikki ihmiset hänen valtaansa, jotta hän antaisi ikuisen elämän kaikille, jotka olet hänelle uskonut.",
      "Ja ikuinen elämä on sitä, että he tuntevat sinut, ainoan todellisen Jumalan, ja hänet, jonka olet lähettänyt, Jeesuksen Kristuksen.",
      "Minä olen kirkastanut sinut täällä maan päällä saattamalla päätökseen työn, jonka annoit tehdäkseni.",
      "Isä, kirkasta sinä nyt minut, ota minut luoksesi ja anna minulle se kirkkaus, joka minulla oli sinun luonasi jo ennen maailman syntyä.",
      "ja tietävät nyt, että kaikki, minkä olet minulle antanut, on tullut sinulta.",
      "Kaiken sen, minkä olet puhuttavakseni antanut, minä olen puhunut heille, ja he ovat ottaneet puheeni vastaan. Nyt he tietävät, että minä olen tullut sinun luotasi, ja uskovat, että sinä olet minut lähettänyt.",
      "Kaikki, mikä on minun, on sinun, ja mikä on sinun, on minun, ja minun kirkkauteni on tullut julki heissä.",
      "Kun olin heidän kanssaan, suojelin heitä nimesi voimalla, sen nimen, jonka olet minulle antanut. Minä varjelin heidät, eikä yksikään heistä joutunut hukkaan, paitsi se, jonka täytyi joutua kadotukseen, jotta kirjoitus kävisi toteen.",
      "Minä olen ilmoittanut heille sanasi, ja he ovat saaneet osakseen maailman vihan, koska eivät kuulu maailmaan, niin kuin en minäkään kuulu.",
      "En kuitenkaan pyydä, että ottaisit heidät pois maailmasta, vaan että varjelisit heidät pahalta.",
      "He eivät kuulu maailmaan, niin kuin en minäkään kuulu.",
      "Pyhitä heidät totuudellasi. Sinun sanasi on totuus.",
      "Niin kuin sinä lähetit minut maailmaan, niin olen minäkin lähettänyt heidät.",
      "Minä pyhitän itseni uhriksi heidän tähtensä, että heistäkin tulisi totuuden pyhittämiä.",
      "Minä rukoilen, että he kaikki olisivat yhtä, niin kuin sinä, Isä, olet minussa ja minä sinussa. Niin tulee heidänkin olla yhtä meidän kanssamme, jotta maailma uskoisi sinun lähettäneen minut.",
      "Kun minä olen heissä ja sinä olet minussa, he ovat täydellisesti yhtä, ja silloin maailma ymmärtää, että sinä olet lähettänyt minut ja että olet rakastanut heitä niin kuin olet rakastanut minua.",
      "Vanhurskas Isä, maailma ei ole sinua tuntenut, mutta minä tunnen, ja nämä, jotka ovat tässä, ovat tulleet tietämään, että sinä olet lähettänyt minut."
    ],
    [
      "Tämän sanottuaan Jeesus lähti opetuslapsineen Kidroninpuron toiselle puolen. Siellä oli puutarha, ja Jeesus ja opetuslapset menivät sinne.",
      "Myös Juudas, hänen kavaltajansa, tunsi paikan, koska Jeesus oli monesti ollut siellä opetuslastensa kanssa.",
      "Niinpä Juudas otti mukaansa sotilasosaston sekä ylipapeilta ja fariseuksilta saamiaan miehiä, ja he menivät puutarhaan lyhdyt, soihdut ja aseet käsissään.",
      "Simon Pietarilla oli miekka. Hän veti sen esiin ja sivalsi ylipapin palvelijalta oikean korvan irti; palvelija oli nimeltään Malkos.",
      "Sotilaat, joita komensi korkea upseeri, ja juutalaisten lähettämät miehet vangitsivat nyt Jeesuksen, panivat hänet köysiin",
      "ja veivät hänet ensiksi Hannaksen luo. Hannas oli senvuotisen ylipapin Kaifaksen appi.",
      "Juuri Kaifas oli antanut juutalaisille neuvon, että olisi parasta, jos yksi mies kuolisi koko kansan puolesta.",
      "Simon Pietari ja eräs toinen opetuslapsi menivät Jeesuksen perässä. Tuo toinen oli ylipapin tuttu ja pääsi siksi Jeesuksen mukana ylipapin palatsin pihaan.",
      "Pietari jäi seisomaan portin ulkopuolelle, mutta opetuslapsi, joka tunsi ylipapin, meni puhumaan porttia vartioivalle palvelustytölle ja toi Pietarin sisälle pihaan.",
      "Oli kylmä, ja siksi palvelijat ja vartijat olivat sytyttäneet hiilivalkean ja lämmittelivät sen ääressä. Myös Pietari seisoi heidän joukossaan lämmittelemässä.",
      "Ylipappi kysyi Jeesukselta hänen opetuslapsistaan ja opetuksestaan.",
      "Hannas lähetti Jeesuksen köysissä ylipappi Kaifaksen luo.",
      "Pietari kielsi taas, ja samassa lauloi kukko.",
      "Kaifaksen luota Jeesus vietiin maaherran palatsiin. Oli varhainen aamu. Juutalaiset eivät itse menneet palatsiin sisälle, etteivät saastuisi vaan voisivat syödä pääsiäisaterian.",
      "Näin tapahtui, jotta Jeesuksen sanat kävisivät toteen. Hän oli aiemmin ilmaissut, millainen tulisi olemaan hänen kuolemansa."
    ],
    [
      "Nyt Pilatus käski ruoskia Jeesuksen.",
      "Sotilaat väänsivät orjantappuroista kruunun hänen päähänsä ja pukivat hänet purppuranpunaiseen viittaan.",
      "Tämän kuullessaan Pilatus kävi yhä levottomammaksi.",
      "Nämä sanat kuultuaan Pilatus toi Jeesuksen ulos ja asettui tuomarinistuimelleen niin sanotulle Kivipihalle, jonka hepreankielinen nimi on Gabbata.",
      "Silloin Pilatus heidän vaatimuksestaan luovutti Jeesuksen ristiinnaulittavaksi. Jeesusta lähdettiin viemään.",
      "Kantaen itse ristiään hän kulki kaupungin ulkopuolelle paikkaan, jota kutsutaan Pääkallonpaikaksi, heprean kielellä Golgata.",
      "Siellä sotilaat ristiinnaulitsivat Jeesuksen ja kaksi muuta hänen kanssaan, yhden kummallekin puolelle ja Jeesuksen heidän keskelleen.",
      "Monet juutalaiset lukivat kirjoituksen, sillä paikka, missä Jeesus ristiinnaulittiin, oli lähellä kaupunkia. Teksti oli kirjoitettu hepreaksi, latinaksi ja kreikaksi.",
      "Ristiinnaulittuaan Jeesuksen sotilaat ottivat hänen vaatteensa ja jakoivat ne neljään osaan, kullekin sotilaalle osansa. He ottivat myös paidan, mutta kun se oli saumaton, ylhäältä alas samaa kudosta,",
      "Jeesuksen ristin luona seisoivat hänen äitinsä ja tämän sisar sekä Maria, Klopaksen vaimo, ja Magdalan Maria.",
      "Siellä oli astia täynnä hapanviiniä. Sotilaat kastoivat siihen sienen ja nostivat sen iisoppiruo'on päässä Jeesuksen huulille.",
      "Silloin oli valmistuspäivä, ja alkava sapatti oli erityisen suuri juhla. Jotta ruumiit eivät jäisi sapatiksi ristille, juutalaiset pyysivät Pilatukselta, että ristiinnaulituilta lyötäisiin sääriluut poikki ja heidät otettaisiin alas.",
      "Niinpä sotilaat katkaisivat sääriluut niiltä miehiltä, jotka oli ristiinnaulittu Jeesuksen kanssa, ensin toiselta ja sitten toiselta.",
      "Jeesuksen luo tultuaan he huomasivat hänen jo kuolleen eivätkä siksi katkaisseet hänen sääriluitaan.",
      "Yksi sotilaista kuitenkin työnsi keihään hänen kylkeensä, ja haavasta vuoti heti verta ja vettä.",
      "Se, joka tämän näki, on todistanut siitä, jotta tekin uskoisitte. Hänen todistuksensa on luotettava, ja hän tietää puhuvansa totta.",
      "Tämän jälkeen muuan Joosef, joka oli kotoisin Arimatiasta, pyysi Pilatukselta, että saisi ottaa Jeesuksen ruumiin ristiltä. Hän oli Jeesuksen opetuslapsi, joskin salaa, sillä hän pelkäsi juutalaisia. Pilatus suostui pyyntöön, ja Joosef tuli ja otti ruumiin alas.",
      "Paikalle tuli myös Nikodemos, se mies, joka ensi kerran oli käynyt Jeesuksen luona yöllä, ja hänellä oli mukanaan sata mittaa mirhan ja aaloen seosta.",
      "Miehet ottivat Jeesuksen ruumiin ja kietoivat sen käärinliinoihin pannen mukaan tuoksuaineita, niin kuin juutalaisten on tapana tehdä haudatessaan vainajansa.",
      "Siellä, missä Jeesus ristiinnaulittiin, oli puutarha, ja puutarhassa oli uusi hauta, johon ei vielä ollut haudattu ketään.",
      "He panivat Jeesuksen siihen, koska oli juutalaisten juhlan valmistuspäivä ja se hauta oli lähellä."
    ],
    [
      "Sapatin mentyä, viikon ensimmäisenä päivänä Magdalan Maria tuli jo aamuhämärissä haudalle ja näki, että haudan  suulta oli kivi siirretty pois.",
      "Pietari ja se toinen opetuslapsi lähtivät heti juoksemaan haudalle.",
      "Miehet menivät yhtä matkaa, mutta se toinen opetuslapsi juoksi Pietaria nopeammin ja ehti haudalle ensimmäisenä.",
      "Hän kurkisti sisään ja näki käärinliinojen olevan siellä, mutta hän ei mennyt sisälle.",
      "Simon Pietari tuli hänen perässään, meni hautaan ja katseli siellä olevia käärinliinoja.",
      "Hän huomasi, että Jeesuksen kasvoja peittänyt hikiliina ei ollut käärinliinojen vieressä vaan erillään, omana käärönään.",
      "Nyt tuli sisään myös se toinen opetuslapsi, joka oli ensimmäisenä saapunut haudalle, ja hän näki ja uskoi.",
      "Vielä he näet eivät olleet ymmärtäneet, että kirjoitusten mukaan Jeesus oli nouseva kuolleista.",
      "Opetuslapset lähtivät haudalta majapaikkaansa.",
      "Maria seisoi haudan ovella ja itki. Siinä itkiessään hän kurkisti hautaan",
      "ja näki, että siinä, missä Jeesuksen ruumis oli ollut, istui kaksi valkopukuista enkeliä, toinen pääpuolessa ja toinen jalkopäässä.",
      "Tämän sanottuaan hän kääntyi ja näki Jeesuksen seisovan takanaan, mutta ei tajunnut, että se oli Jeesus.",
      "Tämän sanottuaan hän näytti heille kätensä ja kylkensä. Ilo valtasi opetuslapset, kun he näkivät Herran.",
      "Yksi kahdestatoista opetuslapsesta, Tuomas, josta käytettiin myös nimeä Didymos, ei ollut muiden joukossa, kun Jeesus tuli.",
      "Monia muitakin tunnustekoja Jeesus teki opetuslastensa nähden, mutta niistä ei ole kerrottu tässä kirjassa.",
      "Tämä on kirjoitettu siksi, että te uskoisitte Jeesuksen olevan Kristus, Jumalan Poika, ja että teillä, kun uskotte, olisi elämä hänen nimensä tähden."
    ],
    [
      "Tämän jälkeen Jeesus taas ilmestyi opetuslapsilleen, nyt Tiberiaanjärvellä. Se tapahtui näin:",
      "Siellä olivat yhdessä Simon Pietari, Tuomas eli Didymos, Natanael Galilean Kaanasta, Sebedeuksen pojat ja kaksi muuta Jeesuksen opetuslasta.",
      "Aamun koittaessa Jeesus seisoi rannalla, mutta opetuslapset eivät tunteneet häntä.",
      "Muut opetuslapset tulivat veneellä ja vetivät kalojen täyttämää verkkoa perässään, sillä rantaan ei ollut paljonkaan matkaa, vain parisataa kyynärää.",
      "Rannalle noustessaan opetuslapset näkivät, että siellä oli hiilloksella paistumassa kalaa sekä leipää.",
      "Simon Pietari meni veneeseen ja veti verkon maihin. Se oli täynnä isoja kaloja, mutta vaikka kaloja oli paljon -- kaikkiaan sataviisikymmentäkolme -- verkko ei revennyt.",
      "Jeesus tuli, otti leivän ja antoi heille, samoin hän antoi kalaa.",
      "Tämä oli jo kolmas kerta, kun Jeesus kuolleista noustuaan ilmestyi opetuslapsilleen.",
      "Juuri tämä opetuslapsi todistaa kaikesta tästä. Hän on tämän kirjoittanut, ja me tiedämme, että hänen todistuksensa on luotettava.",
      "Paljon muutakin Jeesus teki. Jos kaikki vietäisiin kohta kohdalta kirjaan, luulen, etteivät koko maailmaan mahtuisi ne kirjat, jotka pitäisi kirjoittaa."
    ]
  ],
  "name": "John"
}
