{
  "id": "ml",
  "chapters": [
    [
      "Ennussana. Herran sana, jonka Malakia puhui Israelille.",
      "mutta Esauta vihasin. Minä tein Esaun vuoret autioiksi, hänen perintömaansa sakaalien asuinpaikaksi.",
      "Kun te tuotte uhrattavaksi sokean eläimen, eikö se ole väärin? Kun te tuotte uhrattavaksi ontuvan tai sairaan eläimen, eikö se ole väärin? Yritä viedä sellainen lahjaksi käskynhaltijallesi! Luuletko, että hän on tyytyväinen sinuun ja ottaa sinut ystävällisesti vastaan? Näin sanoo Herra Sebaot.",
      "Ja sellaisia uhreja te tuotte Jumalallenne! Niillä te yritätte päästä hänen suosioonsa, että hän olisi teille armollinen. Kun te näin teette, luuletteko, että hän täyttää pyyntönne? Näin sanoo Herra Sebaot.",
      "Kunpa joku teistä sulkisi temppelin ovet, ettette pääsisi turhaan sytyttämään tulta minun alttarilleni! En välitä teistä, sanoo Herra Sebaot, eivätkä teidän uhrilahjanne ole minulle mieleen."
    ],
    [
      "-- Minä teen teidän sukunne kelvottomaksi papin tehtävään. Minä paiskaan uhrieläintenne suolet sontineen teidän silmillenne, viskaan juhlienne jätteet kasvoillenne, ja teidät itsennekin heitetään tuohon samaan tunkioon.",
      "-- Huomatkaa nyt: tuon sanan minä olen lähettänyt teille siksi, että liitto, jonka tein Leevin kanssa, pysyisi voimassa, sanoo Herra Sebaot.",
      "Minun liittoni oli tällainen: Elämän, rauhan ja menestyksen minä annoin hänelle, ja hän kunnioitti ja palveli minua, lähestyi minua vavisten.",
      "Luotettava opetus oli hänen sanoissaan, eikä vääryyttä ollut hänen huulillaan. Vakaasti ja vilpittömästi hän vaelsi minun tietäni, ja monet hän palautti takaisin synnistä.",
      "Papin suun tulee jakaa tietoa, hänen huuliltaan odotetaan opetusta. Hän on Herran Sebaotin sanansaattaja.",
      "-- Mutta te olette poikenneet tieltä, teidän opetuksenne on saanut monet lankeamaan. Te olette rikkoneet liittoni, jonka tein Leevin kanssa, sanoo Herra Sebaot.",
      "Niin minäkin teen teidät halveksituiksi ja saatan teidät häpeään kaiken kansan silmissä. Te ette pysyneet minun teilläni, vaan opettaessanne katsoitte, keitä kuulijat olivat.",
      "Eikö meillä kaikilla ole sama isä? Eikö yksi ja sama Jumala ole meidät luonut? Miksi me kuitenkin petämme toinen toistamme ja häpäisemme liiton, jonka Jumala teki isiemme kanssa?",
      "Juuda on ollut uskoton, iljettäviä tekoja on tehty Israelissa ja Jerusalemissa. Juudan miehet ovat ottaneet vaimoikseen vieraan jumalan palvelijoita ja näin loukanneet pyhää Jumalaansa, joka rakastaa omaa kansaansa.",
      "Ottakoon Herra pois tuen ja turvan jokaiselta Jaakobin heimon mieheltä, joka sellaista tekee. Älköön hänelle jääkö ketään, joka voisi tuoda uhrin Herralle Sebaotille.",
      "Te teette pahaa myös toisella tavalla. Siksi Herra ei katso enää suopeasti uhrilahjaanne eikä halua ottaa sitä vastaan teidän kädestänne, vaikka te peitätte hänen alttarinsa kyynelillä, itkette ja valitatte.",
      "Ei Jumala luonut vain miestä eikä antanut elämää ja henkeä vain hänelle. Miten mies yksin voisi pyytää jälkeläisiä Jumalalta? Varokaa siis, ettei kukaan teistä hylkää vaimoaan, jonka on ottanut jo nuoruudessaan!",
      "-- Minä vihaan eroa, sanoo Herra, Israelin Jumala. Joka eroaa, tekee yhtä väärin kuin se, joka tahraa kätensä veriteolla, sanoo Herra Sebaot. Varokaa hylkäämästä vaimoanne!"
    ],
    [
      "-- Minä lähetän sanansaattajani raivaamaan edelläni tietä. Ja aivan äkkiä tulee temppeliinsä Valtias, jota te odotatte, ja Liiton enkeli, jota te kaipaatte. Hän saapuu, sanoo Herra Sebaot.",
      "Kuka voi kestää sen päivän, jolloin hän tulee, kuka voi seistä horjumatta, kun hän ilmestyy? Sillä hän on kuin ahjon hehku, hän puhdistaa kuin vahvin lipeä.",
      "Silloin Herra toimii kuin metallinsulattaja ja hopeankiillottaja. Hän puhdistaa leeviläiset, ja he tulevat puhtaiksi kuin kulta ja hopea, joista kuona on poltettu pois. He uhraavat jälleen Herralle virheettömät uhrit, säädösten mukaan.",
      "Juudan ja Jerusalemin uhrilahjat ovat Herralle mieleen, niin kuin ne olivat entisinä aikoina, jo kauan sitten.",
      "Näin sanoo Herra Sebaot: -- Minä tulen, minä saavun tuomitsemaan teitä, minä vaadin pian tilille taikojen tekijät ja avionrikkojat. Minä vaadin tilille ne, jotka eivät pelkää minua vaan tekevät väärän valan, jotka kieltäytyvät maksamasta päiväpalkkalaiselle hänen palkkaansa, jotka sortavat leskiä ja orpoja ja maassa asuvia muukalaisia.",
      "-- Minä, Herra, en muutu, ettekä tekään, Jaakobin jälkeläiset, ole entisestänne muuttuneet.",
      "Kirous on teidän osananne, koska te kaikki, koko kansa, petätte minua.",
      "-- Tuokaa täydet kymmenykset aarrekammioon, jotta temppelissäni olisi ruokaa. Koetelkaa minua tällä tavalla, sanoo Herra Sebaot. -- Silloin saatte nähdä, että minä avaan taivaan ikkunat ja vuodatan teille sateen runsaan siunauksen.",
      "Minä karkotan heinäsirkat mailtanne, ne eivät enää tuhoa peltojenne satoa, tarhojenne viiniköynnös ei jää hedelmää vaille, sanoo Herra Sebaot.",
      "-- Silloin kaikki kansat ylistävät teidän onneanne, sillä maanne on oleva ihana maa, sanoo Herra Sebaot.",
      "Mutta kun ne, jotka Herraa pelkäävät, puhuvat kaikesta tästä, Herra kuulee, mitä he sanovat. Kaikki kirjoitetaan muistiin hänen edessään. Se koituu iloksi niille, jotka kunnioittavat häntä ja pelkäävät hänen nimeään.",
      "-- Sinä päivänä, jonka minä määrään, he jälleen ovat minun oma kansani, sanoo Herra Sebaot. -- Ja minä olen hyvä heitä kohtaan, niin kuin isä on hyvä pojalleen, joka tottelee häntä.",
      "Te näette jälleen eron vanhurskaan ja jumalattoman välillä. Te näette, kuka on palvellut Jumalaa ja kuka ei ole häntä palvellut."
    ],
    [
      "(H3:19) -- Katso, se päivä tulee liekehtivänä kuin tulinen uuni. Kaikki röyhkeät ja pahantekijät ovat silloin oljenkorsia. Se päivä tulee ja sytyttää ne liekkiin -- sanoo Herra Sebaot -- eikä niistä jää jäljelle juurta eikä vartta.",
      "(H3:20)Mutta teille, jotka pelkäätte minun nimeäni, on nouseva pelastuksen aurinko, ja te parannutte sen siipien alla. Te astutte ulos, hypitte riemusta kuin vasikat laitumella.",
      "(H3:21)Sinä päivänä, jonka minä määrään, te poljette jumalattomat maahan, tallaatte heidät tomuksi, sanoo Herra Sebaot.",
      "(H3:22)Pitäkää mielessänne palvelijani Mooseksen laki, jonka annoin hänelle Horebilla: käskyt ja säädökset, jotka annoin koko Israelille.",
      "(H3:23)Kuulkaa! Ennen kuin tulee Herran päivä, suuri ja pelottava, minä lähetän teille profeetta Elian.",
      "(H3:24)Hän kääntää isien sydämet lasten puoleen ja lasten sydämet isien puoleen. Silloin en tuomitse maata perikatoon, kun tulen."
    ]
  ],
  "name": "Malachi"
}
