{
  "id": "2ch",
  "chapters": [
    [
      "Salomosta, Daavidin pojasta, tuli mahtava hallitsija, sillä Herra, hänen Jumalansa, oli hänen kanssaan ja lujitti hänen valtansa.",
      "Salomo lähetti sanan kaikkialle Israeliin, tuhannen- ja sadanpäälliköille, tuomareille ja kaikille Israelin ruhtinaille ja sukujen päämiehille.",
      "Kaikkien tultua koolle hän lähti heidän kanssaan Gibeonin kukkulalle. Siellä oli Jumalan pyhäkköteltta, jonka Mooses, Herran palvelija, oli tehnyt autiomaassa.",
      "Jumalan liitonarkun oli Daavid tuonut Kirjat-Jearimista Jerusalemiin paikalle, jonka hän oli sille valmistanut ja johon hän oli pystyttänyt sitä varten teltan.",
      "Pronssinen alttari, jonka Besalel, Urin poika, Hurin pojanpoika, oli tehnyt, oli Gibeonissa Herran pyhäkköteltan edessä. Siellä Salomo ja paikalle kokoontunut kansa kääntyivät Herran puoleen.",
      "Salomo nousi pyhäkköteltan edessä olevalle pronssialttarille ja uhrasi alttarilla Herralle tuhat polttouhria.",
      "Herra Jumala, pidä voimassa lupauksesi, jonka annoit isälleni Daavidille! Olet pannut minut hallitsemaan kansaa, joka on monilukuinen kuin maan tomuhiukkaset.",
      "Sitten Salomo palasi Jerusalemiin Gibeonin uhrikukkulalta pyhäkköteltan edestä ja alkoi hallita Israelia.",
      "Salomo hankki sotavaunuja ja hevosia. Hänellä oli tuhatneljäsataa vaunua ja kaksitoistatuhatta hevosta, ja hän sijoitti ne varuskuntakaupunkeihin ja omaan kaupunkiinsa Jerusalemiin.",
      "Salomon aikana Jerusalemissa oli hopeaa ja kultaa runsaasti kuin kiviä, ja setriä oli kuin viikunapuita Sefelan rinteillä.",
      "Salomon hevoset tuotiin Egyptistä ja Kilikiasta. Kuninkaan kauppamiehet hankkivat niitä Kilikiasta maksua vastaan.",
      "Sotavaunut sai Egyptistä kuudellasadalla hopeasekelillä ja hevosen sadallaviidelläkymmenellä. Salomon kauppiaat välittivät niitä myös kaikille heettiläisten ja aramealaisten kuninkaille."
    ],
    [
      "(H1:18)Salomo käski rakentaa Herralle temppelin ja itselleen palatsin.",
      "(H2:1)Salomo määräsi seitsemänkymmentätuhatta miestä kuljettamaan kuormia ja kahdeksankymmentätuhatta louhimaan kiveä vuoristosta ja asetti heille työnjohtajiksi kolmetuhatta kuusisataa miestä.",
      "(H2:3)Minä rakennan nyt temppeliä Herralle, Jumalalleni. Tahdon pyhittää sen hänelle, tahdon polttaa hänen edessään tuoksuvaa suitsuketta, pitää joka päivä esillä uhrileivät, uhrata aamu- ja iltauhrit, sapatin ja uudenkuun uhrit sekä Herran, meidän Jumalamme, juhlapäivien uhrit. Tämä on ikuisesti Israelin velvollisuus.",
      "(H2:4)Ja temppeli, jonka minä rakennan, on oleva suuri, sillä meidän Jumalamme on suurin kaikista jumalista.",
      "(H2:5)Mutta kuinka kukaan kykenisi rakentamaan hänelle asuntoa? Eiväthän taivasten taivaatkaan ole hänelle kyllin avarat! Mikä minä olen rakentamaan hänelle temppeliä? Voin tehdä sen vain polttaakseni siellä hänelle suitsutusuhreja.",
      "(H2:7)Lähetä minulle myös setriä, sypressiä ja santelipuuta Libanonista. Tiedän, että sinun miehesi ovat taitavia kaatamaan Libanonin puita. Minun mieheni tulevat auttamaan heitä.",
      "(H2:8)Tarvitsen paljon puuta, sillä aion rakentaa suurenmoisen temppelin.",
      "(H2:12)Minä lähetän luoksesi viisaan ja taitavan miehen, Hiram-Abin,",
      "(H2:13)jonka äiti on danilainen ja isä tyroslainen. Hän osaa taitavasti käsitellä kultaa, hopeaa, pronssia, rautaa, kiveä ja puuta, valmistaa punaista ja sinipunaista purppuraa ja karmosiinia sekä valkaista pellavaa, ja hän hallitsee kaikenlaiset kaiverrustyöt. Kaikki tehtävät, jotka hänelle annetaan, hän osaa suorittaa yhdessä sinun omien ammattimiestesi ja isäsi, kuningas Daavidin, ammattimiesten kanssa.",
      "(H2:14)Lähetä siis, herrani, lupaamasi vehnä, ohra, öljy ja viini meille, palvelijoillesi.",
      "(H2:16)Salomo antoi laskea kaikki Israelin maassa asuvat muukalaiset, niin kuin hänen isänsä Daavidkin oli tehnyt. Heidän lukumääräkseen saatiin sataviisikymmentäkolmetuhatta kuusisataa.",
      "(H2:17)Hän määräsi heistä seitsemänkymmentätuhatta miestä kuljettamaan kuormia ja kahdeksankymmentätuhatta louhimaan kiveä vuoristosta. Kolmetuhatta kuusisataa miestä hän asetti työnjohtajiksi, joiden tehtävänä oli pitää väki työssä."
    ],
    [
      "Salomo alkoi rakentaa Herran temppeliä Jerusalemiin isänsä Daavidin määräämälle paikalle, jebusilaisen Araunan puimatantereelle Morian vuorelle, missä Herra oli ilmestynyt Daavidille.",
      "Salomo ryhtyi rakennustyöhön hallituskautensa neljännen vuoden toisessa kuussa.",
      "Hän teki temppelille sellaiset perustukset, että sen pituudeksi tuli -- vanhan kyynäränmitan mukaan -- kuusikymmentä kyynärää ja leveydeksi kaksikymmentä kyynärää.",
      "Temppelin edessä olevan eteishallin leveys oli sama kuin itse temppelin, kaksikymmentä kyynärää, ja sen korkeus oli kaksikymmentä kyynärää. Sen sisäseinät Salomo päällysti puhtaalla kullalla.",
      "Temppelisalin hän vuorasi sypressilaudoilla, jotka silattiin parhaalla kullalla, ja hän kaunisti seinät palmunlehvä- ja köynnöskuvioin.",
      "Hän koristeli temppelisalin kalliilla kivillä, ja kulta oli tuotu Parvaimista.",
      "Temppelisali ja sen palkit, kynnykset, seinät ja ovet silattiin kullalla, ja seiniin kaiverrettiin kerubeja.",
      "Sitten Salomo teki kaikkeinpyhimmän. Sen leveys oli sama kuin itse temppelin, kaksikymmentä kyynärää, ja sen syvyys oli samoin kaksikymmentä kyynärää. Hän käytti sen seinien päällystämiseen kuusisataa talenttia parasta kultaa.",
      "Nauloihin oli käytetty viisikymmentä sekeliä kultaa. Myös ylempien tilojen seinät Salomo päällysti kullalla.",
      "Kaikkeinpyhimpään hän teetti kaksi valettua kerubia, jotka silattiin kullalla.",
      "Kerubien siipien pituus oli yhteensä kaksikymmentä kyynärää. Toisen kerubin toinen siipi oli viiden kyynärän mittainen ja ulottui temppelin seinään asti, ja toinen, samoin viiden kyynärän mittainen, kosketti toisen kerubin siipeä.",
      "Myös toisen kerubin toinen siipi oli viiden kyynärän mittainen ja ulottui temppelin seinään, ja toinen, samoin viiden kyynärän mittainen, kosketti toisen kerubin siipeä.",
      "Näin kerubien levällään olevien siipien pituudeksi tuli yhteensä kaksikymmentä kyynärää. Kerubit seisoivat kasvot temppelisaliin päin.",
      "Väliverhon Salomo teetti sinipunaisesta, purppuranpunaisesta ja karmosiininpunaisesta villakankaasta ja hienoimmasta pellavasta, ja hän antoi kirjailla siihen kerubeja.",
      "Temppelin edustalle Salomo teetti kaksi kolmenkymmenenviiden kyynärän korkuista pylvästä. Pylväänpäät olivat viiden kyynärän korkuiset.",
      "Hän teetti pylväänpäihin ketjumaisia köynnöksiä, ja hän valmistutti myös sata granaattiomenakoristetta, jotka kiinnitettiin köynnöksiin.",
      "Hän pystytti pylväät temppelin eteen, toisen oikealle ja toisen vasemmalle puolelle. Oikeanpuoleiselle hän antoi nimen Jakin ja vasemmanpuoleiselle Boas."
    ],
    [
      "Salomo teetti pronssisen alttarin, jonka pituus oli kaksikymmentä kyynärää, leveys kaksikymmentä kyynärää ja korkeus kymmenen kyynärää.",
      "Hän antoi myös valaa pyöreän altaan, jota kutsuttiin mereksi. Se oli reunasta reunaan kymmenen kyynärän levyinen, aivan pyöreä, ja mittanuoran oli oltava kolmenkymmenen kyynärän pituinen yltääkseen sen ympäri. Korkeutta sillä oli viisi kyynärää.",
      "Altaan reunan alapuolella sen ympäri kiersi joukko häränkuvia, kymmenen joka kyynärällä. Häränkuvia oli kaksi riviä, ja ne olivat samaa valua kuin allas.",
      "Allas oli kahdentoista härkäpatsaan varassa. Kolme härkää katsoi pohjoiseen, kolme länteen, kolme etelään ja kolme itään. Niiden takaruumiit olivat vastakkain, ja allas oli niiden päällä.",
      "Altaan seinämä oli kämmenenleveyden paksuinen, ja sen reuna kaartui ulospäin kuin liljankukan muotoisessa maljassa. Allas veti kolmetuhatta bat-mittaa.",
      "Salomo teetti myös kymmenen pataa ja sijoitti niistä viisi altaan oikealle ja viisi vasemmalle puolelle. Niissä oli määrä huuhdella polttouhrien kappaleet. Itse allas oli pappien peseytymistä varten.",
      "Salomo teetti ohjeiden mukaan myös kymmenen kultaista lampunjalkaa ja asetti ne temppeliin, viisi oikealle ja viisi vasemmalle puolelle.",
      "Samoin hän teetti temppeliin kymmenen pöytää, viisi oikealle ja viisi vasemmalle puolelle. Hän teetti myös sata kultaista vihmontamaljaa.",
      "Salomo rakensi pappien esipihan ja suuren esipihan sekä esipihan portit; portinpuoliskot hän silasi pronssilla.",
      "Suuren altaan hän sijoitti temppelin oikealle puolelle, kaakkoiskulmaan.",
      "Hiram-Abi teki tuhka-astiat, tuhkalapiot ja vihmontamaljat. Hän sai valmiiksi kaiken, mitä kuningas Salomo hänellä teetti Jumalan temppeliä varten:",
      "kaksi pylvästä, niiden maljamaiset päät ja kaksi köynnöskoristetta, jotka peittivät noiden kahden maljan pintaa,",
      "ja köynnöksiä varten neljäsataa granaattiomenaa, kumpaakin köynnöstä kohti kaksi riviä omenoita peittämään pylvään päässä olevan maljan pintaa.",
      "Hän teki myös työntöpöydät ja niihin padat,",
      "altaan ja kaksitoista härkää sen alle.",
      "Herran temppelissä tarvittavat tuhka- astiat, tuhkalapiot, haarukat ja kaikki niihin kuuluvat välineet Hiram-Abi teki kuningas Salomolle kiillotetusta pronssista.",
      "Kuningas valatti ne maahan kaivetuissa muoteissa Jordanin laaksossa Sukkotin ja Saretanin välillä.",
      "Kaikkia näitä esineitä Salomo teetti hyvin paljon, ja pronssia kului mittaamattomat määrät.",
      "Salomo teetti myös kaikki muut temppeliin kuuluvat esineet: kultaisen alttarin ja pöydät, joilla uhrileipiä pidettiin,",
      "sisäkammion eteen sijoitettavat, puhtaasta kullasta valmistetut lampunjalat ja lamput, jotka oli sytytettävä määräysten mukaisesti,",
      "kultaiset kukkakoristeet, lamput ja lamppupihdit, kaikki puhdasta kultaa,",
      "sekä veitset, vihmontamaljat, kupit ja tuliastiat, nämäkin puhdasta kultaa. Myös temppelin sisäkammioon, kaikkeinpyhimpään, johtava ovi, sen ovenpuoliskot ja temppelisalin ovet päällystettiin kullalla."
    ],
    [
      "Kun kuningas Salomo sai valmiiksi kaikki työt, jotka hän oli Herran temppeliä varten teettänyt, hän toi isänsä Daavidin pyhittämät esineet temppeliin. Hopean, kullan ja muut tavarat hän talletti temppelin aarrekammioihin.",
      "Salomo kutsui sitten luokseen Jerusalemiin Israelin vanhimmat, kaikkien israelilaisheimojen päälliköt ja sukujen päämiehet. Heidän oli määrä tuoda Herran liitonarkku Siionista, Daavidin kaupungista.",
      "Israelin johtomiehet kokoontuivat kuninkaan luo vuoden seitsemännen kuun juhlien aikaan.",
      "Kun kaikki Israelin vanhimmat olivat tulleet, leeviläiset nostivat arkun paikaltaan.",
      "He veivät arkun ja pyhäkköteltan sekä kaikki teltassa olleet pyhät esineet temppeliin, ja kantajina olivat papit ja leeviläiset.",
      "Kuningas Salomo uhrasi arkun edessä, ja hänen ympärillään oli koolla koko Israelin seurakunta. Kuningas ja kansa uhrasivat lampaita, vuohia ja nautakarjaa, eikä uhrieläinten määrää voinut lukea, ei laskea.",
      "Papit veivät Herran liitonarkun paikalleen temppelin sisäkammioon, kaikkeinpyhimpään, kerubien siipien alle.",
      "Kerubien siivet olivat levällään sen paikan päällä, missä arkku oli, ja peittivät ylhäältäpäin arkun ja sen kantotangot.",
      "Kantotangot olivat niin pitkät, että niiden päät näkyivät sisäkammion edessä olevaan temppelisalin osaan, eivät kuitenkaan kauemmaksi. Arkku on siellä vielä tänäkin päivänä.",
      "Arkussa ei ollut muuta kuin ne kaksi taulua, jotka Mooses oli pannut sinne Horebin luona, kun Herra teki liiton israelilaisten kanssa heidän ollessaan matkalla pois Egyptistä.",
      "Sitten papit astuivat ulos temppelistä. Kaikki papit, osastoista ja palvelusvuoroista riippumatta, olivat pyhittäneet itsensä.",
      "Kaikki leeviläislaulajat, Asaf, Heman ja Jedutun ja heidän poikansa ja veljensä, olivat pukeutuneet hienoimpaan pellavaan, ja he seisoivat alttarin itäpuolella symbaalit, harput ja lyyrat käsissään. Heidän vierellään oli satakaksikymmentä pappia, jotka puhalsivat torviin.",
      "Papit eivät pilven vuoksi voineet jatkaa palvelustaan, sillä Herran kirkkaus täytti temppelin."
    ],
    [
      "Salomo lausui silloin: -- Herra, sinä haluat pimeän asuinsijan.",
      "Minä olen rakentanut sinulle asumuksen ikuisiksi ajoiksi.",
      "Kuningas kääntyi kansaan päin ja siunasi koko Israelin seurakunnan. Kaikki seisoivat,",
      "'Jo kauan sitten toin kansani pois Egyptistä, mutta tähän päivään mennessä en ole valinnut Israelin heimojen alueilta kaupunkia, jonne rakennettaisiin temppeli nimeni asuinsijaksi, enkä ole valinnut kansalleni Israelille ruhtinasta.",
      "Nyt olen valinnut nimeni asuinsijaksi Jerusalemin ja kansani Israelin ruhtinaaksi Daavidin.'",
      "Mutta Herra sanoi hänelle: 'Olet halunnut rakentaa minulle temppelin, ja olet tehnyt hyvin, kun olet sitä ajatellut.",
      "Sinä et kuitenkaan ole sitä temppeliä rakentava. Sen saa rakentaa minulle poikasi, sinun omien kupeittesi hedelmä.'",
      "Salomo seisoi Herran alttarin äärellä koko Israelin seurakunnan edessä ja kohotti kätensä.",
      "Hän oli tehnyt pronssisen korokkeen, joka oli viiden kyynärän pituinen, viiden kyynärän levyinen ja kolmen kyynärän korkuinen, ja sijoittanut sen keskelle esipihaa. Koko Israelin seurakunnan edessä hän nousi nyt sille. Salomo polvistui, kohotti kätensä taivasta kohti",
      "Sinä olet pannut täytäntöön sen, minkä lupasit isälleni Daavidille. Minkä suusi puhui, sen kätesi teki. Niin on nyt tapahtunut.",
      "Herra, Israelin Jumala, täytäthän vielä senkin, minkä lupasit isälleni Daavidille, palvelijallesi, kun sanoit hänelle: 'Aina on Israelin valtaistuimella oleva sinun sukuusi kuuluva mies, jos poikasi pysyvät oikealla tiellä ja vaeltavat minun lakini mukaan, niin kuin sinäkin olet vaeltanut minun edessäni.'",
      "Herra, Israelin Jumala! Käyköön toteen tämä lupaus, jonka lausuit palvelijallesi Daavidille.",
      "Herra, minun Jumalani! Käänny kuitenkin palvelijasi puoleen ja kuule nöyrä pyyntöni, kun nyt hartaasti rukoilen sinun edessäsi.",
      "Pidä päivin ja öin silmissäsi tämä temppeli, paikka, jossa olet sanonut nimesi asuvan. Kuule, mitä palvelijasi tähän paikkaan päin kääntyneenä rukoilee.",
      "Kuule palvelijasi ja kansasi Israelin pyynnöt, kun me käännymme tätä paikkaa kohti ja rukoilemme sinua. Kuule ne asuinsijaasi taivaaseen, kuule ja anna anteeksi!",
      "niin kuule taivaaseen kaikki tämä ja ratkaise palvelijoittesi asia. Rankaise syyllistä ja anna hänen kärsiä tekonsa mukaan, todista syytön syyttömäksi ja anna hänelle hyvitys hänen syyttömyytensä mukaisesti.",
      "niin kuule se taivaaseen. Anna kansallesi Israelille anteeksi sen synnit ja tuo se takaisin tähän maahan, jonka olet antanut jo isillemme.",
      "niin kuule se taivaaseen. Anna anteeksi palvelijoittesi ja kansasi Israelin synti, sinä, joka osoitat hyvän tien heidän kuljettavakseen. Anna sadetta maalle, jonka kansasi on saanut sinulta perintömaaksi.",
      "niin kuule silloin asuinsijaasi taivaaseen jokainen rukous, yhtä lailla yksityisten ihmisten kuin koko kansasi Israelin armonanominen, kun palvelijasi onnettomuutensa ahdistamina kohottavat kätensä tätä temppeliä kohti.",
      "Anna silloin heille anteeksi ja anna jokaiselle hänen ansionsa mukaan, sillä sinä tunnet heidän sydämensä, sinä yksin tunnet kaikkien ihmisten sydämen.",
      "Näin he pysyvät koko elinaikansa sinun palvelijoinasi ja vaeltavat tahtosi mukaan tässä maassa, jonka sinä olet isillemme antanut.",
      "niin kuule se asuinsijaasi taivaaseen ja tee niin kuin hän sinulta pyytää. Silloin kaikki maailman kansat oppivat tuntemaan nimesi, kunnioittavat sinua kansasi Israelin tavoin ja tietävät, että tämä rakentamani temppeli on pyhitetty sinun nimellesi.",
      "niin kuule taivaaseen sen pyynnöt ja rukoukset ja anna sen menestyä.",
      "ja jos he sitten siinä maassa, jonne heidät on viety, tekevät parannuksen, kääntyvät puoleesi ja vankeutensa maassa anovat sinulta armoa sanoen: 'Olemme tehneet väärin, olemme tehneet syntiä, olemme rikkoneet sinua vastaan',",
      "ja jos he koko sydämestään ja sielustaan kääntyvät puoleesi tuossa vankeutensa maassa ja rukoilevat sinua suunnaten kasvonsa kohti omaa maataan, sitä, jonka sinä annoit heidän isilleen, kohti kaupunkia, jonka sinä valitsit, ja temppeliä, jonka minä olen sinulle rakentanut,",
      "niin kuule asuinsijaasi taivaaseen heidän pyyntönsä ja rukouksensa ja anna heille oikeutta. Anna kansallesi sen synnit anteeksi, millä tavoin se onkin sinua vastaan rikkonut.",
      "Olkoot siis silmäsi avoinna, Jumalani, ja korvasi alttiit kuulemaan rukouksia, joita tässä paikassa lausutaan.",
      "-- Nouse, Herra Jumala, tule asuinpaikkaasi, sinä ja arkku, jossa voimasi on! Herra, olkoon pappiesi vaatteena pelastus, riemuitkoot sinun uskolliset palvelijasi hyvyydestäsi."
    ],
    [
      "Kun Salomo oli päättänyt rukouksensa, taivaasta iski tuli, joka söi polttouhrit ja teurasuhrit, ja Herran kirkkaus täytti temppelin.",
      "Papit eivät voineet mennä temppeliin, sillä se oli täynnä Herran kirkkautta.",
      "Kuningas Salomo ja koko kansa uhrasivat teurasuhreja Herralle.",
      "Kuningas uhrasi kaksikymmentäkaksituhatta nautaa ja satakaksikymmentätuhatta lammasta. Näin kuningas ja koko kansa vihkivät Jumalan temppelin.",
      "Salomo pyhitti Herran temppelin esipihan keskiosan, jossa hän uhrasi polttouhrit ja yhteysuhrien rasvat, koska hänen rakentamansa pronssialttari oli polttouhria, ruokauhria ja rasvoja varten liian pieni.",
      "Sitten Salomo ja hänen kanssaan koko Israel viettivät juhlaa seitsemän päivän ajan. Koolle oli tullut hyvin suuri joukko väkeä, pohjoisesta aina Lebo-Hamatista ja etelästä Egyptin rajapurolta saakka.",
      "Kun alttarin vihkimisjuhlaa oli vietetty seitsemän päivää ja myös lehtimajanjuhla oli jatkunut seitsemän päivää, pidettiin kahdeksantena päivänä päätöskokous.",
      "Seitsemännen kuun kahdentenakymmenentenäkolmantena päivänä Salomo hyvästeli kansan, ja kaikki lähtivät kotiinsa iloisina ja tyytyväisinä kaikesta siitä hyvyydestä, jota Herra oli osoittanut Daavidille, Salomolle ja kansalleen Israelille.",
      "Kun Salomo oli saanut valmiiksi Herran temppelin ja kuninkaan palatsin ja saattanut onnellisesti päätökseen kaiken, mitä oli temppeliä ja palatsia varten suunnitellut,",
      "Jos minä joskus suljen taivaan, niin että ei tule sadetta, tai jos käsken heinäsirkkojen syödä maan tai lähetän kansani keskuuteen ruton",
      "-- ja jos silloin kansani, jonka olen ottanut omakseni, nöyrtyy ja rukoilee, kääntyy minun puoleeni ja hylkää pahat tiensä, niin minä kuulen sitä taivaaseen, annan sen synnit anteeksi ja teen sen maan jälleen terveeksi.",
      "Nyt olen valinnut ja pyhittänyt tämän temppelin ja tehnyt siitä nimelleni ikuisen asuinsijan. Se on alati oleva silmissäni ja sydäntäni lähellä.",
      "minä pidän pystyssä sinun kuninkaallisen valtaistuimesi, niin kuin olen isällesi Daavidille luvannut. Olenhan sanonut hänelle, että Israelia on aina hallitseva hänen sukuunsa kuuluva mies.",
      "minä tempaan teidät pois maastani, jonka olen teille antanut. Ja temppelin, jonka olen nimelleni pyhittänyt, minä hylkään ja jätän pilkan kohteeksi ja varoittavaksi esimerkiksi kaikille kansoille.",
      "Jokainen, joka kulkee tämän ennen niin mahtavan temppelin ohi, tyrmistyy ja kysyy: 'Miksi Herra on tehnyt näin tälle maalle ja tälle temppelille?'"
    ],
    [
      "Salomolta meni kaksikymmentä vuotta Herran temppelin ja oman palatsinsa rakentamiseen.",
      "Hän myös varusti ne kaupungit, jotka Hiram oli hänelle antanut, ja siirsi niihin israelilaisia.",
      "Sen jälkeen Salomo hyökkäsi Hamat-Sobaan ja valloitti sen.",
      "Hän linnoitti myös autiomaassa sijaitsevan Tadmorin ja varastokaupungit, jotka hän rakensi Hamatiin.",
      "Hän rakensi ylemmän ja alemman Bet- Horonin ja varusti ne muureilla ja salvoin suljettavilla porteilla.",
      "Samoin hän linnoitti Baalatin ja kaikki kaupungit, joissa hän piti varastojaan, vaunujaan ja hevosiaan. Hän rakensi myös kaikkea muuta, mitä näki hyväksi, Jerusalemiin, Libanoniin ja koko sille alueelle, jota hän hallitsi.",
      "Salomo määräsi, että kaikkien jäljelle jääneiden heettiläisten, amorilaisten, perissiläisten, hivviläisten ja jebusilaisten, kaikkien, jotka eivät olleet israelilaisia, oli tehtävä verotyötä.",
      "Israelilaiset eivät olleet pystyneet tuhoamaan heitä kaikkia, ja niin heidän jälkeläisiään oli yhä maassa. Heidän on tehtävä verotyötä vielä tänäkin päivänä.",
      "Israelilaisista Salomo ei pannut ketään orjan töihin, vaan he olivat sotilaita ja sotapäälliköitä, sotavaunujen ja vaunumiesten päälliköitä.",
      "Töiden valvojina kuningas Salomolla oli kaksisataaviisikymmentä virkamiestä.",
      "Salomo uhrasi Herralle polttouhreja alttarilla, jonka hän oli rakentanut temppelin eteishallin edustalle.",
      "Hän toimitti uhrit sapatinpäivinä, uudenkuun päivinä ja kolmen vuotuisen juhlan, happamattoman leivän juhlan, viikkojuhlan ja lehtimajanjuhlan, aikana, kunakin päivänä sen mukaan kuin Mooseksen laissa oli säädetty.",
      "Isänsä Daavidin määräyksen mukaisesti hän järjesti pappien palvelusvuorot ja jakoi leeviläisille tehtävät määräten, minä päivänä minkin osaston piti olla ylistämässä Herraa ja avustamassa pappeja. Hän järjesti myös portinvartijoiden osastot eri porteille. Tästä kaikesta oli Daavid, Jumalan mies, antanut määräykset.",
      "Missään kohden ei poikettu pappeja ja leeviläisiä, aarrekammioita ja muita seikkoja koskevista kuninkaan käskyistä.",
      "Näin saatettiin päätökseen Salomon koko työ, aina Herran temppelin perustusten laskemisesta sen valmistumiseen saakka. Herran temppeli oli valmis.",
      "Salomo meni myös Esjon-Geberiin ja Eilatiin, jotka ovat meren rannalla Edomin maassa.",
      "Hiram lähetti palvelijansa tuomaan hänelle laivoja ja miehiä, jotka olivat kokeneita merenkulkijoita. Nämä purjehtivat Salomon miesten kanssa Ofiriin ja toivat sieltä kuninkaalle neljäsataaviisikymmentä talenttia kultaa."
    ],
    [
      "Kun Saban kuningatar sai kuulla, mitä Salomosta kerrottiin, hän lähti Jerusalemiin pannakseen Salomon koetteelle vaikeilla kysymyksillä. Hänellä oli mukanaan mahtava seurue, ja kamelien kuormissa oli suuret määrät hajusteita, kultaa ja jalokiviä. Hän tuli Salomon luo ja esitti kysymykset, jotka hänellä oli mielessä.",
      "Salomo vastasi kaikkiin hänen kysymyksiinsä. Yksikään kysymys ei ollut Salomolle liian vaikea, hän kykeni vastaamaan kaikkiin.",
      "Niin sai Saban kuningatar nähdä, miten viisas Salomo oli. Hän näki myös, millaisen palatsin Salomo oli rakentanut,",
      "millaisia ruokia hänen pöydässään tarjottiin, miten hänen alaisensa asuivat ja miten palvelu oli hovissa järjestetty. Hän näki palvelusväen asut, samoin juomanlaskijat ja heidän asunsa sekä polttouhrit, jotka kuningas uhrasi Herran temppelissä. Tämän kaiken kuningatar näki, ja hän mykistyi ihmetyksestä.",
      "En uskonut niitä puheita ennen kuin tulin ja näin kaiken omin silmin. Eihän minulle ole kerrottu puoliakaan sinun suuresta viisaudestasi. Sinulla on kaikkea paljon enemmän kuin olin kuullut.",
      "Onnellisia ovat sinun miehesi, onnellisia nämä palvelijat, jotka jatkuvasti saavat olla luonasi ja kuunnella viisaita sanojasi!",
      "Kuningatar antoi Salomolle satakaksikymmentä talenttia kultaa ja runsain mitoin hajusteita ja jalokiviä. Mitään niiden hajusteiden veroista, jotka Saban kuningatar antoi kuningas Salomolle, ei sen koommin ole nähty.",
      "Hiramin ja Salomon miehet, jotka hakivat Ofirista kultaa, toivat sieltä myös jalopuuta ja jalokiviä.",
      "Kuningas teetti jalopuusta porraskaiteet Herran temppeliin ja omaan palatsiinsa sekä laulajien lyyrat ja harput. Mitään sellaista ei ennen ollut nähty Juudan maassa.",
      "Kuningas Salomo antoi Saban kuningattarelle vastalahjat hänen tuomisistaan sekä lisäksi kaiken, mitä hän halusi ja pyysi. Sitten kuningatar palasi seurueineen omaan maahansa.",
      "Sen kultamäärän paino, jonka Salomo vuosittain sai, oli kuusisataakuusikymmentäkuusi talenttia.",
      "Lisäksi tuli veroja kauppamiehiltä ja tavaranvälittäjiltä, ja myös kaikki Arabian kuninkaat ja paikalliset käskynhaltijat toivat Salomolle kultaa ja hopeaa.",
      "Kuningas Salomo teetti taotusta kullasta kaksisataa isoa kilpeä, joihin kuhunkin meni kuusisataa sekeliä kultaa.",
      "Samoin hän teetti taotusta kullasta kolmesataa pikkukilpeä, joihin jokaiseen meni kolmesataa sekeliä kultaa. Kuningas sijoitti ne Setripalatsiin.",
      "Kuningas teetti myös suuren norsunluisen valtaistuimen, joka päällystettiin puhtaalla kullalla.",
      "Valtaistuimessa oli kuusi porrasta ja jalkakoroke, kaikki kullalla silattuja. Istuimessa oli molemmin puolin käsinojat, ja kummankin käsinojan vieressä seisoi leijona.",
      "Myös jokaisen portaan kummallakin puolella oli leijona, kaksitoista kaikkiaan. Sen kaltaista ei ollut missään valtakunnassa tehty.",
      "Kaikki kuningas Salomon juoma-astiat olivat kultaa, ja puhdasta kultaa olivat myös kaikki Setripalatsin esineet. Hopeaa ei Salomon aikaan pidetty minkään arvoisena.",
      "Kuninkaan laivat purjehtivat näet Hiramin miesten kanssa Tarsisiin, ja joka kolmas vuosi laivat toivat Tarsisista kultaa ja hopeaa, norsunluuta, apinoita ja riikinkukkoja.",
      "Kuningas Salomo voitti rikkaudessa ja viisaudessa kaikki maailman kuninkaat.",
      "Kaikkialta tuli kuninkaita Salomon luo kuulemaan viisautta, jonka Jumala oli antanut hänen sydämeensä.",
      "Joka vuosi hän sai tulijoilta lahjoja, hopeasta ja kullasta valmistettuja esineitä, vaatteita, aseita ja hajusteita sekä hevosia ja muuleja.",
      "Salomolla oli talleissaan neljätuhatta paikkaa hevosille ja vaunuille, ja hänellä oli kaksitoistatuhatta vaunusotilasta, jotka hän sijoitti varuskuntakaupunkeihin ja omaan kaupunkiinsa Jerusalemiin.",
      "Kaikki kuninkaat Eufratvirrasta filistealaisten maahan ja Egyptin rajaan saakka olivat hänen alamaisiaan.",
      "Hänen aikanaan Jerusalemissa oli hopeaa runsaasti kuin kiviä, ja setriä oli kuin viikunapuita Sefelan rinteillä.",
      "Hevosia Salomolle tuotiin Egyptistä ja muistakin maista.",
      "Muut Salomon ajan tapahtumat, ensimmäisestä viimeiseen, on kerrottu profeetta Natanin aikakirjoissa, silolaisen Ahian profetioissa ja näkijä Iddon ilmestyksissä, jotka koskivat Jerobeamia, Nebatin poikaa.",
      "Salomo hallitsi Jerusalemissa koko Israelia neljäkymmentä vuotta.",
      "Sitten hän meni lepoon isiensä luo, ja hänet haudattiin isänsä Daavidin kaupunkiin. Salomon jälkeen tuli kuninkaaksi hänen poikansa Rehabeam."
    ],
    [
      "Rehabeam lähti Sikemiin, sillä koko Israel oli tullut sinne julistaakseen hänet kuninkaaksi.",
      "Kun Jerobeam, Nebatin poika, sai kuulla tästä Egyptissä, jonne hän oli paennut kuningas Salomoa, hän palasi Israeliin.",
      "Israelilaiset kutsuivat hänet mukaansa, ja yhdessä he menivät Rehabeamin puheille ja sanoivat:",
      "Sinun isäsi teki ikeemme raskaaksi. Kevennä sinä nyt isäsi määräämää raskasta työtä ja painavaa iestä, jonka hän pani kannettavaksemme. Jos sen teet, me olemme sinun palvelijoitasi.",
      "Mutta Rehabeam ei välittänyt neuvosta, jonka vanhimmat hänelle antoivat. Hän kysyi neuvoa nuorilta, jotka olivat kasvaneet yhdessä hänen kanssaan ja kuuluivat nyt hänen hoviväkeensä.",
      "Kahden päivän kuluttua Jerobeam ja koko kansa tulivat Rehabeamin luo, niin kuin kuningas oli käskenyt.",
      "Kuningas Rehabeam vastasi heille kovin sanoin. Hän hylkäsi neuvon, jonka oli vanhimmilta saanut,",
      "Kuningas ei kuunnellut kansaa. Jumala ohjasi hänet tekemään näin pannakseen täytäntöön sanansa, jotka hän silolaisen Ahian suulla oli puhunut Jerobeamille, Nebatin pojalle.",
      "Kun israelilaiset näkivät, että kuningas ei välittänyt heidän pyynnöstään, he sanoivat hänelle näin: -- Mitä meillä on tekemistä Daavidin kanssa? Vieras on meille Iisain poika. Palatkaa majoillenne, Israelin miehet! Pidä itse huoli asioistasi, Daavidin suku! Niin israelilaiset palasivat kotiinsa.",
      "Rehabeamista tuli vain niiden israelilaisten kuningas, jotka asuivat Juudan kaupungeissa.",
      "Kun kuningas Rehabeam lähetti verotöiden valvojan Adoramin israelilaisten luo, he kivittivät tämän kuoliaaksi. Silloin Rehabeam nousi kiireesti vaunuihin ja pakeni Jerusalemiin.",
      "Israel hylkäsi Daavidin kuningassuvun ja on pysynyt siitä erillään tähän päivään saakka."
    ],
    [
      "Tultuaan Jerusalemiin Rehabeam kokosi Juudan ja Benjaminin heimoista satakahdeksankymmentätuhatta nuorta soturia, joiden oli määrä lähteä sotaan Israelia vastaan ja palauttaa sen kuninkuus hänelle.",
      "Mutta Semajalle, Jumalan miehelle, tuli Herran sana:",
      "Rehabeam hallitsi Jerusalemissa ja linnoitti useita Juudan ja Benjaminin alueen kaupunkeja.",
      "Hän linnoitti Betlehemin, Etamin, Tekoan,",
      "Bet- Surin, Sokon, Adullamin,",
      "Gatin, Maresan, Sifin,",
      "Adoraimin, Lakisin, Asekan,",
      "Sorean, Aijalonin ja Hebronin kaupungit.",
      "Hän rakensi niihin lujat varustukset, asetti niille päälliköt ja sijoitti niihin ruoka-, öljy- ja viinivarastoja.",
      "Joka kaupungissa oli varastossa myös kilpiä ja keihäitä. Vahvistamalla linnoitukset lujiksi hän saattoi pitää Juudan ja Benjaminin alueen hallussaan.",
      "Papit ja leeviläiset siirtyivät kaikkialta Israelista Rehabeamin puolelle.",
      "Leeviläiset jättivät laidunmaansa ja asuinkaupunkinsa ja lähtivät Juudaan ja Jerusalemiin, sillä Jerobeam ja hänen poikansa eivät sallineet heidän toimia Herran pappeina.",
      "Jerobeam oli asettanut omia pappejaan kukkulapyhäkköihin palvelemaan pukki- ja sonnipatsaita, jotka hän oli teettänyt.",
      "Israelin heimojen keskuudesta lähtivät kaikki ne, jotka koko sydämestään tahtoivat palvella Herraa, Israelin Jumalaa. He lähtivät leeviläisten mukana Jerusalemiin voidakseen siellä uhrata Herralle, isiensä Jumalalle.",
      "Näin he vahvistivat Juudan valtakuntaa ja lujittivat Rehabeamin, Salomon pojan, kuninkuutta, mutta vain kolmen vuoden ajan. Kolme vuotta he näet vaelsivat uskollisesti sitä tietä, jota Daavid ja Salomo olivat kulkeneet.",
      "Rehabeam otti vaimokseen Mahalatin, jonka isä oli Daavidin poika Jerimot ja äiti Abihail, Iisain pojan Eliabin tytär.",
      "Mahalat synnytti hänelle kolme poikaa, Jeusin, Semarjan ja Sahamin.",
      "Sitten Rehabeam otti vaimokseen Maakan, Absalomin tyttären. Tämä synnytti hänelle Abian, Attain, Sisan ja Selomitin.",
      "Rehabeam rakasti Absalomin tytärtä Maakaa enemmän kuin ketään muuta vaimoaan tai sivuvaimoaan. Hänellä oli näet kahdeksantoista vaimoa ja kuusikymmentä sivuvaimoa, ja hänelle syntyi kaksikymmentäkahdeksan poikaa ja kuusikymmentä tytärtä.",
      "Rehabeam antoi Maakan pojalle Abialle johtoaseman poikiensa joukossa, sillä hän aikoi tehdä hänestä kuninkaan.",
      "Viisaasti hän sijoitti muut poikansa linnoitettuihin kaupunkeihin eri puolille Juudan ja Benjaminin aluetta, ja hän antoi heille runsaan ylläpidon ja hankki heille paljon vaimoja."
    ],
    [
      "Kun Rehabeamin kuninkuus oli vahvistunut ja hänen valtansa vakiintunut, hän hylkäsi Herran lain, ja koko Israel seurasi häntä.",
      "Kuningas Rehabeamin viidentenä hallitusvuotena Egyptin kuningas Sisak hyökkäsi Jerusalemia vastaan. Näin tapahtui sen vuoksi, että israelilaiset olivat luopuneet Herrasta.",
      "Sisakilla oli mukanaan tuhat kaksisataa sotavaunua ja kuusikymmentätuhatta vaunusoturia, ja hän toi Egyptistä myös suunnattoman joukon libyalaisia, sukkilaisia ja nubialaisia sotilaita.",
      "Hän valloitti Juudan linnoitetut kaupungit ja pääsi Jerusalemiin saakka.",
      "Niin Egyptin kuningas Sisak hyökkäsi Jerusalemiin ja ryösti aarteet sekä Herran temppelistä että kuninkaan palatsista. Hän vei kaiken, myös kultaiset kilvet, jotka Salomo oli teettänyt.",
      "Kuningas Rehabeam teetti niiden sijaan pronssikilvet ja uskoi ne palatsinsa ovea vartioivan henkikaartin päälliköille.",
      "Aina kun kuningas meni Herran temppeliin, myös vartijat menivät sinne kilpiä kantaen, ja sitten he veivät kilvet taas henkikaartin huoneeseen.",
      "Koska Rehabeam oli nöyrtynyt, Herran viha kääntyi hänestä pois eikä häntä kohdannut täydellinen tuho. Ja olihan Juudassa myös jotakin hyvää.",
      "Kuningas Rehabeamin valta Jerusalemissa vahvistui, ja hän hallitsi siellä edelleen. Kuninkaaksi tullessaan hän oli neljänkymmenenyhden vuoden ikäinen. Hän hallitsi seitsemäntoista vuotta Jerusalemissa, kaupungissa, jonka Herra oli kaikkien Israelin heimojen keskeltä valinnut nimensä asuinsijaksi. Hänen äitinsä oli ammonilainen Naama.",
      "Rehabeam teki sellaista, mikä on väärää, sillä hän ei palvellut Herraa koko sydämestään.",
      "Rehabeamin ajan tapahtumat, ensimmäisestä viimeiseen, on kerrottu profeetta Semajan ja näkijä Iddon historioissa. Niissä on myös hänen sukuluettelonsa. Kaiken aikaa Rehabeam ja Jerobeam olivat sodassa keskenään.",
      "Sitten Rehabeam meni lepoon isiensä luo, ja hänet haudattiin Daavidin kaupunkiin. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Abia."
    ],
    [
      "Abia tuli Juudan kuninkaaksi kuningas Jerobeamin kahdeksantenatoista hallitusvuotena.",
      "Hän hallitsi Jerusalemissa kolme vuotta. Hänen äitinsä oli Mikaja, gibealaisen Urielin tytär. Abia ja Jerobeam kävivät keskenään sotaa.",
      "Abia kokosi neljänsadantuhannen soturin armeijan ja aloitti sodan, ja Jerobeam ryhtyi kahdeksansadantuhannen soturin kanssa taistelemaan häntä vastaan.",
      "Te tiedätte, että Herra, Israelin Jumala, on antanut Israelin kuninkuuden ikuisiksi ajoiksi Daavidille ja hänen jälkeläisilleen ja tehnyt hänen kanssaan suolalla vahvistetun liiton.",
      "Mutta Jerobeam, Nebatin poika, Daavidin pojan Salomon palvelija, nousi kapinaan herraansa vastaan.",
      "Hänen luokseen kokoontui tyhjäntoimittajia ja hulttioita, ja he voittivat Rehabeamin, Salomon pojan, sillä Rehabeam oli vielä nuori ja kokematon eikä pystynyt vastustamaan heitä.",
      "Te olette karkottaneet Herran papit, Aaronin jälkeläiset, ja leeviläiset. Näiden sijaan olette asettaneet itsellenne pappeja muiden kansojen tapaan: kuka vain on tullut vihittämään itsensä papiksi ja tuonut mukanaan sonnin ja seitsemän pässiä, hänestä on tehty epäjumalien pappi.",
      "He uhraavat Herralle polttouhrit aamuin ja illoin, polttavat tuoksuvia suitsukkeita, asettavat uhrileivät puhtaalle pöydälle ja sytyttävät iltaisin kultaisen lampunjalan lamput. Me noudatamme Herran, Jumalamme, säädöksiä, mutta te olette hylänneet hänet.",
      "Mutta Jerobeam oli pannut väijytysjoukon kiertämään Juudan joukkojen taakse, niin että pääjoukko oli niiden edessä ja väijytysjoukko niiden selustassa.",
      "Kun Juudan miehet huomasivat joutuvansa taistelemaan kahdella suunnalla, he huusivat Herraa avukseen, ja papit puhalsivat torviinsa.",
      "Juudan miehet kohottivat sotahuudon, ja kun Abia johti Juudan joukot taisteluun, Jumala löi Jerobeamin ja Israelin.",
      "Israelilaiset pakenivat Juudan joukkoja, mutta Jumala antoi heidät niiden käsiin.",
      "Abia ja hänen miehensä löivät heidät perin pohjin, ja viisisataatuhatta israelilaista soturia kaatui.",
      "Näin israelilaiset lannistettiin. Mutta Juudan heimo voimistui, koska se turvautui Herraan, isiensä Jumalaan.",
      "Abia ajoi takaa Jerobeamia ja valtasi häneltä Betelin, Jesanan ja Efronin kaupungit ja niitä ympäröivät kylät.",
      "Abian eläessä Jerobeamin mahti ei enää palautunut entiselleen. Herra löi häntä, ja hän kuoli.",
      "Abian valta sen sijaan lujittui. Hän otti itselleen neljätoista vaimoa, ja hänelle syntyi kaksikymmentäkaksi poikaa ja kuusitoista tytärtä.",
      "Muut Abian vaiheet, hänen tekonsa ja sanansa, on kerrottu profeetta Iddon teoksessa."
    ],
    [
      "(H13:23)Abia meni lepoon isiensä luo, ja hänet haudattiin Daavidin kaupunkiin. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Asa. Asan aikana maassa vallitsi rauha kymmenen vuoden ajan.",
      "(H14:1)Asa teki sitä, mikä oli hyvää ja oikeaa Herran, hänen Jumalansa, silmissä.",
      "(H14:2)Hän hävitti vieraat alttarit ja kukkulapyhäköt, rikkoi kivipatsaat ja hakkasi palasiksi asera-paalut.",
      "(H14:3)Hän käski Juudan kansan kääntyä Herran, isiensä Jumalan, puoleen ja noudattaa hänen lakiaan ja määräyksiään.",
      "(H14:4)Kaikista Juudan kaupungeista hän hävitti kukkulapyhäköt ja suitsutusalttarit, ja hänen aikanaan valtakunnassa säilyi rauha.",
      "(H14:5)Niinä vuosina, joina Jumala antoi rauhan vallita maassa eikä kukaan sotinut Asaa vastaan, Asa linnoitti Juudan kaupunkeja.",
      "(H14:7)Asalla oli sotajoukko, jossa oli Juudan heimosta kolmesataatuhatta miestä, aseinaan kilpi ja keihäs, ja Benjaminin heimosta kaksisataakahdeksankymmentätuhatta miestä, aseinaan kilpi ja jousi. Kaikki olivat harjaantuneita sotureita.",
      "(H14:8)Nubialainen Serah lähti heitä vastaan mukanaan sotajoukko, jossa oli tuhat kertaa tuhat miestä ja kolmesataa sotavaunua, ja saapui Maresaan asti.",
      "(H14:9)Asa lähti häntä vastaan, ja joukot järjestäytyivät taisteluun Sefatan laaksoon lähelle Maresaa.",
      "(H14:11)Silloin Herra antoi Asan ja Juudan joukkojen lyödä nubialaiset, ja nämä lähtivät pakoon.",
      "(H14:12)Asa ajoi miehineen heitä takaa Gerariin saakka, ja nubialaisia kaatui niin paljon, etteivät he enää toipuneet tästä iskusta. Herra ja hänen sotajoukkonsa musersivat heidät, ja Asa ja hänen miehensä saivat runsaan saaliin.",
      "(H14:13)He kukistivat kaikki Gerarin ympäristön kaupungit, sillä Herra oli saattanut niiden asukkaat kauhun valtaan. He ryöstivät ne kaikki ja saivat niistäkin suuren saaliin.",
      "(H14:14)Samoin he löivät paimentolaisleirit ja ottivat saaliiksi paljon lampaita, vuohia ja kameleja. Sitten he palasivat Jerusalemiin."
    ],
    [
      "Asarjan, Odedin pojan, valtasi Jumalan henki.",
      "Israel eli kauan vailla oikeaa Jumalaa, vailla pappien opetusta ja vailla lakia.",
      "Mutta ahdistuksessaan se palasi Herran, oman Jumalansa, luo ja etsi häntä, ja niin se löysi hänet.",
      "Tuohon aikaan eivät matkamiehet voineet kulkea rauhassa, sillä kaikkialla ihmisten kesken vallitsi epäjärjestys.",
      "Kansat hyökkäsivät kansoja vastaan ja kaupungit kaupunkeja vastaan, sillä Jumala oli saattanut ne ahdingon ja sekasorron valtaan.",
      "Kun Asa kuuli nämä profeetta Asarjan, Odedin pojan, sanat ja ennustukset, hän sai rohkeuden poistaa iljettävät epäjumalankuvat koko Juudan ja Benjaminin alueelta ja niistä kaupungeista, jotka hän oli valloittanut Efraimin vuoristosta. Hän myös kunnosti Herran alttarin, joka oli temppelin eteishallin edessä.",
      "Hän kutsui koolle Juudan ja Benjaminin heimot sekä niiden keskuuteen asettuneet efraimilaiset, manasselaiset ja simeonilaiset. Näitä oli siirtynyt Israelista paljon hänen alueelleen, kun he olivat nähneet, että Herra, hänen Jumalansa, oli hänen kanssaan.",
      "Asan viidennentoista hallitusvuoden kolmannessa kuussa he kaikki kokoontuivat Jerusalemiin.",
      "Siellä he uhrasivat saaliistaan Herralle seitsemänsataa härkää ja seitsemäntuhatta lammasta.",
      "He antoivat lupauksen, että palvelisivat Herraa, isiensä Jumalaa, koko sydämestään ja sielustaan",
      "ja että jokaisen, joka ei palvele Herraa, Israelin Jumalaa, olisi kuoltava, olipa hän nuori tai vanha, mies tai nainen.",
      "Trumpettien ja torvien soidessa ja riemun raikuessa he vannoivat tämän Herralle.",
      "Kaikki Juudan asukkaat iloitsivat valasta. Koska he vannoivat sen vilpittömin mielin ja kääntyivät sydämensä halusta Herran puoleen, Herra kuuli heitä ja antoi heidän elää rauhassa, kenenkään ahdistamatta.",
      "Isänsä äidiltä Maakalta kuningas Asa riisti kuningataräidin aseman, koska tämä oli pystyttänyt iljettävän kuvan asera-tarhaan. Asa kaatoi tämän iljetyksen, murskasi sen palasiksi ja poltti sen Kidroninlaaksossa.",
      "Uhrikukkuloista ei Israelissa kuitenkaan luovuttu. Mutta Asa itse oli koko elinaikansa täydestä sydämestään Herralle uskollinen.",
      "Hän sijoitti Jumalan temppeliin esineet, jotka hän ja hänen isänsä olivat pyhittäneet, hopean, kullan ja kaiken muun.",
      "Asan aikana vallitsi rauha hänen kolmanteenkymmenenteenviidenteen hallitusvuoteensa asti."
    ],
    [
      "Asan kolmantenakymmenentenäkuudentena hallitusvuotena Israelin kuningas Baesa hyökkäsi Juudaan ja alkoi linnoittaa Ramaa katkaistakseen Juudan kuninkaan Asan kulkutiet.",
      "Asa otti silloin Herran temppelin ja kuninkaan palatsin aarrekammioista hopean ja kullan ja lähetti ne Ben- Hadadille, Syyrian kuninkaalle, joka asui Damaskoksessa. Hän käski sanoa kuninkaalle:",
      "Minun isäni ja sinun isäsi olivat keskenään liitossa. Tehkäämme mekin liitto. Tässä lähetän sinulle hopeaa ja kultaa. Riko se liitto, jonka olet tehnyt Israelin kuninkaan Baesan kanssa. Silloin hän lähtee pois ahdistamasta minua.",
      "Ben-Hadad teki kuningas Asan pyynnön mukaan. Hän lähetti sotapäälliköitään Israelin kaupunkeja vastaan, ja he valtasivat Ijjonin, Danin ja Abel- Majimin sekä kaikki Naftalin alueen varastokaupungit.",
      "Kun Baesa kuuli siitä, hän jätti kesken Raman varustamisen.",
      "Kuningas Asa vei sinne kaikki Juudan miehet, ja he kuljettivat Ramasta pois kivet ja hirret, joita Baesa oli käyttänyt rakennustöissään. Niillä Asa linnoitti Geban ja Mispan.",
      "Olihan nubialaisia ja libyalaisiakin suuri joukko ja heillä oli suuret määrät sotavaunuja ja hevosia, mutta koska sinä turvauduit Herraan, hän antoi heidät sinun käsiisi.",
      "Asa suuttui näkijälle ja heitätti hänet vankilaan, niin vihainen hän tälle oli. Samoihin aikoihin hän käski kurittaa myös eräitä muita.",
      "Asan ajan tapahtumat, ensimmäisestä viimeiseen, on kerrottu Juudan ja Israelin kuninkaiden historiassa.",
      "Kolmantenakymmenentenäyhdeksäntenä hallitusvuotenaan Asa sairastui pahaan jalkatautiin. Mutta sairauteensakaan hän ei etsinyt apua Herralta vaan lääkäreiltä.",
      "Sitten Asa meni lepoon isiensä luo; hän kuoli neljäntenäkymmenentenäyhdentenä hallitusvuotenaan.",
      "Hänet laskettiin hautaan, jonka hän oli hakkauttanut itseään varten Daavidin kaupunkiin, ja asetettiin leposijalle, jota ympäröi balsamin ja monenlaisten voidesekoitusten tuoksu. Hänen kunniakseen sytytettiin suuri hautajaisroihu."
    ],
    [
      "Asan jälkeen tuli kuninkaaksi hänen poikansa Josafat. Hänestä tuli maahan vahva hallitsija.",
      "Hän sijoitti joukkoja kaikkiin Juudan linnoitettuihin kaupunkeihin ja perusti varuskuntia Juudan alueelle sekä niihin Efraimin alueen kaupunkeihin, jotka hänen isänsä Asa oli valloittanut.",
      "Herra auttoi Josafatia, sillä hän vaelsi samoja teitä, joita hänen isänsä oli hallituskautensa alussa kulkenut. Hän ei palvellut baaleja,",
      "hän palveli isänsä Jumalaa ja noudatti hänen käskyjään, toisin kuin israelilaiset tekivät.",
      "Herran avulla hänestä tuli voimakas kuningas. Juudan asukkaat toivat Josafatille lahjoja, ja hän sai paljon rikkautta ja kunniaa.",
      "Hän kulki horjumatta Herran tietä ja hävitti jälleen Juudasta kukkulapyhäköt ja asera-tarhat.",
      "Kolmantena hallitusvuotenaan Josafat lähetti virkamiehensä Ben-Hajilin, Obadjan, Sakarjan, Netanelin ja Miikan Juudan kaupunkeihin opettamaan kansaa.",
      "Heidän kanssaan hän lähetti leeviläiset Semajan, Netanjan, Sebadjan, Asaelin, Semiramotin, Jonatanin, Adonian, Tobian ja Tob-Adonian sekä lisäksi papit Elisaman ja Joramin.",
      "He kaikki opettivat Juudassa. Herran lain kirja mukanaan he kiersivät Juudan kaupungeissa ja opettivat kansaa.",
      "Juudan naapurivaltakunnissa syntyi sellainen kauhu Herraa kohtaan, etteivät ne uskaltaneet ryhtyä sotaan Josafatia vastaan.",
      "Jotkut filistealaiset toivat Josafatille lahjoja ja verona hopeaa, ja arabialaiset toivat hänelle pikkukarjaa, seitsemäntuhatta seitsemänsataa pässiä ja seitsemäntuhatta seitsemänsataa pukkia.",
      "Josafat tuli yhä mahtavammaksi, ja hän rakensi Juudan alueelle linnoituksia ja varastokaupunkeja.",
      "Hänellä oli Juudan kaupungeissa tekeillä suuria linnoitustöitä, ja Jerusalemissa hänellä oli urheita taistelujoukkoja.",
      "Joukot oli järjestetty suvuittain. Juudassa olivat ylimpinä päällikköinä Adna, jolla oli kolmesataatuhatta soturia,",
      "Johanan, jolla oli kaksisataakahdeksankymmentätuhatta soturia,",
      "sekä Amasja, Sikrin poika, joka vapaaehtoisesti palveli Herraa kahdensadantuhannen soturin johtajana.",
      "Benjaminin heimosta oli sotapäällikkönä Eljada, jolla oli johdossaan kaksisataatuhatta jousin ja kilvin aseistettua miestä.",
      "Hänen lisäkseen oli Josabad, jolla oli satakahdeksankymmentätuhatta taisteluvalmista miestä.",
      "Näin paljon sotaväkeä kuninkaalla oli, ja lisäksi tulivat vielä ne, jotka kuningas oli sijoittanut Juudan varuskuntakaupunkeihin."
    ],
    [
      "Josafatilla oli paljon rikkautta ja kunniaa, ja hän otti pojalleen puolisoksi Ahabin tyttären.",
      "Muutaman vuoden kuluttua hän meni käymään Ahabin luona Samariassa. Ahab teurastutti paljon lampaita ja nautoja Josafatia ja hänen seuruettaan varten ja alkoi sitten taivuttaa häntä lähtemään sotaretkelle Ramot-Gileadia vastaan.",
      "Israelin kuningas ja Josafat, Juudan kuningas, istuivat Samarian kaupunginportin aukiolla kumpikin istuimellaan kuninkaallisissa vaatteissaan. Kaikki profeetat olivat hurmostilassa heidän edessään.",
      "Ja Herra sanoi: 'Kuka eksyttäisi Ahabin, Israelin kuninkaan, niin että hän lähtee sotaretkelle ja kaatuu Ramot-Gileadissa?' Yksi vastasi yhtä, toinen toista,",
      "kunnes esiin tuli muuan henki. Se asettui Herran eteen ja sanoi: 'Minä eksytän hänet.' 'Millä tavoin?' kysyi Herra.",
      "Henki vastasi: 'Minä lähden sinne ja menen valheen henkenä jokaisen hänen profeettansa suuhun.' Silloin Herra sanoi: 'Eksytä sinä hänet, sinä pystyt siihen. Mene ja tee niin.'",
      "Israelin kuningas ja Josafat, Juudan kuningas, lähtivät sotaretkelle Ramot-Gileadiin.",
      "Vaunujoukkojen päälliköt huomasivat, ettei hän ollutkaan Israelin kuningas, ja lakkasivat ahdistamasta häntä.",
      "Mutta taistelu riehui koko päivän kiivaana, ja niin Israelin kuningas joutui olemaan vaunuissaan taistelukentällä iltaan asti. Auringonlaskun aikaan hän kuoli."
    ],
    [
      "Juudan kuningas Josafat palasi onnellisesti kotiinsa Jerusalemiin.",
      "Tämän jälkeen Josafat pysytteli omassa maassaan. Hän liikkui kuitenkin paljon kansan keskuudessa Beersebasta aina Efraimin vuoristoon asti ja sai kansan jälleen palvelemaan Herraa, isiensä Jumalaa.",
      "Hän asetti maahan tuomareita, omat tuomarit kuhunkin Juudan linnoitettuun kaupunkiin.",
      "Myös Jerusalemiin Josafat asetti leeviläisiä, pappeja ja Israelin sukujen päämiehiä antamaan tuomioita Herran lain mukaan ja ratkaisemaan Jerusalemin asukkaiden välisiä riita-asioita.",
      "Kun muissa kaupungeissa asuvat virkaveljenne tuovat oikeusasioita teidän ratkaistaviksenne -- olipa kysymyksessä murha tai tappo tai muu rikkomus lakia, käskyjä, säädöksiä tai ohjeita vastaan -- varoittakaa heitä, jotta he pysyisivät nuhteettomina Herran edessä ja jotta Herran viha ei kohtaisi heitä ja teitä itseänne. Toimikaa näin, niin olette puhtaat Jumalan edessä."
    ],
    [
      "Tämän jälkeen moabilaiset ja ammonilaiset lähtivät sotaan Josafatia vastaan mukanaan joukko maonilaisia.",
      "Pelästyneenä Josafat kääntyi Herran puoleen ja julisti sitten koko Juudaan paaston.",
      "Juudan asukkaat kokoontuivat rukoilemaan. Myös kaikista maaseudun kaupungeista tultiin rukoilemaan Herraa.",
      "Josafat astui Juudan ja Jerusalemin asukkaiden eteen, jotka olivat kokoontuneet Herran temppelin uudelle esipihalle,",
      "Sinä, meidän Jumalamme, olet hävittänyt tämän maan asukkaat kansasi Israelin tieltä ja antanut maan ikiajoiksi ystäväsi Abrahamin jälkeläisille.",
      "He ovat asuneet tässä maassa ja rakentaneet tänne sinulle omistetun temppelin, ja he ovat sanoneet:",
      "'Jos meitä kohtaa onnettomuus, sota tai tulva, rutto tai nälkä, me astumme tämän temppelin eteen, sinun eteesi, sillä tämä temppeli on sinun nimesi asuinsija. Ahdistuksemme keskeltä me rukoilemme sinua, ja sinä kuulet ja autat meitä.'",
      "Näin he nyt palkitsevat meidät, he tahtovat karkottaa meidät sinun omasta maastasi, jonka olet antanut meille perinnöksi.",
      "Koko Juudan kansa seisoi Herran edessä, myös naiset ja lapset.",
      "Silloin Herran henki tuli joukon keskellä seisovaan leeviläiseen Jahasieliin, joka oli Asafin sukua, Sakarjan poika; hänen isoisänsä oli Benaja, tämän isä Jeiel ja tämän Mattanja.",
      "Lähtekää huomenna vihollisia vastaan! He nousevat ylös Sisin rinnettä, ja te kohtaatte heidät sen purolaakson päässä, joka on Jeruelin autiomaan itäpuolella.",
      "Silloin Josafat heittäytyi kasvoilleen maahan, ja myös kaikki Juudan ja Jerusalemin asukkaat heittäytyivät maahan rukoilemaan Herraa.",
      "Ja Kehatin ja Korahin sukuun kuuluvat leeviläiset virittivät voimakkaalla äänellä ylistyslaulun Herralle, Israelin Jumalalle.",
      "Neuvoteltuaan kansan kanssa hän sijoitti aseellisten joukkojen eteen laulajat, jotka pyhä asu yllään lauloivat Herralle ylistystä: -- Kiittäkää Herraa, iäti kestää hänen armonsa!",
      "Samalla hetkellä, kun laulajat alkoivat riemuhuudoin ylistää Herraa, lähetti Herra väijyksissä olleen joukon Juudaan hyökkäävien ammonilaisten, moabilaisten ja Seirin vuoriston miesten sekaan. Kaikki nämä lyötiin,",
      "sillä ammonilaiset ja moabilaiset kävivät säikähdyksissään Seirin vuoriston miesten kimppuun surmaten heitä. Tuhottuaan Seirin miehet he ryhtyivät tuhoamaan toisiaan.",
      "Kun Juudan sotajoukko tuli paikkaan, josta näkyi autiomaahan, ja aikoi käydä päin vihollisten joukkoa, siellä oli vain kaatuneiden ruumiita. Yksikään ei ollut jäänyt henkiin.",
      "Josafat ja hänen miehensä lähtivät ryöstelemään ja löysivät paljon karjaa, kuormatavaraa, vaatteita ja kallisarvoisia esineitä. He saivat saalista niin paljon, etteivät pystyneet kuljettamaan sitä pois. Kolme päivää he kokosivat saalista, niin paljon sitä oli.",
      "Neljäntenä päivänä he kokoontuivat Berakalaaksoon ja ylistivät siellä Herraa. Sen vuoksi paikka sai nimensä, joka sillä yhä vieläkin on.",
      "Juudan ja Jerusalemin miehet palasivat Josafatin johtamina Jerusalemiin iloiten ja riemuiten, koska Herra oli lyönyt heidän vihollisensa.",
      "He saapuivat Jerusalemiin harppujen, lyyrain ja torvien soidessa ja menivät Herran temppeliin.",
      "Ja kaikki valtakunnat joutuivat kauhun valtaan, kun ne saivat kuulla, miten Herra oli sotinut Israelin vihollisia vastaan.",
      "Näin Josafatin kuninkuus pysyi vakaana, ja hänen Jumalansa antoi hänen elää rauhassa, kenenkään ahdistamatta.",
      "Tullessaan Juudan kuninkaaksi Josafat oli kolmenkymmenenviiden vuoden ikäinen, ja hän hallitsi Jerusalemissa kaksikymmentäviisi vuotta. Hänen äitinsä oli Asuba, Silhin tytär.",
      "Josafat vaelsi isänsä Asan tietä eikä poikennut siltä, vaan teki sitä, mikä on oikein Herran silmissä.",
      "Uhrikukkulat eivät kuitenkaan olleet hävinneet, eikä kansa vielä palvellut koko sydämestään isiensä Jumalaa.",
      "Muut Josafatin ajan tapahtumat, ensimmäisestä viimeiseen, on esitetty Jehun, Hananin pojan, kertomuksessa, joka on otettu Israelin kuninkaiden historiaan.",
      "Myöhemmin Juudan kuningas Josafat liittoutui Israelin kuninkaan Ahasjan kanssa, vaikka tämä eli jumalattomasti.",
      "He sopivat keskenään, että rakentaisivat laivoja, jotka kulkisivat Tarsisiin. Laivat rakennettiin Esjon-Geberissä."
    ],
    [
      "Josafat meni lepoon isiensä luo, ja hänet haudattiin isiensä viereen Daavidin kaupunkiin. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Joram.",
      "Joramin veljet olivat Asarja, Jehiel, Sakarja, Asarja, Mikael ja Sefatja. Kaikki he olivat Juudan kuninkaan Josafatin poikia.",
      "Heidän isänsä oli antanut heille paljon lahjoja, hopeaa, kultaa ja muita kalleuksia, sekä linnoitettuja kaupunkeja Juudan alueelta. Mutta kuninkuuden hän antoi Joramille, koska tämä oli esikoinen.",
      "Kun Joram oli noussut isänsä valtaistuimelle ja vakiinnuttanut asemansa, hän surmautti kaikki veljensä ja myös joukon Israelin johtomiehiä.",
      "Kuninkaaksi tullessaan Joram oli kolmenkymmenenkahden vuoden ikäinen, ja hän hallitsi Jerusalemissa kahdeksan vuotta.",
      "Joram kulki samaa tietä kuin Israelin kuninkaat. Hänellä oli vaimonaan Ahabin tytär, ja Ahabin suvun tavoin hän teki sitä, mikä on väärää Herran silmissä.",
      "Herra ei kuitenkaan tahtonut hävittää Daavidin sukua, koska hän oli tehnyt liiton Daavidin kanssa ja luvannut jättää Daavidille ja hänen suvulleen lampun ikiajoiksi.",
      "Joramin aikana Edom nousi kapinaan, irrottautui Juudan alaisuudesta ja valitsi itselleen oman kuninkaan.",
      "Silloin Joram lähti päällikköjensä ja vaunujoukkojensa kanssa yöllä liikkeelle ja löi edomilaiset, jotka olivat piirittäneet hänet ja vaunujoukkojen päälliköt.",
      "Edom pääsi kuitenkin Juudan vallan alaisuudesta ja on pysynyt siitä erillään tähän päivään saakka. Samaan aikaan myös Libna irrottautui Juudasta, koska Joram oli hylännyt isiensä Jumalan.",
      "Joram rakensi kukkulapyhäköitä Juudan vuoristoon ja houkutteli Jerusalemin asukkaat harjoittamaan epäjumalanpalvelusta, ja hän sai koko Juudan luopumaan Herrasta.",
      "vaan olet kulkenut Israelin kuninkaiden teitä ja houkutellut Juudan kansan ja Jerusalemin asukkaat harjoittamaan epäjumalanpalvelusta Ahabin suvun tavoin. Sinä olet surmannut isäsi perheen, omat veljesi, jotka olivat parempia kuin sinä.",
      "Sen tähden Herra antaa ankaran vitsauksen kohdata sinun kansaasi, poikiasi, vaimojasi ja koko omaisuuttasi.",
      "Herra yllytti filistealaiset ja nubialaisten naapureina asuvat arabialaiset Joramia vastaan.",
      "He hyökkäsivät Juudaan, tunkeutuivat syvälle maahan ja ottivat kuningasperheen omaisuudesta saaliikseen kaiken minkä käsiinsä saivat. He veivät mukanaan myös kuninkaan lapset ja vaimot, niin ettei hänelle jäänyt kuin Joahas, nuorin poika.",
      "Ja kaiken tämän jälkeen Herra löi Joramia parantumattomalla sisussairaudella,",
      "niin että lopulta hänen sisälmyksensä tunkeutuivat taudin voimasta ulos ja hän kuoli ankariin tuskiin. Hänelle ei kansa sytyttänyt hautajaisroihua, niin kuin se oli tehnyt hänen esi-isilleen.",
      "Kuninkaaksi tullessaan Joram oli kolmenkymmenenkahden vuoden ikäinen, ja hän hallitsi Jerusalemissa kahdeksan vuotta. Hänen kuolemaansa ei kukaan surrut. Hänet haudattiin Daavidin kaupunkiin, mutta ei kuninkaiden hautaan."
    ],
    [
      "Jerusalemin asukkaat huusivat Joramin jälkeen kuninkaaksi hänen nuorimman poikansa Ahasjan, sillä rosvojoukko, joka oli hyökännyt maahan yhdessä arabialaisten kanssa, oli tappanut kaikki hänen vanhemmat poikansa. Näin Joramin poika Ahasja tuli Juudan kuninkaaksi.",
      "Kuninkaaksi tullessaan Ahasja oli kahdenkymmenenkahden vuoden ikäinen, ja hän hallitsi Jerusalemissa yhden vuoden ajan. Hänen äitinsä oli Atalja, Omrin pojantytär.",
      "Myös Ahasja kulki Ahabin suvun tietä, sillä hänen äitinsä oli hänen neuvonantajansa ja johdatti häntä jumalattomuuteen.",
      "Ahabin suvun tavoin Ahasja teki sitä, mikä on väärää Herran silmissä. Kun hänen isänsä oli kuollut, olivat Ahabin jälkeläiset hänen neuvonantajinaan, ja se koitui hänen turmiokseen.",
      "Heidän neuvostaan Ahasja lähti yhdessä Israelin kuninkaan Joramin, Ahabin pojan, kanssa sotaretkelle Syyrian kuningasta Hasaelia vastaan. He kävivät taisteluun Ramot-Gileadissa, ja syyrialaiset onnistuivat haavoittamaan Joramia.",
      "Kuningas Joram palasi Jisreeliin toipumaan haavoistaan, joita syyrialaiset olivat häneen Ramotin luona lyöneet hänen taistellessaan Syyrian kuningasta Hasaelia vastaan. Juudan kuningas Ahasja, Joramin poika, tuli Jisreeliin katsomaan Ahabin poikaa Joramia, kun tämä makasi haavoittuneena.",
      "Mutta Jumala oli säätänyt, että tämä käynti koituisi Ahasjan tuhoksi. Jisreeliin tultuaan hän näet meni Joramin kanssa Jehun, Nimsin pojan, luo, jonka Herra oli valinnut tuhoamaan Ahabin suvun.",
      "Kun Jehu oli toteuttamassa Ahabin suvun saamaa tuomiota, hän kohtasi myös Juudan ruhtinaat ja Ahasjan sukulaiset, jotka olivat tämän seurueessa, ja tappoi heidätkin.",
      "Kun Ahasjan äiti Atalja sai tietää poikansa kuolleen, hän päätti hävittää koko Juudan kuningassuvun.",
      "Silloin kuninkaan tytär Josabat otti Ahasjan pojan Joasin salaa pois surmattaviksi määrättyjen kuninkaan poikien joukosta. Hän vei pojan ja tämän imettäjän makuuhuoneeseensa. Näin Ahasjan sisar Josabat, kuningas Joramin tytär ja pappi Jojadan vaimo, kätki pojan Ataljalta, ja pojan henki säästyi.",
      "Joasia pidettiin sitten kuuden vuoden ajan kätkössä heidän luonaan Herran temppelissä, sillä Atalja hallitsi maata."
    ],
    [
      "Seitsemäntenä vuonna Jojada rohkaisi mielensä ja teki liiton sadanpäälliköiden Asarjan, Jerohamin pojan, Ismaelin, Johananin pojan, Asarjan, Obedin pojan, Maasejan, Adajan pojan, ja Elisafatin, Sikrin pojan, kanssa.",
      "Nämä kiersivät ympäri Juudaa ja kokosivat Jerusalemiin leeviläiset kaikista Juudan kaupungeista sekä Israelin sukujen päämiehet.",
      "yksi kolmannes vartioi kuninkaan palatsia ja yksi kolmannes Jesodporttia. Muu väki asettuu temppelin esipihoille.",
      "Sisälle Herran temppeliin eivät saa mennä muut kuin papit ja palveluvuorossa olevat leeviläiset. He saavat mennä sisälle, koska he ovat pyhittäytyneet, mutta muiden on noudatettava Herran kieltoa.",
      "Leeviläiset ja koko Juudan kansa tekivät niin kuin pappi Jojada oli käskenyt. Jokainen päällikkö kokosi miehensä, niin sapattina palveluvuoroon tulevat kuin vapaavuorolaisetkin, sillä pappi Jojada ei päästänyt näitä osastoja pois.",
      "Pappi Jojada antoi sadanpäälliköille keihäät, kilvet ja jouset, jotka olivat kuuluneet kuningas Daavidille ja olivat nyt temppelissä.",
      "Hän asetti kaikki miehet keihäillä aseistettuina kuninkaan suojaksi riviin, joka kiersi temppelin eteläseinältä alttarin vieritse pohjoisseinälle saakka.",
      "Kun Atalja kuuli kansanjoukon juoksevan ja huutavan ylistystä kuninkaalle, hän lähti Herran temppeliin väkijoukon luo.",
      "Niin sotilaat tarttuivat Ataljaan, veivät hänet Hevosportin kautta kuninkaan palatsiin ja surmasivat hänet siellä.",
      "Jojada, kansa ja kuningas tekivät liiton ja sitoutuivat aina olemaan Herran kansa.",
      "Väkijoukko tunkeutui Baalin temppeliin ja hävitti sen maan tasalle. Alttarit ja kuvat murskattiin palasiksi, ja Baalin pappi Mattan surmattiin alttarien edessä.",
      "Jojada asetti papit ja leeviläiset Herran temppeliin hoitamaan niitä tehtäviä, jotka Daavid oli heille määrännyt. Heidän tuli uhrata temppelissä polttouhreja Herralle, niin kuin Mooseksen laissa on säädetty, iloiten ja laulaen Daavidin antamien ohjeiden mukaan.",
      "Jojada asetti myös portinvartijoita Herran temppelin porteille, jottei kukaan, joka oli jollakin tavoin epäpuhdas, pääsisi tulemaan sisälle.",
      "Sitten Jojada kutsui mukaansa sadanpäälliköt, ylimykset, johtomiehet ja koko Juudan kansan ja toi kuninkaan ulos Herran temppelistä. He menivät Yläportin kautta kuninkaan palatsiin ja asettivat hänet valtaistuimelle.",
      "Koko kansa riemuitsi, ja kaupunki pysyi rauhallisena. Atalja oli surmattu."
    ],
    [
      "Joas oli kuninkaaksi tullessaan seitsemän vuoden ikäinen, ja hän hallitsi Jerusalemissa neljäkymmentä vuotta. Hänen äitinsä oli beersebalainen Sibja.",
      "Niin kauan kuin pappi Jojada eli, Joas teki sitä, mikä on oikein Herran silmissä.",
      "Jojada otti hänelle kaksi vaimoa, ja hänelle syntyi poikia ja tyttäriä.",
      "Joas päätti kunnostaa Herran temppelin.",
      "Kuninkaan käskystä tehtiin arkku, joka asetettiin Herran temppelin portin ulkopuolelle.",
      "Juudassa ja Jerusalemissa kuulutettiin, että kaikkien oli tuotava Herralle vero, jonka Jumalan palvelija Mooses oli autiomaassa määrännyt israelilaisille.",
      "Kaikki johtomiehet ja koko kansa toivat ilomielin veron ja panivat sen arkkuun, ja arkku tuli aivan täyteen.",
      "Leeviläiset tarkastivat aina kuninkaan määräyksestä arkun, ja kun nähtiin, että siellä oli paljon rahaa, kuninkaan kirjuri ja ylipapin edustaja tulivat tyhjentämään arkun ja kantoivat sen sitten takaisin paikalleen. Näin tehtiin joka päivä, ja rahaa kertyi paljon.",
      "Kuningas ja Jojada antoivat rahat miehille, jotka johtivat Herran temppelin kunnostustöitä, ja nämä palkkasivat kivenhakkaajia ja puuseppiä ja myös rauta- ja kupariseppiä korjaamaan temppeliä.",
      "Työntekijät ryhtyivät toimeen, ja työt edistyivät heidän käsissään. He saivat temppelin kunnostetuksi ja korjatuksi.",
      "Työn valmistuttua loput rahat vietiin kuninkaalle ja Jojadalle. Niillä teetettiin Herran temppeliin jumalanpalveluksessa ja uhritoimituksissa tarvittavia työvälineitä sekä maljoja ja muita kultaisia ja hopeisia astioita. Polttouhreja uhrattiin Herran temppelissä säännöllisesti niin kauan kuin Jojada eli.",
      "Jojada tuli vanhaksi ja kuoli elämästä kyllänsä saaneena. Hän oli kuollessaan sadankolmenkymmenen vuoden ikäinen.",
      "Hänet haudattiin Daavidin kaupunkiin kuninkaiden viereen, sillä hän oli tehnyt paljon sekä Israelin että Jumalan ja hänen temppelinsä hyväksi.",
      "Jojadan kuoleman jälkeen Juudan johtomiehet tulivat kuninkaan luo ja osoittivat hänelle kunnioitustaan, ja kuningas myöntyi heidän pyyntöihinsä.",
      "He hylkäsivät Herran temppelin, isiensä Jumalan asuinsijan, ja alkoivat palvella asera-paaluja ja epäjumalankuvia. Kansan luopumuksen vuoksi Jumala vihastui Juudaan ja Jerusalemiin.",
      "Vaikka hän lähetti asukkaiden keskuuteen profeettoja, joiden tuli saattaa heidät takaisin Herran luo, he eivät kuunnelleet profeettojen varoituksia.",
      "Mutta väkijoukko liittoutui häntä vastaan, ja kuninkaan käskystä hänet kivitettiin kuoliaaksi Herran temppelin esipihalla.",
      "Vuoden vaihteessa lähti Syyrian sotajoukko Joasia vastaan. Se tunkeutui Juudaan ja Jerusalemiin ja surmasi kaikki kansan johtomiehet, ja kaikki saalis lähetettiin Syyrian kuninkaalle Damaskokseen.",
      "Vaikka Syyriasta oli tullut vain vähäinen joukko, Herra antoi sen käsiin israelilaisten valtavan sotajoukon, koska israelilaiset olivat luopuneet Herrasta, isiensä Jumalasta. Näin syyrialaiset toteuttivat Joasille säädetyn rangaistuksen.",
      "Syyrialaisten lähtiessä Joas jäi makaamaan pahoin haavoittuneena. Silloin hänen omat palvelijansa tekivät salaliiton pappi Jojadan pojan murhan tähden ja surmasivat Joasin hänen omaan vuoteeseensa. Näin kuoli Joas. Hänet haudattiin Daavidin kaupunkiin, mutta ei kuninkaiden hautaan.",
      "Häntä vastaan nousseet salaliittolaiset olivat Sabad, jonka äiti oli ammonilainen Simeat, ja Josabad, jonka äiti oli moabilainen Simrit.",
      "Joasin pojista, lukuisista häntä koskeneista ennustuksista sekä temppelin korjaustöistä on kerrottu kuninkaiden historiassa. Joasin jälkeen tuli kuninkaaksi hänen poikansa Amasja."
    ],
    [
      "Amasja tuli kuninkaaksi kahdenkymmenenviiden vuoden ikäisenä, ja hän hallitsi Jerusalemissa kaksikymmentäyhdeksän vuotta. Hänen äitinsä oli jerusalemilainen Joaddan.",
      "Amasja teki sitä, mikä on oikein Herran silmissä, mutta ei täydestä sydämestään.",
      "Heti saatuaan valtansa lujitetuksi hän surmasi ne miehet, jotka olivat murhanneet kuninkaan, hänen isänsä.",
      "Amasja kutsui koolle kaikki valtakuntansa miehet ja järjesti heidät, sekä Juudan että Benjaminin heimoon kuuluvat, suvuittain tuhannen- ja sadanpäälliköiden johtamiin osastoihin. Sitten hän toimitti kaikkien kaksikymmenvuotiaiden ja sitä vanhempien katselmuksen. Heidän lukumääräkseen tuli kolmesataatuhatta sotakuntoista miestä, kullakin aseistuksena keihäs ja kilpi.",
      "Lisäksi hän palkkasi Israelista sadalla hopeatalentilla satatuhatta soturia.",
      "Silloin Amasja otti erilleen Efraimin alueelta tulleen joukon ja käski sen lähteä takaisin. Miehet suuttuivat Juudan miehille ja palasivat takaisin vihan vimmassa.",
      "Amasja rohkaisi mielensä ja johti joukkonsa Suolalaaksoon. Siellä hän surmasi kymmenentuhatta edomilaista.",
      "Toiset kymmenentuhatta edomilaista Juudan miehet ottivat vangiksi, ja heidät vietiin kallionjyrkänteelle ja syöstiin sieltä alas, niin että he murskaantuivat.",
      "Mutta ne joukot, jotka Amasja oli lähettänyt pois ennen sotaretkelle lähtöä, hyökkäsivät Juudan kaupunkeihin Samariasta Bet-Horoniin asti, tappoivat kolmetuhatta miestä ja ryöstivät paljon saalista.",
      "Kun Amasja palasi takaisin voitettuaan edomilaiset, hän toi mukanaan edomilaisten jumalia. Hän pystytti ne itselleen jumaliksi, kumarsi niitä ja uhrasi niille.",
      "Mutta Amasja ei kuunnellut häntä. Jumala oli näin määrännyt saattaakseen Juudan Joasin käsiin, koska Juuda oli palvellut Edomin jumalia.",
      "Joas, Israelin kuningas, hyökkäsi maahan. Hän ja Juudan kuningas Amasja kävivät taisteluun Bet-Semesissä, joka oli Juudan aluetta.",
      "Juuda jäi Israelia vastaan taistellessaan tappiolle, ja sen sotilaat hajaantuivat ja pakenivat kukin kotiinsa.",
      "Joas, Israelin kuningas, otti Bet-Semesissä vangiksi Juudan kuninkaan Amasjan, joka oli Ahasjan pojan Joasin poika. Sitten Joas vei Amasjan Jerusalemiin. Siellä hän määräsi kaupunginmuurin revittäväksi neljänsadan kyynärän matkalta, Efraiminportilta Kulmaportille saakka.",
      "Hän ryösti kaiken kullan ja hopean sekä muut esineet Jumalan temppelistä, jossa ne olivat Obed-Edomin vartioitavina, sekä kaikki kuninkaan palatsin aarteet. Hän otti myös panttivankeja ja palasi sitten Samariaan.",
      "Juudan kuningas Amasja, Joasin poika, eli vielä viisitoista vuotta sen jälkeen kun Israelin kuningas Joas, Joahasin poika, oli kuollut.",
      "Muut Amasjan ajan tapahtumat, ensimmäisestä viimeiseen, on kerrottu Juudan ja Israelin kuninkaiden historiassa.",
      "Sen jälkeen, kun Amasja oli luopunut Herrasta, häntä vastaan tehtiin Jerusalemissa salaliitto. Hän pakeni Lakisiin, mutta sinne lähetettiin miehiä hänen peräänsä, ja he tappoivat hänet siellä.",
      "Hänet tuotiin hevosen selässä Jerusalemiin ja haudattiin Daavidin kaupunkiin isiensä viereen."
    ],
    [
      "Juudan kansa asetti Amasjan jälkeen kuninkaaksi hänen poikansa Ussian, joka silloin oli kuusitoistavuotias.",
      "Ussia oli se kuningas, joka palautti Eilatin Juudalle ja rakensi sen entiselleen. Silloin Amasja oli jo mennyt lepoon isiensä luo.",
      "Ussia oli kuninkaaksi tullessaan kuusitoistavuotias, ja hän hallitsi Jerusalemissa viisikymmentäkaksi vuotta. Hänen äitinsä oli jerusalemilainen Jekolja.",
      "Ussia teki sitä, mikä on oikein Herran silmissä, aivan niin kuin hänen isänsä Amasja oli tehnyt.",
      "Niin kauan kuin Sakarja eli, Ussia palveli Jumalaa, sillä Sakarja ohjasi häntä jumalanpelkoon. Ja niin kauan kuin hän palveli Jumalaa, Jumala antoi hänen menestyä.",
      "Ussia lähti sotaan filistealaisia vastaan ja hajotti Gatin, Jabnen ja Asdodin muurit. Sitten hän rakensi kaupunkeja Asdodin alueelle ja muualle filistealaisten maahan.",
      "Jumala, joka auttoi häntä taistelemaan filistealaisia vastaan, auttoi häntä myös Gur-Baalissa asuvia arabialaisia sekä maonilaisia vastaan.",
      "Ammonilaiset maksoivat Ussialle veroa, ja hänestä tuli niin mahtava, että hänen maineensa kantautui Egyptiin asti.",
      "Ussia rakensi Jerusalemiin tornit Kulmaportin, Laaksoportin ja muurinkulmauksen kohdalle ja varusti ne lujasti.",
      "Hän rakensi varustuksia myös autiomaahan ja kaivautti useita vesisäiliöitä, sillä hänellä oli Sefelassa ja tasangolla paljon karjaa. Vuoristossa ja puutarhamailla hänellä oli maatyöläisiä ja viininviljelijöitä, sillä hän harrasti maanviljelyä.",
      "Ussialla oli harjaantunut, osastoihin jaettu sotajoukko. Kirjuri Jeiel ja esimies Maaseja toimittivat sotajoukon katselmuksen ja laskivat sen lukumäärän kuninkaan virkamiehen Hananjan johdolla.",
      "Sotaväenosastojen päällikköinä olivat sukujen päämiehet, joita oli kaksituhatta kuusisataa.",
      "Heidän alaisinaan oli kolmesataaseitsemäntuhatta viisisataa miestä, valmiina taistelemaan kuninkaan puolesta vihollista vastaan.",
      "Ussia varusti koko sotajoukon kilvin, keihäin, kypärin, haarniskoin, jousin ja lingoin.",
      "Jerusalemissa hän sijoitti torneihin ja muurinkulmiin taitavasti suunniteltuja sotakoneita, joilla ammuttiin nuolia ja suuria kiviä. Hänen maineensa levisi kauas, sillä Jumala auttoi häntä, ja hän tuli lopulta hyvin mahtavaksi.",
      "Mutta valtansa kasvaessa Ussia ylpistyi ja alkoi tehdä syntiä. Hän luopui Herrasta, Jumalastaan, ja meni Herran temppeliin suitsuttaakseen suitsutusalttarilla.",
      "Pappi Asarja tuli hänen perässään mukanaan kahdeksankymmentä Herran pappia, rohkeita miehiä kaikki.",
      "Ussia, jolla oli jo suitsutusastia kädessään, suuttui ja huusi vimmastuneena papeille. Mutta silloin, pappien edessä, Herran temppelin suitsutusalttarin ääressä, hänen otsaansa puhkesi spitaali.",
      "Kun ylipappi Asarja ja muut papit kääntyivät Ussiaan päin, he näkivät, että hänellä oli spitaali otsassaan, ja he ajoivat hänet kiireesti pois. Hän riensi ulos niin nopeasti kuin pääsi, sillä hän näki, että Herra oli rangaissut häntä.",
      "Kuningas Ussia sairasti spitaalia kuolemaansa asti. Spitaalitautisena hänen oli asuttava erillisessä talossa, eikä hän saanut mennä Herran temppelin alueelle. Hänen poikansa Jotam, joka oli hovin päällikkö, hoiti maan hallintoa.",
      "Muut Ussian ajan tapahtumat, ensimmäisestä viimeiseen, on profeetta Jesaja, Amosin poika, kirjoittanut muistiin.",
      "Ussia meni lepoon isiensä luo, ja hänet haudattiin isiensä lähelle mutta kuninkaiden haudan ulkopuolelle, koska hän oli spitaalinen. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Jotam."
    ],
    [
      "Jotam oli kuninkaaksi tullessaan kaksikymmentäviisivuotias, ja hän hallitsi Jerusalemissa kuusitoista vuotta. Hänen äitinsä oli Jerusa, Sadokin tytär.",
      "Jotam teki sitä, mikä on oikein Herran silmissä, aivan niin kuin hänen isänsä Ussia oli tehnyt. Hän teki oikein siinäkin, ettei hän isänsä tavoin tunkeutunut temppeliin uhraamaan. Mutta kansa noudatti yhä kauhistavia menojaan.",
      "Jotam rakensi Herran temppelin Yläportin ja vahvisti Ofelin muureja.",
      "Hän linnoitti Juudan vuoriston kaupunkeja ja pystytti metsäalueelle linnakkeita ja puolustustorneja.",
      "Hän kävi sotaa ammonilaisten kuningasta vastaan ja voitti, ja ammonilaiset maksoivat hänelle sinä vuonna sata talenttia hopeaa, kymmenentuhatta kor-mittaa vehnää ja saman verran ohraa. Yhtä paljon ammonilaiset maksoivat hänelle myös kahtena seuraavana vuonna.",
      "Jotamista tuli mahtava hallitsija, koska hän vaelsi horjumatta Herran, Jumalansa, tietä.",
      "Muut Jotamin ajan tapahtumat, hänen sotansa ja muut toimensa, on kirjoitettu Israelin ja Juudan kuninkaiden historiaan.",
      "Kuninkaaksi tullessaan Jotam oli kaksikymmentäviisivuotias, ja hän hallitsi Jerusalemissa kuusitoista vuotta.",
      "Sitten hän meni lepoon isiensä luo, ja hänet haudattiin Daavidin kaupunkiin. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Ahas."
    ],
    [
      "Ahas oli kuninkaaksi tullessaan kaksikymmenvuotias, ja hän hallitsi Jerusalemissa kuusitoista vuotta. Ahas ei tehnyt sitä, mikä on oikein Herran silmissä, niin kuin hänen esi-isänsä Daavid oli tehnyt.",
      "Hän vaelsi Israelin kuninkaiden teitä ja teki myös patsaita baaleille.",
      "Hän uhrasi Ben-Hinnomin laaksossa ja pani poikansa kulkemaan tulen läpi. Näin hän noudatti niiden kansojen kauhistuttavia tapoja, jotka Herra oli hävittänyt israelilaisten tieltä.",
      "Hän myös uhrasi ja suitsutti kukkuloilla ja kummuilla ja jokaisen lehtevän puun alla.",
      "Herra, hänen Jumalansa, antoi hänet Syyrian kuninkaan käsiin, ja syyrialaiset löivät hänet. He ottivat suuren joukon hänen miehiään vangiksi ja veivät heidät Damaskokseen. Herra antoi hänet myös Israelin kuninkaan käsiin, ja tämä tuotti hänelle suuren tappion.",
      "Pekah, Remaljan poika, surmasi yhtenä päivänä satakaksikymmentätuhatta Juudan soturia. Näin tapahtui, koska Juudan kansa oli hylännyt Herran, isiensä Jumalan.",
      "Sikri, efraimilainen sotasankari, surmasi kuninkaan pojan Maasejan, palatsin päällikön Asrikamin ja kuninkaan lähimmän miehen Elkanan.",
      "Israelilaiset veivät heimoveljiltään vangeiksi kaksisataatuhatta henkeä, naisia, poikia ja tyttöjä, ja ryöstivät heiltä myös paljon saalista, jonka he veivät Samariaan.",
      "Nyt aiotte vielä pakottaa Juudan ja Jerusalemin asukkaat orjiksenne ja orjattariksenne. Ettekö te itsekin ole kylliksi rikkoneet Herraa, Jumalaanne vastaan?",
      "Sodasta palaavien eteen astuivat sitten efraimilaisten johtomiehet Asarja, Johananin poika, Berekja, Mesillemotin poika, Hiskia, Sallumin poika, ja Amasa, Hadlain poika.",
      "Silloin sotilaat päästivät vangit vapaiksi ja luopuivat myös saaliistaan päälliköiden ja koko kansanjoukon edessä.",
      "Tehtävään määrätyt miehet menivät vankien luo ja antoivat saaliista vaatteet ja jalkineet niille, joilla ei niitä ollut. He jakoivat vangeille ruokaa ja juomaa, voitelivat heidän haavansa ja nostivat aasien selkään ne, jotka eivät pystyneet kävelemään. Sitten he veivät heidät Jerikoon, Palmukaupunkiin, heidän heimolaistensa lähelle; itse he palasivat Samariaan.",
      "Noihin aikoihin kuningas Ahas lähetti Assyrian kuninkaalle sanan ja pyysi häneltä apua,",
      "sillä edomilaisetkin olivat hyökänneet Juudaan ja olivat lyöneet sen joukot ja ottaneet vankeja.",
      "Myös filistealaiset olivat tehneet ryöstöretkiä Juudaan Sefelan ja Negevin kaupunkeihin. He olivat valloittaneet Bet-Semesin, Aijalonin ja Gederotin sekä Sokon, Timnan ja Gimson ympäristökylineen ja asettuneet niihin asumaan.",
      "Herra oli näin nöyryyttänyt Juudaa sen kuninkaan Ahasin vuoksi, koska Ahas oli saattanut Juudan luopumuksen valtaan ja oli itsekin ollut Herralle uskoton.",
      "Assyrian kuningas Tiglatpileser tuli Ahasia vastaan, mutta kävikin hänen kimppuunsa sen sijaan että olisi auttanut häntä.",
      "Vaikka Ahas otti aarteita Herran temppelistä, kuninkaan palatsista ja maan johtomiehiltä ja antoi ne Assyrian kuninkaalle, hän ei saanut tältä apua.",
      "Suuren ahdinkonsakaan aikana kuningas Ahas ei kääntynyt Herran puoleen.",
      "Ahas kokosi Jumalan temppelin esineet ja särki ne, ja hän sulki temppelin ovet ja pystytti alttareita Jerusalemin kaikkiin kadunkulmiin.",
      "Hän teetti kaikkiin Juudan kaupunkeihin kukkulapyhäkköjä uhratakseen niissä vieraille jumalille, ja näin hän herätti Herran, isiensä Jumalan, vihan.",
      "Muut Ahasin ajan tapahtumat ja kaikki hänen toimensa, ensimmäisestä viimeiseen, on kirjoitettu Juudan ja Israelin kuninkaiden historiaan.",
      "Ahas meni lepoon isiensä luo, ja hänet haudattiin Jerusalemin kaupunkiin, mutta ei kuninkaiden hautaan. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Hiskia."
    ],
    [
      "Hiskia tuli kuninkaaksi kahdenkymmenenviiden vuoden ikäisenä, ja hän hallitsi Jerusalemissa kaksikymmentäyhdeksän vuotta. Hänen äitinsä oli Abia, Sakarjan tytär.",
      "Hiskia teki sitä, mikä on oikein Herran silmissä, aivan niin kuin hänen esi-isänsä Daavid oli tehnyt.",
      "Ensimmäisen hallitusvuotensa ensimmäisessä kuussa Hiskia avasi ja korjautti Herran temppelin ovet.",
      "Hän kutsui papit ja leeviläiset koolle itäiselle aukiolle",
      "Meidän isämme ovat olleet uskottomia ja tehneet sitä, mikä on pahaa Herran, meidän Jumalamme, silmissä. He ovat hylänneet hänet, he eivät ole välittäneet hänen asumuksestaan, vaan ovat kääntäneet sille selkänsä.",
      "He ovat sulkeneet eteishallin ovet ja sammuttaneet lamput, he eivät ole uhranneet temppelissä suitsuketta eivätkä polttouhreja Israelin Jumalalle.",
      "Sen vuoksi on Herran viha kohdannut Juudaa ja Jerusalemia, ja hän on tehnyt niistä muille varoittavan esimerkin ja pilkan kohteen, niin kuin omin silmin näette.",
      "Ja sen vuoksi ovat meidän isämme kaatuneet miekkaan ja poikamme, tyttäremme ja vaimomme on viety vankeuteen.",
      "Nyt tahdon tehdä liiton Herran, Israelin Jumalan, kanssa, jotta hän kääntäisi ankaran vihansa pois meidän yltämme.",
      "Silloin astuivat esiin leeviläiset Mahat, Amasain poika, ja Joel, Asarjan poika, Kehatin sukua, Kis, Abdin poika, ja Asarja, Jehallelelin poika, Merarin sukua, Joah, Simman poika, ja Eden, Joahin poika, Gersonin sukua,",
      "sekä Elisafanin jälkeläiset Simri ja Jeiel, Asafin jälkeläiset Sakarja ja Mattanja,",
      "Hemanin jälkeläiset Jehiel ja Simei sekä Jedutunin jälkeläiset Semaja ja Ussiel.",
      "He kutsuivat koolle leeviläiset veljensä, pyhittivät itsensä ja menivät puhdistamaan Herran temppeliä, niin kuin kuningas oli Herran määräyksen mukaisesti heitä käskenyt.",
      "Sisältä Herran temppelin puhdistivat papit. Kaiken epäpyhän, minkä he löysivät temppelistä, he toivat esipihalle, ja leeviläiset ottivat sen kaiken vastaan ja veivät kaupungin ulkopuolelle Kidroninlaaksoon.",
      "Puhdistaminen aloitettiin ensimmäisen kuukauden ensimmäisenä päivänä, ja kuukauden kahdeksantena päivänä oli päästy Herran temppelin eteishalliin asti. Itse temppelin puhdistamiseen meni kahdeksan päivää, ja ensimmäisen kuukauden kuudentenatoista päivänä työ saatiin päätökseen.",
      "Varhain seuraavana aamuna kuningas Hiskia kutsui koolle kaupungin johtomiehet ja meni heidän kanssaan temppeliin.",
      "Heillä oli mukanaan seitsemän sonnia, seitsemän pässiä ja seitsemän karitsaa polttouhriksi sekä lisäksi seitsemän pukkia syntiuhriksi kuningashuoneen, temppelin ja koko Juudan puolesta. Kuningas käski pappien, Aaronin jälkeläisten, toimittaa uhrit Herran alttarilla.",
      "Papit teurastivat sonnit, keräsivät veren ja vihmoivat sen alttarille, sitten he teurastivat pässit ja vihmoivat veren alttarille, ja lopuksi he teurastivat karitsat ja vihmoivat veren alttarille.",
      "Sitten tuotiin syntiuhripukit kuninkaan ja seurakunnan eteen, ja kaikki ojensivat kätensä niiden päälle.",
      "Papit teurastivat pukit ja uhrasivat niiden veren alttarilla koko Israelin syntien sovittamiseksi, sillä kuningas oli käskenyt uhrata polttouhrin ja syntiuhrin koko kansan puolesta.",
      "Kuningas käski leeviläisten asettua paikoilleen symbaaleineen, harppuineen ja lyyroineen, niin kuin Daavid sekä kuninkaan näkijä Gad ja profeetta Natan olivat määränneet. Tämä oli Herran käsky, jonka profeetat olivat antaneet.",
      "Leeviläiset seisoivat paikoillaan käsissään Daavidin teettämät soittimet, samoin papit torvineen.",
      "Hiskia käski uhrata alttarilla polttouhrin, ja kun uhritoimitus alkoi, viritettiin Herralle laulu, jota säestettiin torvilla ja Israelin kuninkaan Daavidin teettämillä soittimilla.",
      "Koko seurakunta kumartui maahan, ja laulu kaikui ja torvet soivat niin kauan kuin uhritoimitusta kesti.",
      "Kun uhraaminen oli päättynyt, kuningas ja kaikki muut polvistuivat rukoilemaan.",
      "Kuningas Hiskia ja johtomiehet käskivät leeviläisten ylistää Herraa Daavidin ja näkijä Asafin sanoilla, ja he ylistivät Herraa riemulauluin ja kumartuivat sitten rukoilemaan.",
      "Seurakunta toi polttouhreiksi yhteensä seitsemänkymmentä nautaa, sata pässiä ja kaksisataa karitsaa. Kaikki tämä tuotiin uhriksi Herralle.",
      "Muita uhreja oli lisäksi kuusisataa nautaa ja kolmetuhatta lammasta.",
      "Mutta koska pappeja oli niin vähän, etteivät he ehtineet nylkeä kaikkia uhrieläimiä, heidän veljensä leeviläiset auttoivat heitä, kunnes työ oli saatu valmiiksi ja papit olivat saaneet pyhitetyksi itsensä. Leeviläiset olivat pappeja innokkaampina jo ehtineet pyhittäytyä.",
      "Myös polttouhreja oli paljon, ja lisäksi piti polttaa yhteysuhrien rasvat ja toimittaa polttouhreihin liittyvät juomauhrit. Näin uudistettiin Herran temppelissä suoritettava uhripalvelus.",
      "Kaikki kävi nopeasti. Hiskia ja koko kansa iloitsivat siitä, mitä Jumala oli heille antanut."
    ],
    [
      "Hiskia lähetti sanan kaikkialle Israeliin ja Juudaan; Efraimin ja Manassen heimoille hän toimitti viestin kirjeitse. Hän kutsui kaikkia Jerusalemiin Herran temppeliin viettämään pääsiäistä Herran, Israelin Jumalan, kunniaksi.",
      "Kuningas oli sopinut johtomiesten ja koko Jerusalemin seurakunnan kanssa, että pääsiäinen vietettäisiin toisessa kuussa.",
      "Sitä ei ollut voitu viettää oikeaan aikaan, koska kyllin monet papit eivät olleet vielä pyhittäneet itseään eikä kansa ollut ehtinyt kokoontua Jerusalemiin.",
      "Kuningas ja kansa pitivät päätöstä hyvänä,",
      "ja koko Israelissa Beersebasta Daniin asti kuulutettiin, että kaikkien oli tultava Jerusalemiin viettämään pääsiäistä Herran, Israelin Jumalan, kunniaksi. Koko kansa ei ollut pitkään aikaan viettänyt sitä yhteisesti, niin kuin laki määrää.",
      "Älkää olko kuin isänne ja veljenne, jotka ovat luopuneet Herrasta, isiensä Jumalasta. Hän on antanut heidät tuhon omiksi, niin kuin näette.",
      "Älkää kovettako sydäntänne niin kuin isänne tekivät, vaan kääntykää Herran puoleen ja lähtekää hänen temppeliinsä, jonka hän on pyhittänyt ikiajoiksi. Palvelkaa Herraa, Jumalaanne, jotta hänen vihansa hehku kääntyisi teistä pois.",
      "Juoksijat kulkivat kaupungista toiseen pitkin Efraimin ja Manassen aluetta, Sebulonin alueelle asti. Kaikkialla heitä pilkattiin ja ivattiin.",
      "Vain jotkut Asserin, Manassen ja Sebulonin heimojen miehet nöyrtyivät ja lähtivät Jerusalemiin.",
      "Mutta Juudan kansassa Jumala herätti yksimielisen halun tehdä niin kuin kuningas ja johtomiehet olivat Herran käskystä määränneet.",
      "Toisessa kuussa Jerusalemiin kokoontui paljon kansaa viettämään happamattoman leivän juhlaa. Väkeä oli koolla hyvin paljon.",
      "Väkijoukko poisti Jerusalemista epäjumalien alttarit ja kaikki suitsutusalttarit, ja ne heitettiin Kidroninlaaksoon.",
      "Toisen kuun neljäntenätoista päivänä teurastettiin pääsiäislampaat. Papit ja leeviläiset olivat häpeissään ja pyhittivät itsensä nyt ajoissa, ja he uhrasivat Herran temppelissä polttouhreja.",
      "He olivat paikoillaan siinä järjestyksessä kuin Mooses, Jumalan mies, oli säätänyt. Papit vihmoivat veren, jonka leeviläiset antoivat heille.",
      "Seurakunnassa oli paljon sellaisia, jotka eivät olleet puhdistautuneet. Koska he eivät olleet kelvollisia pyhittämään pääsiäislammasta Herralle, leeviläiset teurastivat sen heidän puolestaan.",
      "Herra kuuli Hiskiaa eikä rangaissut kansaa.",
      "Israelilaiset viettivät Jerusalemissa happamattoman leivän juhlaa seitsemän päivän ajan iloiten ja riemuiten, ja päivästä toiseen leeviläiset ja papit kaiuttivat soittimillaan Herran ylistystä.",
      "Hiskia lausui kiitoksen sanoja leeviläisille, jotka olivat viisaasti ja taitavasti järjestäneet juhlamenot Herralle. Seitsemän päivää kansa vietti juhlaa, syöden ja uhraten yhteysuhreja ja ylistäen Herraa, isiensä Jumalaa.",
      "Sen jälkeen koko seurakunta päätti jatkaa juhlaa seitsemällä päivällä, ja niin juhlittiin riemuiten vielä seitsemän päivää.",
      "Juudan kuningas Hiskia lahjoitti kansalle tuhat sonnia ja seitsemäntuhatta lammasta, ja johtomiehet lahjoittivat sille vielä tuhat sonnia ja kymmenentuhatta lammasta. Suuri joukko pappeja oli pyhittänyt itsensä.",
      "Koko Juudan seurakunta riemuitsi, samoin papit ja leeviläiset sekä Israelista tullut kansanjoukko, ja heidän kanssaan riemuitsivat muukalaiset, sekä Israelista tulleet että Juudassa asuvat.",
      "Jerusalemissa vallitsi suuri riemu; näin siellä ei ollut juhlittu sitten Daavidin pojan Salomon, Israelin kuninkaan, päivien.",
      "Papit ja leeviläiset siunasivat kansan. Herra kuuli heidän äänensä, ja heidän rukouksensa kohosivat hänen pyhään asumukseensa taivaaseen."
    ],
    [
      "Juhlien päätyttyä lähtivät kaikki paikalla olleet Juudan eri kaupunkeihin. He murskasivat kivipatsaat, hakkasivat palasiksi asera-paalut ja tuhosivat perin pohjin kukkulapyhäköt ja alttarit kaikkialta Juudan ja Benjaminin sekä Efraimin ja Manassen alueelta. Sitten israelilaiset palasivat kukin perintömaalleen ja kaupunkiinsa.",
      "Hiskia järjesti pappien ja leeviläisten osastot entiselleen ja määräsi papit ja leeviläiset tehtäviinsä, toimittamaan polttouhreja ja yhteysuhreja, ylistämään ja kiittämään Herraa ja suorittamaan palvelusta esipihojen porteilla.",
      "Kuningas antoi omaisuudestaan Herran laissa määrätyn osuuden erilaisiin polttouhreihin: aamu- ja iltauhreihin, sapattiuhreihin ja uudenkuun päivien ja vuotuisten juhlien uhreihin.",
      "Hän käski Jerusalemin asukkaiden antaa papeille ja leeviläisille heille kuuluvat osuudet, jotta he voisivat tarkoin täyttää Herran lain vaatimukset.",
      "Kun tämä käsky oli kaikkialla kuulutettu, israelilaiset toivat maansa tuotteiden ensi sadosta runsain määrin lahjoja, viljaa, viiniä, öljyä ja hunajaa. He toivat myös runsaat kymmenykset kaikesta.",
      "Samoin muiden Juudan kaupunkien asukkaat sekä pohjoisten heimojen ja Juudan miehet toivat kymmenykset nautakarjasta, lampaista ja vuohista, ja lisäksi he toivat muita Herralle, heidän Jumalalleen, pyhitettyjä lahjoja. Lahjat ladottiin kasoiksi vieri viereen.",
      "Lahjoja alettiin kerätä kolmannessa kuussa, ja vasta seitsemännessä kuussa työ lopetettiin.",
      "Kun Hiskia ja johtomiehet tulivat ja näkivät kaikki lahjat, he kiittivät Herraa ja hänen kansaansa Israelia.",
      "Hiskia tiedusteli lahjoista papeilta ja leeviläisiltä,",
      "Kun Herran temppelin varastohuoneet oli Hiskian käskystä kunnostettu,",
      "niihin tuotiin kaikki lahjat ja kymmenykset. Varastojen ylivalvojana oli leeviläinen Konanja, ja hänen apunaan oli hänen veljensä Simei.",
      "Heidän alaisinaan vartijoina toimivat Jehiel, Asasja, Nahat, Asael, Jerimot, Josabad, Eliel, Jismakja, Mahat ja Benaja. Näin olivat kuningas Hiskia ja temppelin esimies Asarja määränneet.",
      "Jumalalle annetuista vapaaehtoisista lahjoista huolehti leeviläinen Kore, Jimnan poika, itäisen portin vartija. Hänen tehtäviinsä kuului myös Herralle annettujen uhrilahjojen sekä kaikkein pyhimpien antimien jakaminen.",
      "Hänen apunaan toimivat pappien asuinkaupungeissa Eden, Minjamin, Jesua, Semaja, Amarja ja Sekanja. He jakoivat veljilleen, niin nuorille kuin vanhoillekin, osastoittain tarkoin näille kuuluvat osuudet.",
      "Kaikista, jotka vuorollaan tulivat osastoittain Herran temppeliin suorittamaan kullekin päivälle määrättyjä tehtäviä, oli laadittu luettelot. Niissä oli mainittu kaikki kolmivuotiaat ja sitä vanhemmat miespuoliset perheenjäsenet.",
      "Papit oli merkitty luetteloihin suvuittain, leeviläiset kaksikymmenvuotiaista alkaen tehtäviensä ja osastojensa mukaan.",
      "Heidät oli kirjoitettu sukuluetteloihin perheineen, vaimoineen, poikineen ja tyttärineen, sillä isän pyhyys pyhitti myös perheenjäsenet.",
      "Niitä pappeja, Aaronin jälkeläisiä, varten, jotka asuivat maaseudulla kaupunkien ulkopuolella, oli kuhunkin kaupunkiin nimetty miehet, joiden oli toimitettava jokaiselle miespuoliselle pappisperheen jäsenelle tälle kuuluva osuus, samoin jokaiselle sukuluetteloon merkitylle leeviläiselle.",
      "Näin Hiskia menetteli kaikkialla Juudassa. Hän teki uskollisesti sitä, mikä oli hyvää ja oikeaa Herran, hänen Jumalansa, silmissä.",
      "Kaikessa, mihin hän ryhtyi, koskipa se sitten temppelin jumalanpalvelusta, lakia tai käskyjä, hän noudatti Jumalan tahtoa. Hän teki näin kaikesta sydämestään, ja niin hän menestyi."
    ],
    [
      "Näiden tapahtumien jälkeen, jotka osoittivat Hiskian uskollisuuden, hyökkäsi Assyrian kuningas Sanherib Juudaan ja ryhtyi piirittämään varustettuja kaupunkeja valloittaakseen ne.",
      "Kun Hiskia näki, että Sanheribin tarkoituksena oli hyökätä Jerusalemia vastaan,",
      "hän esitti johtomiehille ja sotapäälliköille, että kaupungin ulkopuolella olevat vesilähteet olisi peitettävä näkyvistä. Hänen ajatuksensa sai kannatusta.",
      "Hiskia ryhtyi rohkeasti työhön. Hän korjasi kaikki murtuneet kohdat muurista, korotti torneja, rakensi ulkopuolelle toisen muurin ja vahvisti Daavidin kaupungissa olevaa Milloa. Lisäksi hän teetti paljon keihäitä ja kilpiä.",
      "Sitten hän asetti kansalle sotapäälliköt ja kutsui heidät luokseen kaupunginportin aukiolle. Hän rohkaisi heitä sanoen:",
      "Kun Assyrian kuningas Sanherib oli vielä sotajoukkoineen piirittämässä Lakisia, hän lähetti Jerusalemiin miehiä, jotka puhuivat Juudan kuninkaalle Hiskialle ja juutalaisille tällä tavoin:",
      "Hiskia johtaa teidät harhaan ja antaa teidän kuolla nälkään ja janoon, kun hän sanoo, että Herra, teidän jumalanne, pelastaa teidät Assyrian kuninkaan käsistä.",
      "Eikö juuri Hiskia tuhonnut teidän jumalanne kukkulapyhäköt ja alttarit ja sanonut teille Juudan ja Jerusalemin asukkaille, että te saatte vain yhden alttarin ääressä palvella jumalaa ja polttaa uhreja?",
      "Ettekö tiedä, mitä minä ja isäni olemme tehneet kaikille kansoille? Ovatko minkään kansan jumalat pystyneet pelastamaan maataan minun vallastani?",
      "Ajatelkaa kaikkia minun isieni hävittämiä kansoja: onko yksikään niiden jumalista kyennyt pelastamaan kansaansa minun käsistäni? Voisiko nyt teidän jumalanne pelastaa teidät joutumasta minun valtaani?",
      "Vielä muutakin Sanheribin lähettiläät puhuivat Herraa, Jumalaa, ja hänen palvelijaansa Hiskiaa vastaan.",
      "Lähettiläät huusivat tämän kovalla äänellä hepreaksi säikyttääkseen muurille nousseet Jerusalemin asukkaat ja saadakseen heidät pelon valtaan, jotta voisivat helpommin valloittaa kaupungin.",
      "He puhuivat Jerusalemin Jumalasta samalla tavoin kuin muiden maiden jumalista, jotka ovat pelkkiä ihmiskäsin tehtyjä kuvia.",
      "Silloin kuningas Hiskia ja profeetta Jesaja, Amosin poika, rukoilivat ja huusivat kohden taivasta.",
      "Ja Herra lähetti enkelin, joka surmasi Assyrian kuninkaan leiristä jokaisen soturin, ruhtinaan ja päällikön. Kuningas palasi nöyryytettynä omaan maahansa. Kun hän sitten kerran meni jumalansa temppeliin, hänen omat poikansa pistivät hänet siellä miekalla kuoliaaksi.",
      "Näin Herra pelasti Hiskian ja kaikki Jerusalemin asukkaat Assyrian kuninkaan Sanheribin ja kaikkien muidenkin vihollisten vallasta ja antoi heidän elää rauhassa.",
      "Monet toivat Jerusalemiin anteja Herralle ja kallisarvoisia lahjoja Juudan kuninkaalle Hiskialle, ja hän kohosi kaikkien kansojen silmissä suureen arvoon.",
      "Noihin aikoihin Hiskia sairastui pahasti ja oli jo kuolemaisillaan. Hän rukoili Herraa, ja Herra vastasi rukoukseen ja antoi hänelle merkin.",
      "Mutta Hiskia ei ollut kiitollinen osakseen tulleesta ihmeestä, vaan tuli ylpeäksi. Silloin Herra vihastui häneen ja koko Juudaan ja Jerusalemiin.",
      "Hiskian sydän kuitenkin nöyrtyi, ja myös Jerusalemin asukkaat nöyrtyivät, eikä Herran viha kohdannut heitä Hiskian aikana.",
      "Hiskia sai osakseen paljon rikkautta ja kunniaa. Hän rakennutti itselleen aarrekammioita, joissa säilytettiin hopeaa, kultaa, jalokiviä, hajusteita, kilpiä ja kaikenlaisia kallisarvoisia esineitä.",
      "Hän rakensi myös varastoja viljaa, viiniä ja öljyä varten, teetti karjasuojia ja hankki suojiin laumoittain karjaa.",
      "Hän rakensi itselleen kaupunkeja ja hankki paljon lampaita, vuohia ja nautakarjaa. Jumala oli antanut hänelle valtavan omaisuuden.",
      "Juuri Hiskia myös sulki Gihonin lähteen ylemmän juoksun ja johti sen maan alta Daavidin kaupungin länsipuolelle. Hiskia menestyi kaikessa mitä teki.",
      "Menestys seurasi häntä myös silloin, kun Babylonian ruhtinaan lähettiläät olivat tulleet hänen luokseen ottamaan selvää maassa tapahtuneesta ihmeestä. Silloin Jumala antoi Hiskian toimia oman mielensä mukaan, mutta vain koetellakseen, oliko hän sisimmässään uskollinen.",
      "Muut Hiskian vaiheet ja hänen hurskaat tekonsa on kerrottu profeetta Jesajan, Amosin pojan, näyssä, joka sisältyy Juudan ja Israelin kuninkaiden historiaan.",
      "Hiskia meni lepoon isiensä luo, ja hänet haudattiin arvokkaalle paikalle Daavidin suvun hautaan. Koko Juudan kansa ja kaikki Jerusalemin asukkaat osoittivat hänelle kunnioitustaan. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Manasse."
    ],
    [
      "Manasse oli kuninkaaksi tullessaan kaksitoistavuotias, ja hän hallitsi Jerusalemissa viisikymmentäviisi vuotta.",
      "Manasse teki sitä, mikä on väärää Herran silmissä. Hän harjoitti samoja iljettävyyksiä kuin ne kansat, jotka Herra oli hävittänyt israelilaisten tieltä.",
      "Hän rakensi uudelleen kukkuloille uhripaikat, jotka hänen isänsä Hiskia oli hävittänyt, pystytti alttareita baaleille, teki asera-paaluja ja kumarsi ja palveli taivaan tähtiä.",
      "Herran temppelin molempiin esipihoihinkin hän rakensi alttareita taivaan tähdille.",
      "Manasse pani poikansa kulkemaan Ben-Hinnomin laaksossa tulen läpi, harjoitti ennustamista, merkkien tutkimista ja noituutta ja otti palvelukseensa henkienmanaajia ja enteidenselittäjiä. Hän teki paljon sellaista, mikä on väärää Herran silmissä, ja herätti näin hänen vihansa.",
      "Manasse eksytti Juudan ja Jerusalemin asukkaat tekemään vielä enemmän pahaa kuin ne kansat olivat tehneet, jotka Herra oli hävittänyt israelilaisten tieltä.",
      "Herra puhui Manasselle ja hänen kansalleen, mutta he eivät kuunnelleet häntä.",
      "Silloin Herra lähetti heidän kimppuunsa Assyrian kuninkaan sotapäälliköitä. He panivat Manassen kahleisiin ja veivät hänet nenärenkaasta taluttaen Babyloniin.",
      "Ahdingossaan Manasse koetti lepyttää Herraa, Jumalaansa, ja nöyrtyi isiensä Jumalan edessä.",
      "Kun Manasse rukoili Jumalaa, Jumala myöntyi hänen pyyntöönsä. Hän kuuli Manassen rukouksen ja johdatti hänet takaisin valtaistuimelle Jerusalemiin. Silloin Manasse ymmärsi, että Herra on Jumala.",
      "Myöhemmin Manasse rakensi Daavidin kaupunkiin hyvin korkean ulomman muurin, joka kulki Gihonista länteen, jatkui laakson rinnettä Kalaportille asti ja kiersi Ofelin. Kaikkiin Juudan varustettuihin kaupunkeihin hän asetti sotapäälliköitä.",
      "Hän poisti Herran temppelistä epäjumalat ja sinne teettämänsä patsaan sekä hävitti kaikki alttarit, jotka oli pystyttänyt temppelivuorelle ja muualle Jerusalemiin, ja heitätti ne kaupungin ulkopuolelle.",
      "Hän kunnosti Herran alttarin, uhrasi sillä yhteysuhreja ja kiitosuhreja ja käski Juudan kansan palvella Herraa, Israelin Jumalaa.",
      "Mutta kansa uhrasi yhä kukkulapyhäköissä, nyt kuitenkin vain Herralle, omalle Jumalalleen.",
      "Muista Manassen teoista, siitä miten hän rukoili Jumalaansa ja siitä mitä profeetat hänelle puhuivat Herran, Israelin Jumalan, nimessä, on kerrottu Israelin kuninkaiden historiassa.",
      "Siitä miten hänen rukouksensa kuultiin, mutta myös hänen synneistään ja luopumuksestaan sekä niistä paikoista, joihin hän ennen nöyrtymistään rakensi kukkulapyhäköitä ja pystytti asera-tarhoja ja jumalankuvia, on kerrottu hänen profeettojensa kirjassa.",
      "Manasse meni lepoon isiensä luo, ja hänet haudattiin palatsinsa lähelle. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Amon.",
      "Amon oli kuninkaaksi tullessaan kaksikymmentäkaksivuotias, ja hän hallitsi Jerusalemissa kaksi vuotta.",
      "Amon teki sitä, mikä on väärää Herran silmissä, niin kuin hänen isänsä Manassekin oli tehnyt. Hän uhrasi isänsä Manassen tekemille puupatsaille ja palveli niitä.",
      "Mutta toisin kuin isänsä Manasse Amon ei nöyrtynyt Herran edessä, vaan lisäsi yhä syntiensä määrää.",
      "Hänen omat miehensä tekivät salaliiton häntä vastaan ja surmasivat hänet hänen palatsissaan.",
      "Mutta Juudan kansa löi kuoliaaksi kaikki ne, jotka olivat olleet salaliitossa kuningas Amonia vastaan, ja asetti hänen jälkeensä kuninkaaksi hänen poikansa Josian."
    ],
    [
      "Josia oli kuninkaaksi tullessaan kahdeksanvuotias, ja hän hallitsi Jerusalemissa kolmekymmentäyksi vuotta.",
      "Josia teki sitä, mikä on oikein Herran silmissä, ja kulki esi-isänsä Daavidin teitä, poikkeamatta oikealle tai vasemmalle.",
      "Kahdeksantena hallitusvuotenaan, ollessaan vielä nuori, Josia alkoi kysellä esi-isänsä Daavidin Jumalan tahtoa, ja kahdentenatoista vuotena hän ryhtyi hävittämään Juudasta ja Jerusalemista kukkulapyhäkköjä, asera-tarhoja sekä puisia ja metallisia epäjumalankuvia.",
      "Hänen määräyksestään hajotettiin baalien alttarit ja rikottiin niiden päälle rakennetut suitsutusalttarit. Asera-paalut ja jumalankuvat murskattiin pieniksi palasiksi ja siroteltiin niiden haudoille, jotka olivat uhranneet niille.",
      "Pappien luut Josia poltti heidän omilla alttareillaan. Näin hän puhdisti Juudan ja Jerusalemin.",
      "Manassen, Efraimin ja Simeonin alueen kaupungeista aina Naftalin alueelle asti",
      "hän särki alttarit ja asera-paalut, ja kaikkialla Israelissa hän löi pirstaleiksi epäjumalankuvat ja rikkoi suitsutusalttarit. Sitten hän palasi Jerusalemiin.",
      "Kahdeksantenatoista hallitusvuotenaan, saatuaan temppelin ja koko maan puhdistetuksi, Josia lähetti Safanin, Asaljan pojan, sekä kaupunginpäällikkö Maasejan ja kirjuri Joahin, Joahasin pojan, korjaamaan Herran, Jumalansa, temppeliä.",
      "He menivät ylipappi Hilkian luo ja antoivat hänelle temppeliin tuodut rahat, jotka leeviläiset ovenvartijat olivat keränneet Manassen, Efraimin ja koko muun Israelin sekä Juudan ja Benjaminin alueelta ja Jerusalemin asukkailta.",
      "Raha annettiin niille, joiden tehtävänä oli johtaa töitä Herran temppelissä, ja he vuorostaan jakoivat ne temppeliä kunnostaville ja korjaaville työmiehille",
      "sekä käsityöläisille ja rakentajille. Rahoilla hankittiin myös hakattuja kiviä ja puutavaraa niiden rakennusten korjaamiseksi, jotka olivat päässeet rappeutumaan Juudan kuninkaiden aikana.",
      "Miehet tekivät työnsä huolellisesti. Heidän töidensä valvojiksi oli asetettu leeviläiset Jahat ja Obadja, Merarin sukua, sekä Sakarja ja Mesullam, Kehatin sukua. Leeviläiset soittajat antoivat soittimillaan tahdin",
      "taakankantajille ja muillekin työntekijöille. Leeviläisiä oli myös kirjureina, esimiehinä ja portinvartijoina.",
      "Mutta kun Herran temppeliin tuodut rahat otettiin esiin, löysi ylipappi Hilkia kirjan, jossa oli Herran Moosekselle antama laki.",
      "Sitten kirjuri Safan kertoi kuninkaalle, että pappi Hilkia oli antanut hänelle kirjan. Hän luki kirjan kuninkaalle.",
      "Kun kuningas kuuli, mitä laissa sanottiin, hän repäisi vaatteensa.",
      "Hän sanoi Hilkialle sekä Safanin pojalle Ahikamille, Miikan pojalle Abdonille, kirjuri Safanille ja hovimiehelleen Asajalle:",
      "Menkää kysymään Herralta, mitä meidän nyt on tehtävä, kun tämä kirja on löytynyt. Kysykää sitä sekä minun että kaikkien muidenkin Israelin ja Juudan asukkaiden puolesta. Herran viha on ankarana yllämme, koska isämme eivät ole noudattaneet hänen sanojaan eivätkä ole eläneet kaikessa sen mukaisesti kuin tähän kirjaan on kirjoitettu.",
      "Hilkia ja muut, joille kuningas oli antanut määräyksen, lähtivät naisprofeetta Huldan luo; tämän mies oli pyhien vaatteiden vartija Sallum, Tokhatin poika, Hasran pojanpoika. Profeetta asui Jerusalemin uudessa kaupunginosassa. He esittivät hänelle asiansa,",
      "tämä Herran sana: Minä annan onnettomuuden kohdata tätä paikkaa ja sen asukkaita. Kaikki kiroukset, jotka on mainittu Juudan kuninkaalle luetussa kirjassa, minä panen täytäntöön.",
      "He ovat hylänneet minut ja polttaneet uhreja muille jumalille, ja näillä teoillaan he ovat saaneet vihani heräämään. Minun vihani tulvii tämän paikan ylle, eikä se ehdy.'",
      "Mutta koska Juudan kuningas lähetti teidät tiedustelemaan Herran tahtoa, viekää hänelle tämä viesti: 'Näin sanoo Herra, Israelin Jumala: Olet nyt kuullut sanani,",
      "ja ne ovat tehneet sydämesi levottomaksi. Sinä nöyrryit Jumalan edessä, kun kuulit, mitä olen sanonut tästä paikasta ja sen asukkaista. Sinä nöyrryit, sinä repäisit vaatteesi ja itkit edessäni, ja siksi minä kuulen sinua, sanoo Herra.",
      "Kuningas kutsui koolle kaikki Juudan ja Jerusalemin vanhimmat.",
      "Hän meni Herran temppeliin, ja hänen kanssaan menivät kaikki Juudan miehet ja Jerusalemin asukkaat, papit ja leeviläiset ja koko kansa, niin ylhäiset kuin alhaiset. Hän luki heidän kuultensa kaiken, mitä temppelistä löytyneessä liiton kirjassa sanottiin.",
      "Sitten kuningas nousi korokkeelle ja teki Herran edessä liiton. Sen mukaan heidän tuli seurata Herraa ja kaikesta sydämestään ja kaikesta sielustaan noudattaa hänen käskyjään, määräyksiään ja säädöksiään. Näin he täyttäisivät sen, mitä kirjassa oli liitosta sanottu.",
      "Hän otti liittoon Jerusalemin ja myös Benjaminin alueen asukkaat. Kaikki he sitoutuivat noudattamaan Jumalan, isiensä Jumalan, liiton käskyjä.",
      "Josia hävitti kauhistuttavat epäjumalankuvat kaikilta israelilaisten alueilta ja sai kaikki Israelin asukkaat palvelemaan Herraa, Israelin Jumalaa. Koko hänen elinaikanaan he eivät luopuneet Herrasta, isiensä Jumalasta."
    ],
    [
      "Josia järjesti Herran kunniaksi Jerusalemissa pääsiäisjuhlan. Pääsiäislammas teurastettiin ensimmäisen kuun neljäntenätoista päivänä.",
      "Josia käski pappien asettua paikoilleen ja kehotti heitä hoitamaan palvelutyönsä Herran temppelissä.",
      "Järjestäytykää suvuittain ja osastoittain sen mukaan kuin Israelin kuningas Daavid ja hänen poikansa Salomo ovat määränneet.",
      "Asettukaa pyhäkköön ryhmiksi siten, että kutakin maallikkosukujen ryhmää kohden on yksi leeviläisryhmä.",
      "Josia antoi juhlaan kokoontuneelle kansalle omasta pienkarjastaan pääsiäisuhreiksi kolmekymmentätuhatta karitsaa ja vohlaa, ja kuninkaan omaisuudesta annettiin myös kolmetuhatta nautaa.",
      "Myös hänen ruhtinaansa antoivat vapaaehtoisesti lahjoja kansalle, papeille ja leeviläisille. Jumalan temppelin esimiehet Hilkia, Sakarja ja Jehiel antoivat papeille kaksituhatta kuusisataa karitsaa pääsiäisteuraiksi sekä lisäksi kolmesataa nautaa.",
      "Leeviläiset päämiehet Konanja ja hänen veljensä Semaja ja Netanel sekä Hasabja, Jeiel ja Josabad antoivat leeviläisille pääsiäisuhreiksi viisituhatta karitsaa ja viisisataa nautaa.",
      "Kun valmistelut oli toimitettu, papit asettuivat paikoilleen ja leeviläiset jakaantuivat ryhmiksi, niin kuin kuningas oli käskenyt.",
      "Sitten leeviläiset teurastivat pääsiäislampaat. Papit vihmoivat veren, jonka leeviläiset antoivat heille, ja leeviläiset nylkivät teuraat.",
      "Polttouhriksi määrätyt osat he panivat erilleen ja jakoivat kansalle perhekunnittain, jotta ne uhrattaisiin Herralle, niin kuin Mooseksen kirjassa on määrätty. Samoin tehtiin naudoille.",
      "Pääsiäislampaat he paistoivat määräysten mukaisesti tulella, mutta pyhinä lahjoina annettujen nautojen lihat he keittivät padoissa, kattiloissa ja pannuissa ja veivät kiireesti kansalle.",
      "Sitten he valmistivat pääsiäisaterian itselleen ja papeille. Papit, Aaronin jälkeläiset, joutuivat näet polttamaan polttouhreja ja rasvoja yömyöhään asti, ja sen vuoksi leeviläiset valmistivat aterian sekä itselleen että heille.",
      "Laulajat, Asafin jälkeläiset, seisoivat paikoillaan niin kuin Daavid ja hänen hoviinsa kuuluvat näkijät Asaf, Heman ja Jedutun olivat määränneet, ja portinvartijat vartioivat kaikkia portteja. Kenenkään ei tarvinnut poistua palvelupaikaltaan, sillä leeviläiset valmistivat heille kaikille aterian.",
      "Näin vietettiin tuona päivänä pääsiäinen ja toimitettiin Herran alttarilla polttouhrit kuningas Josian määräysten mukaisesti.",
      "Pääsiäisen jälkeen viettivät Jerusalemiin kokoontuneet israelilaiset seitsemän päivän ajan happamattoman leivän juhlaa.",
      "Sillä tavoin ei pääsiäistä ollut Israelissa juhlittu sitten profeetta Samuelin päivien, eikä kukaan Israelin kuningas ollut viettänyt pääsiäistä niin kuin sitä nyt viettivät Josia, papit ja leeviläiset sekä kaikki Juudan, Israelin ja Jerusalemin asukkaat.",
      "Tämä pääsiäisjuhla vietettiin Josian hallituskauden kahdeksantenatoista vuotena.",
      "Jonkin aikaa sen jälkeen kun Josia oli näin saattanut temppelin kuntoon, lähti Egyptin kuningas Neko sotaretkelle kohti Karkemisia, joka on Eufratin varrella. Josia lähti häntä vastaan.",
      "Mutta Josia ei väistynyt hänen tieltään, vaan lähti rohkeasti taisteluun. Hän ei kuunnellut Nekon sanoja, jotka olivat Jumalasta lähtöisin, vaan ryhtyi taisteluun Megiddon tasangolla.",
      "Kuninkaan miehet siirsivät hänet sotavaunuista toisiin vaunuihin ja veivät Jerusalemiin. Siellä hän kuoli, ja hänet haudattiin isiensä hautaan. Koko Juuda ja Jerusalem suri Josiaa.",
      "Jeremia teki Josiasta valitusvirren, ja Israelissa on yhä edelleenkin tapana, että laulajat, niin miehet kuin naiset, laulavat tätä valitusvirttä Josiasta. Se on säilynyt muiden valitusvirsien joukossa.",
      "Muut Josian vaiheet ja ne hyvät teot, jotka hän Herran lakia noudattaen teki,",
      "sekä hänen aikansa tapahtumat, ensimmäisestä viimeiseen, on kerrottu Israelin ja Juudan kuninkaiden historiassa."
    ],
    [
      "Juudan kansa huusi Josian pojan Joahasin Jerusalemissa kuninkaaksi isänsä jälkeen.",
      "Joahas oli kuninkaaksi tullessaan kaksikymmentäkolmevuotias, ja hän hallitsi Jerusalemissa kolme kuukautta.",
      "Sitten Egyptin kuningas teki lopun hänen kuninkuudestaan ja määräsi Juudalle rangaistusveron, sata talenttia hopeaa ja talentin kultaa.",
      "Hän asetti Juudan ja Jerusalemin kuninkaaksi Joahasin veljen Eljakimin ja muutti hänen nimensä Jojakimiksi. Joahasin Neko vei vankina Egyptiin.",
      "Jojakim oli kuninkaaksi tullessaan kaksikymmentäviisivuotias, ja hän hallitsi Jerusalemissa yksitoista vuotta. Jojakim teki sitä, mikä oli väärää Herran, hänen Jumalansa, silmissä.",
      "Babylonian kuningas Nebukadnessar lähti sotimaan häntä vastaan ja vei hänet kahleissa Babyloniaan.",
      "Nebukadnessar vei Babyloniin myös Herran temppelin esineitä ja sijoitti ne palatsiinsa.",
      "Kaikki muu, mitä Jojakimista on kerrottavaa, hänen kauhistuttavat tekonsa ja hänen kohtalonsa, on kirjoitettu Israelin ja Juudan kuninkaiden historiaan. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Jojakin.",
      "Jojakin oli kuninkaaksi tullessaan kahdeksantoistavuotias, ja hän hallitsi Jerusalemissa kolme kuukautta ja kymmenen päivää. Jojakin teki sitä, mikä on väärää Herran silmissä.",
      "Vuoden vaihteessa kuningas Nebukadnessar lähetti sotilaita vangitsemaan hänet ja kuljetutti hänet ja paljon temppelin aarteita Babyloniin. Juudan ja Jerusalemin kuninkaaksi hän asetti Jojakimin veljen Sidkian. juutalaiset pakkosiirtolaisuuteen",
      "Sidkia oli kuninkaaksi tullessaan kaksikymmentäyksivuotias, ja hän hallitsi Jerusalemissa yksitoista vuotta.",
      "Sidkia teki sitä, mikä oli väärää Herran, hänen Jumalansa, silmissä, eikä nöyrtynyt, vaikka profeetta Jeremia puhui hänelle, mitä Herra oli käskenyt.",
      "Hän myös kapinoi kuningas Nebukadnessaria vastaan, vaikka oli Jumalan nimeen vannonut hänelle uskollisuutta. Hän oli uppiniskainen ja paadutti sydämensä eikä kääntynyt Herran, Israelin Jumalan, puoleen.",
      "Myös kaikki johtomiehet, papit ja kansa luopuivat Herrasta, alkoivat noudattaa muiden kansojen kauhistuttavia tapoja ja saastuttivat Jerusalemin temppelin, jonka Herra oli pyhittänyt itselleen.",
      "Herra, heidän isiensä Jumala, lähetti sananviejiään yhä uudelleen varoittamaan heitä, sillä hänen tuli sääli kansaansa ja omaa asuinsijaansa.",
      "Mutta ihmiset pilkkasivat hänen lähettiläitään eivätkä välittäneet hänen sanoistaan. He tekivät pilkkaa Herran profeetoista, kunnes Herra vihastui kansaansa niin, ettei se enää voinut pelastua.",
      "Herra antoi Babylonian kuninkaan hyökätä Juudan asukkaiden kimppuun. Hän surmasi heidän nuoret miehensä temppelissä, hän ei säästänyt nuorukaisia eikä neitoja, ei vanhoja eikä raihnaita. Kaikki hän antoi Babylonian kuninkaan käsiin.",
      "Ja kaikki temppelin esineet, suuret ja pienet, temppelin aarteet sekä Juudan kuninkaan ja hänen johtomiestensä kalleudet kuningas vei Babyloniin.",
      "Babylonialaiset polttivat Jumalan temppelin, hajottivat Jerusalemin muurit, polttivat kaikki sen palatsit ja tuhosivat sen kalleudet.",
      "Kaikki hengissä säilyneet vietiin pakkosiirtolaisuuteen Babyloniaan, ja he joutuivat olemaan kuninkaan ja hänen seuraajiensa orjina siihen asti, kun persialaiset tulivat maan hallitsijoiksi.",
      "Näin toteutui Herran sana, jonka Jeremia oli julistanut: maa on oleva autio, ja se lepää seitsemänkymmentä vuotta, kunnes se on saanut hyvityksen pitämättä jääneistä sapateista.",
      "Persian kuninkaan Kyyroksen ensimmäisenä hallitusvuotena Herra toteutti sanansa, jonka profeetta Jeremia oli julistanut. Hän johdatti Kyyroksen kuuluttamaan kaikkialla valtakunnassaan sekä suullisesti että kirjallisesti:",
      "Näin sanoo Kyyros, Persian kuningas: Herra, taivaan Jumala, on antanut minulle kaikki maan valtakunnat. Hän on nyt käskenyt minun rakentaa itselleen temppelin Juudan Jerusalemiin. Kaikkien teidän, jotka kuulutte hänen kansaansa, tulee lähteä sinne. Olkoon Herra, teidän Jumalanne, teidän kanssanne!"
    ]
  ],
  "name": "2 Chronicles"
}
