{
  "id": "2co",
  "chapters": [
    [
      "Paavali, Jesuksen Kristuksen apostoli Jumalan tahdon kautta, ja Timoteus veli, Jumalan seurakunnalle, joka on Korintossa, ja kaikille pyhille, jotka koko Akajassa ovat:",
      "Armo olkoon teille ja rauha Jumalalta meidän Isältämme ja Herralta Jesukselta Kristukselta!",
      "Kiitetty olkoon Jumala ja meidän Herran Jesuksen Kristuksen Isä, laupiuden Isä, ja kaiken lohdutuksen Jumala!",
      "Joka meitä lohduttaa kaikessa meidän vaivassamme, että me taitaisimme lohduttaa niitä, jotka kaikkinaisessa vaivassa ovat, sillä lohdutuksella, jolla Jumala meitä lohduttaa.",
      "Sillä niinkuin Kristuksen kärsimys on paljo tullut meidän päällemme, niin myös meille tulee paljo lohdutusta Kristuksen kautta.",
      "Mutta jos meitä vaivataan, niin se tapahtuu teille lohdutukseksi ja autuudeksi, joka vaikuttaa niiden vaivain kärsivällisyydessä, joita myös me kärsimme, eli jos meitä lohdutetaan, niin se tulee teille lohdutukseksi ja autuudeksi; ja meidän toivomme on vahva teistä:",
      "Että me tiedämme, että niinkuin te olette kärsimisessä osalliset, niin te myös tulette lohdutuksesta osalliseksi.",
      "Sillä emme tahdo salata teiltä, rakkaat veljet, meidän vaivaamme, joka meille Asiassa tapahtui: että me olimme sangen suuresti rasitetut ylitse meidän voimamme, niin että me jo meidän hengestämme epäilimme.",
      "Mutta me itsellämme juuri niin päätimme, että meidän piti kuoleman, ettei meidän pitäisi itse päällemme uskaltaman, vaan Jumalan päälle, joka kuolleetkin herättää,",
      "Joka meitä niin suuresta kuolemasta päästi ja päästää; ja me turvaamme hänen päällensä, että hän tästedeskin meitä päästää,",
      "Ynnä myös teidän rukoustenne avulla meidän edestämme, että meidän tähtemme, siitä lahjasta, joka meille annettu on, pitäis monelta ihmiseltä kiitos tehtämän.",
      "Sillä se on meidän kerskauksemme, nimittäin meidän omantuntomme todistus, että me yksinkertaisuudessa ja Jumalan vakuudessa, ei lihallisessa viisaudessa, vaan Jumalan armossa olemme maailmassa vaeltaneet, mutta enimmästi teidän tykönänne.",
      "Sillä emmepä me muuta teille kirjoita, vaan sitä, mitä te luette eli myös tiedätte; mutta minä toivon, että te myös loppuun asti tiedätte.",
      "Niinkuin te puolittain meidät tietäneet olette, että me olemme teidän kerskaamisenne, niinkuin tekin meidän kerskauksemme Herran Jesuksen päivänä olette.",
      "Ja senkaltaisella uskalluksella tahdoin minä ennen tulla teidän tykönne, että te toisen kerran olisitte saaneet minulta jonkun hyvän työn,",
      "Ja minä olisin vaeltanut teidän kauttanne Makedoniaan, ja Makedoniasta teidän tykönne takaperin tullut, ja niin teiltä Juudeaan johdatetuksi.",
      "Koska minä tätä ajattelin, lienenkö minä sen tehnyt hempeydestä? Eli ovatko minun aivoitukseni, joita minä aivon, lihalliset? että minun tykönäni olis niin, niin, ja ei, ei.",
      "Mutta Jumala on vakaa, ettei meidän puheemme ole teille niin ja ei ollut.",
      "Sillä Jumalan Poika, Jesus Kristus, joka teidän seassanne meiltä saarnattu on, nimittäin minulta ja Silvanukselta ja Timoteukselta, ei ollut niin ja ei, vaan oli hänessä niin.",
      "Sillä kaikki Jumalan lupaukset ovat niin hänessä ja ovat amen hänessä, Jumalan kunniaksi meidän kauttamme.",
      "Mutta Jumala on se, joka meitä teidän kanssanne Kristuksessa vahvistaa, ja on meitä voidellut,",
      "Joka myös on meitä lukinnut, ja antoi Hengen pantiksi meidän sydämiimme.",
      "Mutta minä ruokoilen Jumalaa todistajaksi sieluni päälle, että minä olen säästänyt teitä, etten minä vielä ole Korintoon tullut.",
      "Ei niin, että me hallitsisimme teidän uskoanne, vaan me olemme auttajat teidän iloonne, sillä te seisotte uskossa."
    ],
    [
      "Mutta sitä minä olen itselläni aikonut, etten minä taas murheella teidän tykönne tulisi.",
      "Sillä jos minä teidät murheeseen saatan, kukas minua ilahuttaa, vaan se, joka minulta on murheelliseksi tehty?",
      "Ja sen minä olen teille kirjoittanut, etten minä tultuani saisi niistä murhetta, joista minun tulis ilo saada; sillä minulla on senkaltainen uskallus kaikkein teidän tykönne, että minun iloni kaikkein teidän ilonne on.",
      "Sillä minä kirjoitin teille suuressa vaivassa ja sydämen kivussa, monilla kyyneleillä, ei, että teidän pitäis murehtiman, vaan että te ymmärtäisitte sen erinomaisen rakkauden, joka minulla on teidän kohtaanne.",
      "Jos joku on murheen matkaan saattanut, ei hän ole minua murheelliseksi saattanut, vaan puolittain, etten minä teitä kaikkia rasittaisi.",
      "Mutta kyllä siinä on, että se monelta niin rangaistu on:",
      "Että te tästedes sitä enemmän häntä armahtaisitte ja lohduttaisitte, ettei hän uppoaisi ylönpalttisessa murheessa.",
      "Sentähden neuvon minä teitä, että te hänen kohtaansa rakkautta osoittaisitte;",
      "Sillä sentähden minä myös olen kirjoittanut, koetellakseni teitä, jos te olette kaikkiin kuuliaiset,",
      "Mutta joille te jotain anteeksi annatte, sen minä myös anteeksi annan; sillä jolle minä jotain anteeksi annoin, sen minä anteeksi annoin teidän tähtenne Kristuksen puolesta, ettemme saatanalta voitetuksi tulisi;",
      "Sillä eipä meiltä ole salattu, mitä hänen mielessänsä on.",
      "Mutta kuin minä tulin Troadaan Kristuksen evankeliumia saarnaamaan, ja minulle avattiin ovi Herrassa, niin ei minulla ollut yhtään lepoa hengessäni, etten minä Titusta minun veljeäni löytänyt.",
      "Mutta kuin minä olin heidän hyvästi jättänyt, menin minä sieltä Makedoniaan.",
      "Mutta kiitetty olkoon Jumala, joka aina antaa meille voiton Kristuksessa, ja julistaa joka paikassa hänen tuntemisensa hajun meidän kauttamme!",
      "Sillä me olemme Jumalalle yksi hyvä haju Kristuksessa, sekä niiden seassa, jotka autuaaksi tulevat, että myös niiden seassa, jotka hukkuvat;",
      "Näille tosin surman haju kuolemaksi, mutta toisille elämän haju elämäksi: ja kuka on nyt tähän kelvollinen?",
      "Sillä emmepä me ole senkaltaiset kuin muutamat, jotka Jumalan sanaa myyskentelevät; vaan vakuudesta ja niinkuin Jumalasta me puhumme Jumalan kasvoin edessä, Kristuksessa."
    ],
    [
      "Rupeemmeko me siis itsiämme taas kehumaan? eli tarvitsemmeko me, niinkuin muutamat, kiitoskirjaa teidän tykönne, eli kiitoskirjaa teiltä?",
      "Te olette meidän kirjamme, meidän sydämiimme kirjoitetut, joka kaikilta ihmisiltä tunnetaan ja luetaan.",
      "Ja te olette ilmoitetut, että te Kristuksen lähetyskirja olette, meidän palveluksemme kautta valmistettu, ei pläkillä kirjoitettu, vaan elävän Jumalan hengellä, ei kivisiin tauluihin, vaan lihallisiin sydämen tauluihin.",
      "Mutta senkaltainen uskallus on meillä Kristuksen kautta Jumalan puoleen.",
      "Ei niin, että me olemme itse meistämme soveliaat jotakin ajattelemaan, niinkuin itse meistämme, vaan jos me olemme johonkuhun soveliaat, niin on se Jumalalta,",
      "Joka meitä soveliaiksi tehnyt on Uuden Testamentin virkaa pitämään, ei puustavin, vaan Hengen; sillä puustavi kuolettaa, vaan Henki tekee eläväksi.",
      "Mutta jos sillä viralla, joka puustavin kautta kuolettaa ja kiviin kuvattu oli, oli senkaltainen kirkkaus, niin ettei Israelin lapset taitaneet katsoa Moseksen kasvoihin, hänen kasvoinsa kirkkauden tähden, joka kuitenkin katoo:",
      "Miksi ei siis paljoa enemmin sillä viralla, joka hengen antaa, pitäisi kirkkaus oleman?",
      "Sillä, jos viralla, joka kadotuksesta saarnaa, kirkkaus oli, paljoa enemmin sillä viralla, joka vanhurskaudesta saarnaa, on ylönpalttinen kirkkaus;",
      "Sillä se toinen, joka kirkastettu oli, ei ole ensinkään kirkkaudeksi luettava, sen ylönpalttisen kirkkauden suhteen.",
      "Sillä jos sillä oli kirkkaus, joka katoo, paljoa enemmin on sillä kirkkaus, joka pysyy.",
      "Että meillä siis senkaltainen toivo on, niin me puhumme rohkiasti,",
      "Ja emme tee niinkuin Moses, joka kasvoillensa peitteen pani, ettei Israelin lapset taitaneet sen loppua katsoa, joka katoo.",
      "Vaan heidän taitonsa olivat paatuneet. Sillä tähän päivään asti, kuin vanhaa Testamenttia luetaan, pysyy se peite ottamatta pois, joka Kristuksessa lakkaa.",
      "Mutta tähän päivään asti, kuin Mosesta luetaan, riippuu se peite heidän sydämensä edessä.",
      "Mutta kuin he palajavat Herran puoleen, niin peite otetaan pois.",
      "Sillä Herra on Henki; mutta kussa Herran Henki on, siinä on vapaus.",
      "Mutta me kaikki avoimilla kasvoilla Herran kirkkautta katselemme, niinkuin peilissä, ja me muutetaan siihen kuvaan kirkkaudesta niin kirkkauteen niinkuin Herran Hengestä."
    ],
    [
      "Sentähden, että meillä senkaltainen virka on, sen jälkeen kuin armo meidän kohtaamme tapahtunut on, niin emme suutu,",
      "Vaan vältämme salaiset häpiät ja emme vaella kavaluudella, emmekä petoksella Jumalan sanaa turmele, vaan me ilmoitamme totuuden ja meitämme julkisesti kaikkein ihmisten omaatuntoa kohtaan Jumalan edessä osoitamme.",
      "Jos nyt meidän evankeliumimme on peitetty, niin se on niille peitetty, jotka kadotetaan,",
      "Joissa tämän maailman jumala on uskottomain taidot soaissut, ettei evenkeliumin paiste heille pitäisi Kristuksen kirkkaudesta valistaman, joka on Jumalan kuva.",
      "Sillä emme itse meistämme saarnaa, vaan Kristuksesta Jesuksesta, että hän on Herra; mutta me olemme teidän palvelianne Jesuksen tähden.",
      "Että Jumala, joka käski valkeuden pimeydestä paistaa, se paisti tunnon valkeuden meidän sydämissämme Jumalan kirkkaudesta Jesuksen Kristuksen kasvoissa.",
      "Mutta meillä on tämä tavara savisissa astioissa, että se ylönpalttinen voima pitää oleman Jumalalta ja ei meistä.",
      "Meillä on joka paikassa ahdistus, mutta emme sitä sure: meillä on pakko, mutta emme epäile.",
      "Me kärsimme vainoa, mutta ei meitä anneta ylön; me painetaan alas, mutta emme huku.",
      "Me viemme ympäri aina Herran Jesuksen kuoleman meidän ruumiissamme, että Herran Jesuksen elämäkin meidän ruumiissamme ilmoitettaisiin.",
      "Sillä me, jotka elämme, annetaan ylön aina kuolemaan Jesuksen tähden, että Jesuksen elämäkin meidän kuolevaisessa lihassamme ilmoitettaisiin.",
      "Sentähden on kuolema meissä voimallinen, mutta teissä elämä.",
      "Mutta että meillä on yksi uskon henki, niinkuin kirjoitettu on: minä uskoin, sentähden minä puhuin; niin me myös uskomme, ja sentähden me myös puhumme,",
      "Ja tiedämme sen, että joka Herran Jesuksen herätti, hän meidätkin Jesuksen kautta herättää ja asettaa meitä teidän kanssanne.",
      "Sillä kaikki teidän tähtenne tapahtuu, että se ylönpalttinen armo monen kiitoksen kautta runsaasti Jumalan ylistykseksi tulis.",
      "Sentähden emme väsy; sillä vaikka meidän ulkonainen ihminen turmellaan, niin sisällinen kuitenkin päivä päivältä uudistetaan;",
      "Sillä meidän vaivamme, joka ajallinen ja keviä on, saattaa meille ijankaikkisen ja määrättömän kunnian:",
      "Jotka emme näkyväisiä katso, vaan näkymättömiä; sillä näkyväiset ovat ajalliset, mutta näkymättömät ijankaikkiset."
    ],
    [
      "Sillä me tiedämme, että jos tämän majan meidän maallinen huone puretaan, meillä olevan rakennuksen Jumalalta, huoneen, ei käsillä tehdyn, joka on ijankaikkinen taivaissa;",
      "Jota me myös huokaamme, ikävöiden, että me meidän majallamme, joka taivaasta on, puetetuksi tulisimme,",
      "Jos me muutoin puetettuna, ja ei alasti löydettäisiin.",
      "Sillä me, jotka tässä majassa olemme, huokaamme, että me rasitetut olemme, jossa emme tahdo riisuttuna, vaan puetettuna olla, että se kuolevainen elämältä nieltäisiin.",
      "Mutta joka meitä siihen valmistaa, se on Jumala, joka myös Hengen on meille pantiksi antanut.",
      "Niin me olemme sentähden aina hyvässä turvassa ja tiedämme, että niinkauvan kuin me ruumiissa asumme, niin me olemme kaukana Herrasta.",
      "(Sillä me vaellamme uskossa ja emme katsomisessa.)",
      "Mutta meillä on turva, ja paljo halaamme enemmin olla kaukana pois ruumiista ja mennä asumaan Herran tykö.",
      "Sentähden, joko me kotona olemme eli ulkona vaellamme, niin me ahkeroitsemme siitä, että me hänelle kelpaisimme.",
      "Sillä meidän kaikkein pitää ilmestymän Kristuksen tuomio-istuimen eteen, että jokainen sais senjälkeen mitä hän ruumiissansa tehnyt on, olkoon se hyvä eli paha.",
      "Että me siis tiedämme, että Herraa pitää peljättämän, niin me neuvomme ihmisiä, mutta Jumalalle olemme me julkiset: kuitenkin minä toivon, että me olemme myös julki teidänkin omassatunnossanne.",
      "Emme taas kerskaa itsiämme teidän edessänne; vaan me annamme teille tilan kerskataksenne meistä, että teilläkin olis kerskaamista niitä vastaan, jotka itsiänsä kasvoin jälkeen kerskaavat ja ei sydämen jälkeen.",
      "Sillä jos me tyhmistyneet olemme, niin me sen Jumalalle olemme, eli jos me taidossa olemme, niin me teille taidossa olemme.",
      "Sillä Kristuksen rakkaus vaatii meitä,",
      "Että me sen niin pidämme, että jos yksi on kuollut kaikkein edestä, niin he kaikki ovat kuolleet, ja hän on sentähden kaikkein edestä kuollut, että ne, jotka elävät, ei nyt enään eläisi itsellensä, vaan hänelle, joka heidän edestänsä kuollut ja noussut on ylös.",
      "Sentähden emme tästedes lihan puolesta ketään tunne. Ja jos me olemme Kristuksen lihan puolesta tunteneet, niin emme kuitenkaan silleen tunne.",
      "Sentähden jos joku on Kristuksessa, niin hän on uusi luontokappale; sillä vanhat ovat kadonneet, katso, kaikki ovat uudeksi tulleet.",
      "Mutta ne kaikki ovat Jumalasta, joka meitä on itse kanssansa sovittanut Jesuksen Kristuksen kautta, ja antoi meille viran sovinnosta saarnata.",
      "Sillä Jumala oli Kristuksessa ja sovitti maailman itse kanssansa, ja ei lukenut heille heidän syntiänsä, ja on meissä sovintosaarnan säätänyt.",
      "Niin olemme me Kristuksen puolesta käskyläiset; sillä Jumala neuvoo meidän kauttamme. Niin me rukoilemme siis Kristuksen puolesta, että te Jumalan kanssa sovitte.",
      "Sillä hän on sen, joka ei mitään synnistä tietänyt, meidän edestämme synniksi tehnyt, että me hänessä tulisimme siksi vanhurskaudeksi, joka Jumalan edessä kelpaa."
    ],
    [
      "Mutta me niinkuin apulaiset neuvomme teitä, ettette Jumalan armoa hukkaan ottaisi.",
      "Sillä hän sanoo: minä olen otollisella ajalla sinua kuullut ja olen sinua autuuden päivänä auttanut. Katso, nyt on otollinen aika, katso, nyt on autuuden päivä.",
      "Älkäämme kellenkään jossakussa pahennusta antako, ettei meidän virkaamme laitettaisi;",
      "Vaan osoittakaamme meitämme kaikissa asioissa niinkuin Jumalan palveliat: suuressa kärsivällisyydessä, vaivoissa, hädissä, suruissa,",
      "Haavoissa, vankiuksissa, kapinoissa, töissä, valvomisissa, paastoissa,",
      "Puhtaassa elämässä, taidossa, pitkämielisyydessä, suloisuudessa, Pyhässä Hengessä, vilpittömässä rakkaudessa.",
      "Totuuden sanassa, Jumalan väessä vanhurskauden sota-aseiden kautta oikialla ja vasemmalla puolella,",
      "Kunnian kautta ja pilkan, panetuksen ja kiitoksen kautta, niinkuin vietteliät ja kuitenkin vakaat,",
      "Niinkuin tuntemattomat ja kuitenkin tutut, niinkuin kuolevaiset ja katso, me elämme, niinkuin rangaistut ja ei kuitenkaan tapetut,",
      "Niinkuin murheelliset ja kuitenkin aina iloiset, niinkuin köyhät, mutta kuitenkin monta rikkaaksi tekeväiset, niinkuin ne, joilla ei mitään ole ja joiden kuitenkin kaikki omat ovat.",
      "Te Korintilaiset! meidän suumme on hänensä avannut teidän kohtaanne, meidän sydämemme on levinnyt.",
      "Ette ole ahtaalla meissä; mutta itse teissänne te ahtaalla olette.",
      "Minä sanon niinkuin lapsilleni, että te myös minua vastaan teitänne niin asettaisitte, ja levittäkäät teitänne.",
      "Älkäät vetäkö ijestä epäuskoisten kanssa; sillä mitä oikeuden on vääryyden kanssa tekemistä? eli mitä osallisuutta on valkeudella pimeyden kanssa?",
      "Ja mikä sovinto on Kristuksella belialin kanssa? taikka mikä osa on uskovaisella uskottoman kanssa?",
      "Eli kuinka Jumalan templi sopii epäjumalain kanssa? Sillä te olette elävän Jumalan templi, niinkuin Jumala sanoo: minä tahdon heissä asua ja heissä vaeltaa, ja minä tahdon olla heidän Jumalansa, ja heidän pitää oleman minun kansani.",
      "Sentähden paetkaat heidän seastansa ja eroittakaat teitänne, sanoo Herra: ja älkäät saastaiseen ruvetko, ja niin minä korjaan teitä,",
      "Ja olen teidän Isänne, ja teidän pitää oleman minun poikani ja tyttäreni, sanoo kaikkivaltias Herra."
    ],
    [
      "Että meillä nyt senkaltaiset lupaukset ovat, minun rakkaani, puhdistakaamme siis itsemme kaikesta lihan ja hengen saastaisuudesta, täyttäin pyhyyttä Jumalan pelvossa.",
      "Ottakaat meitä vastaan: emme kellenkään vääryyttä tehneet, emme ketään turmelleet, emme keneltäkään mitään vaatineet.",
      "Senkaltaista en sano minä teille kadotukseksi; sillä minä olen ennen sanonut, että te olette meidän sydämessämme ynnä kuolla ja ynnä elää.",
      "Minä puhun teille suurella rohkeudella, minä kerskaan paljon teistä, minä olen lohdutuksella täytetty, minä olen ylönpalttisessa ilossa kaikessa meidän vaivassamme.",
      "Sillä kuin me Makedoniaan tulimme, ei meidän lihallamme ollut yhtään lepoa, vaan kaikissa paikoissa olimme me vaivatut, ulkona sota, sisällä pelko.",
      "Mutta Jumala, joka nöyriä lohduttaa, hän lohdutti meitä Tituksen tulemisella,",
      "Vaan ei ainoastaan hänen tulemisellansa, mutta myös sillä lohdutuksella, jonka hän teiltä saanut oli, ja ilmoitti meille teidän halunne, teidän itkunne ja teidän kiivautenne minusta, niin että minä vielä enemmin ihastuin.",
      "Sillä jos minä lähetyskirjallani saatinkin teitä murheesen, enpä minä sitä kadu, ehkä minä olisin katunut; sillä minä näen sen lähetyskirjan teitä hetken aikaa murheessa pitäneen.",
      "Nyt minä iloitsen, en siitä, että te murheissa olitte, vaan että te olitte murheissa parannukseksi; sillä te olitte murheelliset Jumalan mielen jälkeen, ettei teillä meistä missään vahinkoa olis.",
      "Sillä se murhe, joka Jumalan mielen jälkeen tapahtuu, saattaa katumisen autuudeksi, jota ei yksikään kadu; mutta maailman murhe saattaa kuoleman.",
      "Sillä katso, että te olitte Jumalan mielen jälkeen murheelliset, kuinka suuren ahkeruuden se on teissä vaikuttanut! Ja tosin edesvastauksen, närkästyksen, pelvon, ikävöitsemisen, kiivauden ja koston. Te olette kaikissa teitänne puhtaiksi osoittaneet tässä asiassa.",
      "Sentähden vaikka minä teille kirjoitin, niin ei se ole kuitenkaan sen tähden tapahtunut, joka rikkonut oli, eikä sen tähden, jolle vääryys tehtiin, mutta sentähden, että teidän ahkeruutenne meidän kohtaamme Jumalan edessä julkiseksi tulis.",
      "Sentähden me olemme saaneet lohdutuksen, että tekin olette lohdutetut. Mutta vielä enemmin iloitsimme me Tituksen ilosta; sillä hänen henkensä oli teiltä kaikilta virvoitettu.",
      "Ja mitä minä hänen edessänsä teistä kerskannut olen, en minä sitä häpee; vaan niinkuin kaikki ovat todet, mitkä minä teille puhunut olen, niin on myös meidän kerskauksemme Tituksen edessä todeksi tullut.",
      "Ja hänellä on sangen suuri sydämellinen halu teidän puoleenne, kuin hän kaikkein teidän kuuliaisuutenne muistaa, kuinka te pelvolla ja vavistuksella häntä otitte vastaan.",
      "Minä siis iloitsen, että minä kaikissa asioissa teihin taidan luottaa."
    ],
    [
      "Mutta minä teen teille tiettäväksi, rakkaat veljet, Jumalan armon, joka Makedonian seurakuntiin annettu on;",
      "Sillä heidän ilonsa oli ylönpalttinen, kuin heitä monen vaivan kautta koeteltiin, ja vaikka he sangen köyhät olivat, ovat he kuitenkin runsaasti kaikessa yksinkertaisuudessa antaneet.",
      "Sillä he olivat kaikesta voimastansa (sen minä todistan) ja ylitsekin voimansa hyväntahtoiset,",
      "Ja meitä suurella ahkeruudella rukoilivat, että me ottaisimme vastaan sen hyvän työn ja sen palveluksen osallisuuden, joka pyhäin varaksi koottu oli.",
      "Ja ei niinkuin me toivoimme, vaan he antoivat itsensä ensisti Herralle ja (sitte) meille Jumalan tahdon kautta.",
      "Että meidän pitäis Titusta neuvoman, että, niinkuin hän oli ennen ruvennut, hänen pitäis senkaltaisen hyvän työn niin teidän seassanne päättämän;",
      "Mutta niinkuin te olette kaikissa rikkaat, uskossa ja sanassa, ja taidossa ja kaikkinaisessa ahkeruudessa, ja teidän rakkaudessanne meidän kohtaamme, (niin sovittakaat siis), että te myös tässä armossa rikkaat olisitte.",
      "Enpä minä vaatimisesta sitä sano, vaan muiden ahkeruudesta koettelen minä myös teidän rakkautenne vakuutta.",
      "Sillä te tiedätte meidän Herran Jesuksen Kristuksen armon, että hän rikkaana ollessansa tuli kuitenkin teidän tähtenne köyhäksi, että te hänen köyhyytensä kautta rikkaaksi tulisitte.",
      "Minun neuvoni minä tästä annan; sillä se on teille hyödyllinen, että te olette ennen ruvenneet ei ainoasti sitä tekemään, vaan jo menneenä vuonna tahdoitte sitä.",
      "Täyttäkäät siis nyt se työ, jonka te rupesitte, että niinkuin tahto valmis oli, te myös sen voimanne perästä täyttäisitte.",
      "Sillä jos joku edellä mielellinen on, niin hän on otollinen varansa jälkeen, ja ei sen jälkeen, joka ei hänellä ole.",
      "Ei niin luullen, että muilla pitää oleman huojennus ja teillä ahdistus, vaan että se tasan olis, niin palvelkaan teidän rikkautenne heidän köyhyyttänsä tällä ajalla,",
      "Että myös heidän rikkautensa teidän puuttumistanne palvelis, että tasan tapahtuis,",
      "Niinkuin kirjoitettu on: joka paljon kokosi, ei hänellä ollut liiaksi, ja joka vähän kokosi, ei häneltä mitään puuttunut.",
      "Mutta Jumalan olkoon kiitos, joka senkaltaisen ahkeruuden antoi Tituksen sydämeen teidän tähtenne!",
      "Sillä hän otti sen neuvon hyväksi, ja tosin oli sitä ahkerampi, että hän läksi mielellänsä teidän tykönne.",
      "Mutta me olemme hänen kanssansa lähettäneet veljen, jota evankeliumissa kiitetään kaikissa seurakunnissa.",
      "(Mutta ei se ainoasti, vaan hän on myös säätty seurakunnilta meidän matkakumppaniksemme tämän armon kanssa, joka meidän kauttamme Herran kunniaksi toimitetaan, ja teidän hyvän tahtonne koettelemiseksi,)",
      "Karttain sitä, ettei kenkään meitä panettelisi senkaltaisen rikkaan avun puolesta, joka meidän kauttamme toimitetaan.",
      "Sillä me ahkeroitsemme sitä, mikä kunniallinen on, ei ainoasti Herran edessä, vaan myös ihmisten edessä.",
      "Ja me olemme heidän kanssansa lähettäneet meidän veljemme, jonka me monessa olemme usiasti koetelleet, että hän ahkera on, ja vielä nyt paljoa ahkerampi, suurella uskalluksella, joka on teidän tykönne,",
      "Sekä Tituksen puolesta, joka minun kumppanini on ja apulaiseni teidän seassanne, että myös meidän veljeimme tähden, jotka ovat seurakuntain apostolit, Kristuksen kunnia.",
      "Osoittakaat siis teidän rakkautenne merkki ja meidän kerskaamisemme teistänne niitä kohtaan, julkisesti seurakunnankin edessä."
    ],
    [
      "Sillä siitä avusta, joka pyhille annetaan, ei tarvitse minun teille kirjoittaa.",
      "Sillä minä tiedän teidän hyvä tahtonne, jota minä teidän tähtenne kehun Makedonialaisille, että Akaja on ollut jo ajastajan valmis ja että te olette monta siihen kiivaudellanne kehoittaneet.",
      "Kuitenkin minä olen tämän veljen sentähden lähettänyt, ettei meidän kerskaamisemme teistä tässä asiassa tyhjäksi tulisi, että (niinkuin minä sanoin) te valmiit olisitte,",
      "Ettemme, jos Makedonialaiset minun kanssani tulevat, ja ei löydä teitä valmiina, me silloin (en minä sano: te) senkaltaisesta kerskauksesta häpiään tulisi.",
      "Sentähden näin minä tarpeelliseksi veljiä neuvoa, että he ensin menevät teidän tykönne ja edellä valmistavat teidän ennen luvatun hyvän lahjanne, että se valmis olis, niinkuin hyvä teko ja ei niinkuin vaatimus.",
      "Mutta sen minä sanon: joka tiiviisti kylvää, sen pitää myös tiiviisti niittämän, joka siunauksessa kylvää, sen pitää myös siunauksessa niittämän,",
      "Kukin sydämensä ehdon jälkeen, ei ylönmielin eli vaatein; sillä iloista antajaa Jumala rakastaa.",
      "Mutta Jumala on väkevä niin sovittamaan, että kaikkinainen armo teidän seassanne ylönpalttiseksi tulis, että teillä kaikissa aina yltäkyllä olis, ja olisitte rikkaat kaikkiin hyviin töihin;",
      "(Niinkuin kirjoitettu on: hän on hajoittanut ja antanut köyhille: hänen vanhurskautensa pysyy ijankaikkisesti.",
      "Mutta joka siemenen kylväjälle antaa, hän teillekin antaa leivän syödäksenne, ja lisää teidän siemenenne, ja kasvattaa teidän vanhurskautenne hedelmän,)",
      "Että te kaikissa rikkaaksi tulisitte, kaikella yksinkertaisuudella, joka meidän kauttamme Jumalalle kiitoksen vaikuttaa.",
      "Sillä tämän viran palvelus ei ainoastaan täytä sitä, mikä pyhiltä puuttuu, vaan on siihen yltäkylläinen, että moni kiittää Jumalaa,",
      "(Tämän palveluksen koettelemuksen kautta ylistäin Jumalaa teidän nöyrän tunnustuksenne tähden Kristuksen evankeliumissa, ja myös teidän yksinkertaisen tasajaon tähden, heidän ja kaikkein kohtaan,)",
      "Ja heidän rukouksissansa teidän edestänne, jotka teitä ikävöitsevät, sen ylönpalttisen Jumalan armon tähden, joka teissä on.",
      "Mutta kiitos olkoon Jumalan hänen sanomattoman lahjansa edestä!"
    ],
    [
      "Mutta minä Paavali neuvon teitä Kristuksen siveyden ja vakuuden tähden, minä, joka teidän tykönänne ollessani kehno olen, vaan poissa ollessani olen rohkia teitä vastaan.",
      "Mutta minä rukoilen teitä, ettei minua vaadittaisi rohkiaksi tykönä ollessani, niinkuin minulla luullaan rohkeus muutamia vastaan olevan, jotka meidän luulevat lihan jälkeen vaeltavan.",
      "Sillä ehkä me lihassa vaellamme, emmepä me sentähden lihan jälkeen sodi.",
      "Sillä meidän sota-aseemme ei ole lihalliset, vaan väkevät Jumalan edessä kukistamaan varjeluksia.",
      "Ja me maahan lyömme aivoitukset ja kaiken korkeuden, joka hänensä korottaa Jumalan tuntemista vastaan, ja vangiksi otamme kaiken ajatuksen Kristuksen kuuliaisuuden alle,",
      "Ja olemme valmiit kostamaan kaikkea kovakorvaisuutta, kuin teidän kuuliaisuutenne täytetään.",
      "Katsotteko te niiden jälkeen, mitkä silmäin edessä ovat? Jos joku uskaltaa sen päälle, että hän on Kristuksen oma, se ajatelkaan itsellänsä, että niinkuin hän on Kristuksen oma, niin olemme mekin Kristuksen omat.",
      "Sillä jos minä vielä enemmän kerskaisin meidän vallastamme, jonka Herra meille antanut on teidän parannukseksenne, ja ei kadotukseksenne, enpä minä häpeäisi,",
      "Etten minä näkyisi teitä lähetyskirjoilla peljättäväni.",
      "Sillä lähetyskirjat (sanovat he) ovat raskaat ja väkevät, mutta ruumiillinen läsnäolemus on heikko ja puhe on ylönkatsottu.",
      "Senkaltainen ajatelkaan, että niinkuin me olemme lähetysvirkain kautta sanoissa poissa-ollessamme, niin me myös olemme itse työllä läsnä-ollessamme.",
      "Sillä emmepä me rohkene meitämme lukea eli verrata niihin, jotka itsiänsä ylistävät; mutta että he itse heillänsä heitänsä mittaavat ja pitävät ainoastaan itse heistänsä, niin ei he mitään ymmärrä.",
      "Mutta emme meitämme kerskaa ylitse määrän, vaan ainoastaan kohtuullisen määrätyn mitan jälkeen, jonka Jumala meille mitannut on, joka myös teihinkin ulottuu.",
      "Sillä emmepä me itsiämme leviämmältä anna ulos kuin sopii, niinkuin emme oliskaan teihin ulottuneet; sillä me olemme jo hamaan teidän tykönne Kristuksen evankeliumilla tulleet.",
      "Ja emme kerskaa meitämme ylitse määrän vieraissa töissä; vaan me toivomme, kuin teidän uskonne kasvaa teissä, että mekin meidän määrämme jälkeen tahdomme levitä yltäkylläisesti,",
      "Evankeliumia saarnaamaan niille, jotka tuolla puolen teitä asuvat: emmekä meitämme kerskaa niistä, jotka vieraan mitan jälkeen valmistetut ovat.",
      "Mutta joka kerskaa, se kerskatkaan Herrassa;",
      "Sillä joka itsiänsä kiittää, ei se ole koeteltu, vaan se, jota Herra kiittää."
    ],
    [
      "Oi jospa te vähänkin minun tyhmyyttäni kärsisitte! Ja tosin te minua kärsitte.",
      "Sillä minä kiivaan teitä Jumalan kiivaudella. Sillä minä olen teitä kihlannut yhdelle miehelle, että minä puhtaan neitseen Kristukselle tuottaisin.",
      "Mutta minä pelkään, että niinkuin kärme vietteli Evan kavaluudellansa, niin myös teidän taitonne turmellaan siitä yksinkertaisuudesta, joka on Kristuksessa.",
      "Sillä jos se, joka teidän tykönne tulee, toisesta Jesuksesta teille saarnaa, josta emme saarnanneet, taikka jos te toisen hengen saatte, jota ette ole saaneet, eli toisen evankeliumin, jota ette ole ottaneet vastaan, niin te sen oikein kärsitte.",
      "Sillä minä arvaan, etten minä ole ollut halvempi niitä kaikkein korkeimpia apostoleita.",
      "Ja ehkä minä olen puheessa yksinkertainen, niin en minä ole tiedossa yksinkertainen; kuitenkin olemme me kyllä kaikille teille tiettävät.",
      "Eli olenko minä syntiä tehnyt, että minä olen itseni alentanut, että te ylennettäisiin, että minä olen teille Jumalan evankeliumia ilman palkkaa ilmoittanut?",
      "Ja olen muut seurakunnat ryöstänyt, ja heiltä palkan ottanut, jolla minä teitä palvelin? Ja kuin minä olin teidän tykönänne ja minulta jotakin puuttui, enpä minä ketään rasittanut.",
      "Sillä mitä minulta puuttui, sen veljet täyttivät, jotka Makedoniasta tulivat. Ja niin minä pidin itseni kaikissa, etten minä kenenkään kuormana ollut, ja tahdon vieläkin minuni niin pitää.",
      "Niin totta kuin Kristuksen totuus minussa on, niin ei tämä kerskaus pidä minulta Akajan maakunnissa otettaman pois.",
      "Minkätähden? Senkötähden, etten minä teitä rakasta? Sen Jumala tietää.",
      "Mutta mitä minä teen, sen minä tahdon tehdä, että minä heiltä tilan ottaisin pois, jotka etsivät tilaa kerskata, että he ovat niin kuin me.",
      "Sillä senkaltaiset väärät apostolit ja petolliset työntekijät teeskelevät itsensä Kristuksen apostoleiksi.",
      "Ei myös ihmekään ole; sillä itse saatana muuttaa itsensä valkeuden enkeliksi.",
      "Ei siis se ole suuri, jos myös hänen palveliansa itsensä asettelevat niinkuin he olisivat vanhurskauden saarnaajat, joiden loppu pitää oleman heidän töittensä perään.",
      "Taas sanon minä, ettei yhdenkään pidä minua tyhmäksi luuleman; vaan ellei niin ole, niin ottakaat minua vastaan niinkuin tyhmääkin, että minä myös vähä kerskaisin.",
      "Sitä mitä minä nyt puhun, en minä puhu niinkuin Herrassa, vaan niinkuin tyhmyydessä, että me nyt kerskaamaan ruvenneet olemme.",
      "Koska moni kerskaa lihan jälkeen, niin minäkin tahdon kerskata.",
      "Sillä te kärsitte mielellänne tyhmiä, että te viisaat olette.",
      "Te kärsitte, jos joku teitä orjuuteen vaatii, jos joku teitä syö, jos joku teiltä jotakin ottaa, jos joku itsensä korottaa, jos joku teitä lyö kasvoille.",
      "Sen minä sanon häväistyksen tähden, niinkuin me heikot olisimme: mihinkä joku uskaltaa, (minä puhun tyhmyydessä,) siihen minäkin uskallan.",
      "He ovat Hebrealaiset, minä myös. He ovat Israelilaiset, minä myös. He ovat Abrahamin siemen, minä myös.",
      "He ovat Kristuksen palveliat, (minä puhun tyhmästi,) paljoa enemmin minä olen. Minä olen enemmän työtä tehnyt. Minä olen enemmän haavoja kärsinyt. Minä olen useammin vankina ollut. Usein olen kuoleman hädässä ollut.",
      "Juudalaisilta olen minä viidesti neljäkymmentä haavaa saanut, yhtä vailla.",
      "Kolmasti olen vitsoilla piesty. Olin kerran kivitetty. Kolmasti olen minä tullut haaksirikkoon. Yön ja päivän olin minä meren syvyydessä.",
      "Minä olen usein vaeltanut, minä olen ollut veden hädässä, ryövärien keskellä, hädässä Juudalaisten keskellä, hädässä pakanain keskellä, hädässä kaupungeissa, hädässä korvessa, hädässä merellä, hädässä viekasten veljien seassa,",
      "Työssä ja tuskassa, paljossa valvomisessa, nälässä ja janossa, paljossa paastossa, vilussa ja alastomuudessa,",
      "Ilman niitä mitkä muutoin tapahtuvat, nimittäin, että minua joka päivä vaivataan ja pidän surun kaikista seurakunnista.",
      "Kuka on heikko, ja en minä myös heikoksi tule? Kuka pahoitetaan, ja en minä pala?",
      "Että minun pitää nyt kerskaaman, niin minä kerskaan heikkoudestani.",
      "Jumala ja meidän Herran Jesuksen Kristuksen Isä, joka olkoon ylistetty ijankaikkisesti! tietää, etten minä valehtele.",
      "Damaskussa Aretaan kuninkaan maanvanhin vartioitsi Damaskun kaupunkia ja tahtoi minun ottaa kiinni.",
      "Ja minä laskettiin maahan muurin akkunasta korissa, ja pääsin niin hänen käsistänsä."
    ],
    [
      "Ei minun ole hyvää kerskaamisestani; tulen kuitenkin näkyihin ja Herran ilmoituksiin.",
      "Minä tunnen ihmisen Kristuksessa ennen neljäätoistakymmentä ajastaikaa, (oliko hän ruumiissa, en minä tiedä, eli oliko hän ulkona ruumiista, en minä sitäkään tiedä; Jumala sen tietää:) se temmattiin ylös hamaan kolmanteen taivaasen.",
      "Ja minä tunnen sen ihmisen, (jos hän ruumiissa taikka ulkona ruumiista oli, en minä tiedä; Jumala sen tietää:)",
      "Hän temmattiin ylös paradisiin ja kuuli sanomattomia sanoja, joita ei yhdenkään ihmisen sovi puhua.",
      "Siitä minä kerskaan; mutta en minä itsestäni kerskaa, vaan minun heikkoudestani.",
      "Sillä jos minä tahtoisin kerskata, niin en minä tekisi tyhmästi; sillä minä tahdon totuuden sanoa. Mutta kuitenkin minä itseni siinä pidätän, ettei joku minua korkiammaksi lukisi, kuin hän minun näkee eli minusta kuulee.",
      "Ja ettei ilmoitusten ylönpalttisuus minua ylen paljon korottaisi, on pistin annettu minun lihaani, nimittäin saatanan enkeli, rusikoitsemaan minua, etten minä itsiäni ylen paljon korottaisi.",
      "Sentähden olen minä kolmasti Herraa rukoillut, että hän läksis minusta.",
      "Ja hän sanoi minulle: tyydy minun armooni; sillä minun voimani on heikoissa väkevä. Sentähden minä mielelläni kerskaan heikkoudestani, että Kristuksen voima minussa asuis.",
      "Sentähden iloitsen minä heikkoudessa, ylönkatseissa, hädissä, vainoissa ja ahdistuksissa Kristuksen tähden; sillä koska minä heikko olen, niin minä väkeväkin olen.",
      "Minä olen tällä kerskaamisella tyhmäksi tullut; te olette minua siihen vaatineet. Sillä minua piti teiltä kiitettämän, etten minä ensinkään vähempi ole kuin korkeimmatkaan apostolit, ehken minä mitään ole.",
      "Niin ovat tosin apostolin merkit teidän seassanne tapahtuneet kaikella kärsivällisyydellä, merkeillä, ihmeillä ja voimallisilla töillä.",
      "Mitäs te muita seurakuntia huonommat olette, paitsi sitä, etten minä itse teidän kuormananne ollut? Antakaat minulle se vääryys anteeksi.",
      "Katso, minä olen valmis kolmannen kerran teidän tykönne tulemaan, ja en tahdo ensinkään teitä rasittaa; sillä enpä minä etsi teidän omaanne, vaan teitä; sillä ei lasten pidä tavaraa kokooman vanhempainsa varaksi, vaan vanhemmat lapsillensa.",
      "Mutta mielelläni minä tahdon kuluttaa ja itseni annettaa ulos teidän sieluinne edestä, vaikka te vähän minua rakastatte, joka kuitenkin sangen paljon teitä rakastan.",
      "Mutta olkoon sillänsä, etten minä ole teitä raskauttanut; mutta että minä olin kavala, niin minä olen teidät petoksella saavuttanut.",
      "Olenko minä keltään mitään vaatinut niiden tähden, jotka minä teille lähettänyt olen?",
      "Minä olen Titusta neuvonut, ja lähetin hänen kanssansa yhden veljen: onkos Titus jotakin teiltä vaatinut? Emmekö me ole yhdessä hengessä vaeltaneet? Emmekö me ole yksiä jälkiä myöten käyneet?",
      "Luuletteko taas, että me vastaamme edestämme teidän edessänne? Me puhumme Kristuksessa, Jumalan edessä; mutta kaikki nämät, rakkaat veljet, teidän parannukseksenne;",
      "Sillä minä pelkään, etten minä tultuani teitä löydä senkaltaisena kuin minä tahdon, ja te myös löydätte minun, ei niinkuin te tahtoisitte: ettei siellä riidat, kateudet, vihat, torat, panetukset, parjaukset, paisumiset ja kapinat olisi:",
      "Ettei taas minun palattuani minun Jumalani teidän tykönänne minua nöyryyttäisi ja minun pitäis monen tähden murehtiman, jotka ennen rikkoneet ovat ja ei ole itsiänsä parantaneet siitä saastaisuudesta ja huoruudesta ja haureudesta, jota he tehneet ovat."
    ],
    [
      "Nyt minä kolmannen kerran tulen teidän tykönne. Niin pitää kahden eli kolmen suun kautta kaikkinaiset asiat kiinnitettämän.",
      "Minä olen ennenkin sen teille sanonut ja vieläkin edellä sanon, niinkuin toisella kerralla läsnäollessani, ja kirjoitan nyt poissa-ollessani niille, jotka ennen syntiä tehneet olivat, ja muille kaikille, että jos minä sinne tulen, niin en minä säästä,",
      "Että te kerran saatte tietää, kuka minussa puhuu, nimittäin Kristus, joka ei suinkaan ole heikko teidän kohtaanne, vaan hän on väkevä teissä.",
      "Ja ehkä hän oli ristiinnaulittu heikkoudessa, niin hän kuitenkin elää Jumalan voimassa; sillä myös me olemme heikot hänessä, mutta meidän pitää elämän hänen kanssansa Jumalan voimassa teidän tykönänne.",
      "Koetelkaat teitänne, jos te olette uskossa, kokekaat teitänne: eli ettekö te itsiänne tunne, että Jesus Kristus on teissä? ellei niin ole, että te kelvottomat olette.",
      "Mutta minä toivon, että te tunnette, ettemme kelvottomat ole.",
      "Ja minä rukoilen Jumalaa, ettette mitään pahaa tekisi, ei että me kelvolliseksi näkyisimme, vaan että te hyvää tekisitte ja me olisimme niinkuin kelvottomat.",
      "Sillä emme mitään voi totuutta vastaan, vaan totuuden puolesta.",
      "Mutta me iloitsemme, kuin me heikot olemme ja te voimalliset olette, jota me myös toivotamme, nimittäin teidän täydellisyyttänne.",
      "Sentähden minä myös poissa-ollessani näitä kirjoitan, ettei minun pitäisi läsnä-ollessani kova oleman, sen voiman jälkeen, jonka Herra antoi minulle rakennukseksi ja ei kukistukseksi.",
      "Viimein, rakkaat veljet, iloitkaat, olkaat täydelliset, lohduttakaat teitänne, olkaat yksimieliset, olkaat rauhalliset, niin rakkauden ja rauhan Jumala on teidän kanssanne.",
      "Tervehtikäät teitänne keskenänne pyhällä suunantamisella.",
      "(H13:12) Kaikki pyhät teitä tervehtivät.",
      "(H13:13) Meidän Herran Jesuksen Kristuksen armo ja Jumalan rakkaus ja Pyhän Hengen osallisuus olkoon kaikkein teidän kanssanne! Amen."
    ]
  ],
  "name": "2 Corinthians"
}
