{
  "id": "is",
  "chapters": [
    [
      "Jesajan, Amosin pojan, näyt Juudasta ja Jerusalemista. Nämä hän näki Juudan kuninkaiden Ussian, Jotamin, Ahasin sekä Hiskian aikana.",
      "Kuule, taivas, kuuntele, maa! Herra puhuu: -- Minä kasvatin lapsia, saatoin heidät täyteen mittaan, mutta uhmaten he ovat nousseet minua vastaan.",
      "Härkä tuntee omistajansa ja aasi isäntänsä seimen, mutta Israel ei tunne, minun kansani ei tajua.",
      "Voi syntistä kansaa, raskaasti rikkonutta sukua, pahantekijöiden perhettä, rikoksiin eksyneitä lapsia! He ovat luopuneet Herrasta, he ovat halveksineet Israelin Pyhää ja kääntäneet hänelle selkänsä.",
      "Mihin teitä vielä on lyötävä, kun yhä vain uhmaatte? Koko pää on haavoilla, koko sydän sairas.",
      "Jalkapohjista päälakeen ei tervettä paikkaa, vain mustelmaa ja juomua ja verestä haavaa. Ei niitä ole puhdistettu, ei sidottu eikä öljyllä pehmitetty.",
      "Autius on teidän maassanne, tuli on tuhonnut kaikki kaupunkinne, muukalaiset syövät satonne teidän silmienne edessä. Autius on kaikkialla, kaiken on vihollinen tuhonnut.",
      "Vain tytär Siion on jäljellä kuin maja viinitarhassa, kuin kurkkupellon vartiolava, kuin saarrettu kaupunki.",
      "-- Jollei Herra Sebaot olisi jättänyt meistä jäännöstä eloon, meidän olisi käynyt kuin Sodoman, me olisimme Gomorran kaltaiset.",
      "Kuulkaa Herran sana, te Sodoman johtajat, kuuntele Jumalamme puhetta, sinä Gomorran kansa.",
      "-- Mitä minä kostun teidän ainaisista uhreistanne, sanoo Herra. -- Olen saanut kyllikseni polttouhreista, pässeistä ja syöttiläiden rasvasta, ei minua miellytä vuohien, ei mullien eikä karitsojen veri.",
      "Kuka teitä on käskenyt niitä tuomaan ja tungeksimaan minun esipihoillani, kun tulette kasvojeni eteen?",
      "Lakatkaa jo tarjoamasta turhia uhrejanne, minä inhoan niiden savua! Uusikuu ja sapatti, kokoukset ja juhlat -- minä en siedä teidän pyhiä juhlianne ja pahoja tekojanne.",
      "Teidän uudenkuun menonne ja juhlapäivänne -- minä vihaan niitä. Niistä on tullut minulle taakka, jota olen väsynyt kantamaan.",
      "Vaikka te levitätte kätenne rukoukseen, minä peitän silmäni, en tahdo teitä nähdä. Vaikka te rukoilemistanne rukoilisitte, minä en teitä kuuntele, koska kätenne ovat veren tahrimat.",
      "Peseytykää, puhdistautukaa, tehkää loppu pahoista töistänne, ne ovat aina silmissäni. Lakatkaa tekemästä pahaa.",
      "Opetelkaa tekemään hyvää, tavoitelkaa oikeudenmukaisuutta, puolustakaa sorrettua, hankkikaa orvolle oikeus, ajakaa lesken asiaa.",
      "-- Tulkaa, selvittäkäämme miten asia on, sanoo Herra. -- Vaikka teidän syntinne ovat verenpunaiset, ne tulevat valkeiksi kuin lumi. Vaikka ne ovat purppuranpunaiset, ne tulevat valkeiksi kuin puhdas villa.",
      "Jos te taivutatte mielenne kuulemaan minua, te saatte syödä maan hyvyyttä,",
      "mutta jos kovetatte mielenne ja torjutte minut, miekka syö teidät. Herran suu on puhunut.",
      "Voi häpeä! Portoksi on sortunut tuo uskollinen kaupunki. Siellä vallitsi oikeus ja vanhurskaus piti majaansa. Nyt siellä asuvat murhamiehet.",
      "Sinun hopeasi on mustunut, jalo viinisi on vedellä laimennettu.",
      "Sinun johtomiehesi ovat petollisia ja varkaiden kumppaneita, he kaikki rakastavat lahjuksia ja ahnehtivat lahjapalkkioita. Orvolle he eivät oikeutta hanki eivätkä aja lesken asiaa.",
      "Sen tähden sanoo Jumala, Herra Sebaot, Israelin Väkevä: -- Kuulkaa, minä hankin hyvityksen vastustajiltani ja kostan vihamiehilleni.",
      "Minä tartun sinuun jälleen, minä puhdistan sinut niin kuin hopea puhdistetaan, kuin lipeällä minä irrotan sinusta kaiken kuonan.",
      "Minä teen tuomarisi sellaisiksi kuin he alkuaan olivat ja neuvosmiehesi sellaisiksi kuin he olivat muinoin. Ja niin sinua taas kutsutaan vanhurskauden linnaksi, uskollisuuden kaupungiksi.",
      "Minun oikeuteni lunastaa Siionin, minun vanhurskauteni sen asukkaat.",
      "Mutta väärintekijät ja syntiset sortuvat kaikki, ne, jotka hylkäävät Herran, tuhoutuvat.",
      "Puut, joita te palvotte, tuottavat teille häpeän ja turmion nuo pyhät tarhanne, joita niin rakastatte,",
      "sillä teidän käy kuin puun: sen lehdet kuihtuvat, tai kuin tarhan, joka jää ilman vettä.",
      "Vahva ja varteva muuttuu tappuratukoksi, ja hänen tekonsa on kipinä. Yhdessä ne kaksi palavat, eikä sammuttajaa ole."
    ],
    [
      "Sana Juudasta ja Jerusalemista. Jesajan, Amosin pojan, näky.",
      "Tulee vielä aika, jolloin Herran pyhäkön vuori seisoo lujana. Ylimpänä vuorista se kohoaa, korkeimpana kukkuloista, ja kansat virtaavat sinne.",
      "Monet kansat lähtevät liikkeelle sanoen: -- Tulkaa, nouskaamme Herran vuorelle, nouskaamme Jaakobin Jumalan pyhäkköön! Hän opastaa meitä tiellään, ja me, me tahdomme kulkea hänen polkujaan, sillä Siionista tulee Herran sana ja Jerusalemista kaikuu Jumalan puhe.",
      "Hän, Herra, ratkaisee kansanheimojen riidat, hän jakaa oikeutta kaikille kansoille. Niin taotaan miekat auran teriksi ja keihäät vesureiksi. Yksikään kansa ei enää kohota miekkaa toista vastaan eikä harjoittele sotataitoja.",
      "Jaakobin lapset, tulkaa, vaeltakaamme Herran valossa!",
      "Herra, sinä olet hylännyt kansasi, olet hylännyt Jaakobin lapset. Heidän maansa on täynnä idän tapoja, se on ennustajien vallassa kuin filistealaisten maa, muukalaisia tulvillaan.",
      "Heidän maansa on täynnä kultaa ja hopeaa, sen aarteilla ei ole määrää, heidän maansa on täynnä hevosia eikä vaunuilla ole loppua.",
      "Heidän maansa on täynnä epäjumalia, kättensä töitä he kumartavat, sormiensa luomuksia palvovat.",
      "Mutta ihminen joutuu nöyrtymään, miehen on pakko kumartua. Herra, älä anna anteeksi heille!",
      "Paetkaa vuorten uumeniin, piiloutukaa maan tomuun Herran kauhistuttavan voiman tieltä, hänen ylhäisen kirkkautensa tieltä!",
      "Ylpeät silmät nöyrtyvät, ylpeä varsi taipuu, sinä päivänä Herra yksin on ylhäinen.",
      "Sillä Herran Sebaotin päivä iskee kaikkeen ylpeään ja korkeaan, kaikkeen mahtavaan ja ylhäiseen, niin että se vaipuu maahan.",
      "Se iskee kaikkiin Libanonin setreihin, korkeihin ja ylpeihin, ja kaikkiin Basanin tammiin,",
      "se iskee kaikkiin korkeihin vuoriin ja kaikkiin ylhäisiin kukkuloihin,",
      "jokaiseen ylpeään torniin se iskee ja jokaiseen murtumattomaan muuriin,",
      "se iskee rantojen huvipursiin ja kauas merelle purjehtiviin laivoihin.",
      "Ylpeä ihminen nöyrtyy, hänen täytyy taipua, korskeat miehet vaipuvat maahan. Sinä päivänä Herra yksin on ylhäinen",
      "ja epäjumalat väistyvät, joka ikinen.",
      "Paetkaa vuorten luoliin, maan onkaloihin Herran kauhistuttavan voiman tieltä, hänen ylhäisen kirkkautensa tieltä, kun hän nousee järisyttämään maata!",
      "Sinä päivänä ihmiset heittävät menemään hopeajumalansa ja kultajumalansa, jotka he ovat tehneet kumarrettavikseen. Myyrille ja lepakoille he ne heittävät",
      "paetessaan vuorten koloihin ja kallioiden halkeamiin Herran kauhistuttavan voiman tieltä, hänen ylhäisen kirkkautensa tieltä, kun hän nousee järisyttämään maata.",
      "Lakatkaa jo luottamasta ihmiseen, vain kevyt elämän henkäys hänellä on sieraimissaan. Mikä hän on, mihin hän kelpaa?"
    ],
    [
      "Tietäkää: Jumala, Herra Sebaot, ottaa pois Juudalta ja Jerusalemilta kaiken tuen ja turvan, runsaan veden ja leveän leivän,",
      "jokaisen sotaurhon ja valiosoturin, jokaisen tuomarin ja profeetan, ennustajan ja kansan vanhimman,",
      "jokaisen päällikön ja ylimyksen, jokaisen neuvonantajan ja tietäjän, jokaisen loitsujen lukijan.",
      "Minä panen poikaset kansan johtajiksi ja annan mielivallan sitä hallita.",
      "Silloin kaikki sortavat toisiaan, ahdistavat toinen toistaan. Nuori rehentelee vanhalle, mitätön kunnianarvoiselle.",
      "Jerusalem sortuu ja Juuda kaatuu, koska ne ovat Herraa vastaan sanoin ja teoin ja uhmaavat hänen valtansa kirkkautta.",
      "Heidän röyhkeytensä ei jää kätköön, se näkyy heidän kasvoillaan. Kuin Sodoman väki he kerskuvat synneistään, mitään kaihtamatta. Voi heitä! Itselleen he pahaa tekevät.",
      "Onnellinen on vanhurskas! Hänen käy hyvin, hän saa nauttia tekojensa hedelmiä.",
      "Voi jumalatonta! Hänen käy huonosti, hänelle tehdään niin kuin hän itse teki.",
      "Kansani valtiaat ovat lapsia, ja naiset hallitsevat sitä. Kansani, sinun opastajasi vievät sinut harhaan, he ovat hämmentäneet askeltesi suunnan.",
      "Herra asettuu käymään oikeutta, hän ryhtyy tuomitsemaan kansaansa.",
      "Hän tulee ja vaatii tilille kansansa vanhimmat ja hallitusmiehet: -- Te olette riistäneet tyhjiin, te olette tärvelleet viinitarhan, köyhien omasta te olette koonneet omaisuutenne.",
      "Millä oikeudella te ruhjotte minun kansaani, iskette köyhiä vasten kasvoja? Näin sanoo Jumala, Herra Sebaot.",
      "Herra sanoo: -- Koska Siionin tyttäret ovat tulleet niin ylpeiksi, kenokauloina kulkevat silmät vilkkuen, ja keimaillen ja sipsutellen helisyttävät nilkkojensa helyjä,",
      "niin Herra peittää rupeen Siionin tyttärien päälaen ja paljastaa heidän häpynsä.",
      "Sinä päivänä Herra ottaa pois kaikki korut ja kauniit vaatteet: nilkkahelyt, otsakorut, puolikuuriipukset,",
      "korvariipukset, rannerenkaat, hunnut,",
      "tukkanauhat, nilkkavitjat, punokset, hajustepullot, taikahelyt,",
      "sormukset, nenärenkaat,",
      "juhlapuvut, viitat, liinat, kukkarot,",
      "harsovaatteet, pellavapaidat, päähineet ja huivit.",
      "Tuoksun sijaan tulee löyhkä ja vyön sijalle kahleköysi ja hiuslaitteen sijaan keritty pää ja muotipuvun sijaan säkkivaate. Ja kauneuden sijaan tulee poltinmerkki.",
      "Sinun miehesi kaatuvat miekkaan, sinun valioväkesi tuhoutuu sodassa.",
      "Ja Siionin portit surevat ja valittavat. Siion on paljaaksi ryöstetty, se on vaipunut maahan."
    ],
    [
      "Sinä päivänä seitsemän naista tarttuu yhteen mieheen, ja he sanovat: -- Me syömme kyllä omaa leipäämme ja pukeudumme omiin vaatteisiimme, kunhan vain saamme käyttää sinun nimeäsi ja pääsemme naimattomuuden häpeästä.",
      "Sinä päivänä Herra antaa versonsa nousta maasta kauniina ja ylväänä. Rehevänä ja kukoistavana nousee maan hedelmä henkiin jääneille israelilaisille.",
      "Ja Siionin jäljelle jääneitä ja Jerusalemissa jäljellä olevia kutsutaan pyhiksi -- kaikkia, jotka on kirjoitettu elävien kirjaan Jerusalemissa.",
      "Kun Herra on huuhtonut pois Siionin tyttärien lian ja poistanut Jerusalemista sen verivelat oikeuden hengellä, puhdistavalla hengellä,",
      "hän nostaa Siionin vuoren ylle ja sinne kokoontuneiden ylle päiväksi pilven ja yöksi savupatsaan ja tulen loimun. Ja Herran kirkkaus on oleva kattona kaiken yllä.",
      "Se on oleva kuin maja, joka varjelee päivän helteeltä ja suojaa sateen ryöppyjä vastaan."
    ],
    [
      "Ystävästäni minä tahdon laulaa, laulun rakkaasta ystävästäni ja hänen viinitarhastaan. Ystävälläni oli viinitarha hedelmällisellä rinnemaalla.",
      "Hän muokkasi sen, perkasi puhtaaksi kivistä ja istutti sinne jaloa viiniköynnöstä, hän rakensi sen keskelle vartiotornin ja louhi kallioon viinikuurnan. Hän odotti makeiden rypäleiden satoa, mutta tarha kasvoi villimarjoja.",
      "Ja nyt, Jerusalemin asukkaat ja Juudan miehet, ratkaiskaa minun ja viinitarhani asia!",
      "Mitä pitäisi vielä tehdä viinitarhalleni? Mitä jäi tekemättä? Minä odotin siltä rypäleitä, miksi se kasvoi villimarjoja?",
      "Nyt kerron teille, mitä teen viinitarhalleni. Minä revin aidan sen ympäriltä, ja se jää eläinten laitumeksi, minä hajotan sen muurin, ja se jää kaikkien tallattavaksi.",
      "Minä jätän tarhani hylkymaaksi. Sitä ei enää kitketä, ei karsita, siihen nousee ohdaketta ja orjantappuraa. Minä kiellän pilviä sille vettä satamasta.",
      "Herran Sebaotin viinitarha on Israelin kansa ja Juudan heimo se köynnös, josta hän iloitsi. Hän odotti oikeuden valtaa, mutta kaikki oli mielivaltaa, hän tahtoi vanhurskasta hallitusta, mutta kuuli vain katkeraa valitusta.",
      "Voi niitä, jotka liittävät talon taloon ja yhdistävät pellon peltoon, kunnes koko maa on yksin heidän eikä kukaan muu mahdu elämään siellä.",
      "Omin korvin olen kuullut Herran Sebaotin sanan: -- Näette vielä, että autius saapuu moneen taloon, suuret ja kauniit tilat jäävät asujaa vaille.",
      "Kymmenen auranalan tarha tuottaa vain yhden tynnyrin viiniä, ja kymmenen mittaa siementä antaa vain yhden mitan satoa.",
      "Voi niitä, jotka jo ani varhain lähtevät etsimään päihdyttävää juomaa, niitä, jotka viinistä hehkuvina valvovat yömyöhään!",
      "Heidän ilonaan ovat harput ja lyyrat, rummut ja huilut, viini virtaa heidän pidoissaan. Herran tekoja he eivät huomaa, eivät näe hänen kättensä töitä.",
      "Sen tähden minun kansani viedään pois maastaan, ennen kuin kukaan arvaakaan. Sen ylhäiset kuolevat nälkään ja köyhä kansa nääntyy janoon.",
      "Ja niin tuoni on levittänyt kitansa ja avannut kurkkunsa ammolleen. Sinne uppoavat niin ylhäiset kuin alhaiset, remuava joukko ja juhlien humu.",
      "Ihminen joutuu nöyrtymään, miehen on pakko kumartua, ja ylpeät silmät painuvat maahan.",
      "Mutta Herra Sebaot on ylhäinen, hän jakaa oikeutta, pyhän Jumalan pyhyys näkyy hänen oikeista tuomioistaan.",
      "Silloin karitsat kulkevat raunioilla kuin laitumillaan ja teuraslampaat kiertelevät ruokaansa hakien.",
      "Voi niitä, jotka turhuuksien orjina raahaavat syntiä mukanaan, jotka kiskovat syyllisyyttä perässään kuin juhdat vankkureita.",
      "Voi niitä, jotka sanovat pahaa hyväksi ja hyvää pahaksi! Pimeyden he kääntävät valoksi ja valon pimeydeksi, karvaan makeaksi ja makean karvaaksi.",
      "Voi niitä, jotka ihailevat omaa älyään ja omasta mielestään ovat perin viisaita!",
      "Voi niitä, jotka ovat sankareita viiniruukun ääressä, niitä, jotka ovat väkeviä juomien sekoittajina!",
      "Lahjuksesta he julistavat syyllisen syyttömäksi. Siltä, joka on oikeassa, he ottavat oikeuden.",
      "Sen tähden: niin kuin tulen kieli syö sängen, niin kuin kuiva ruoho häipyy liekkiin, niin lahoavat heidän juurensa ja heidän kukkansa hajoavat tomuna ilmaan. He ovat hylänneet Herran Sebaotin käskyt ja halveksineet Israelin Pyhän sanaa.",
      "Niin Herra antaa vihansa leimahtaa kansansa yllä, hän kohottaa kätensä ja lyö. Vuoret järähtelevät, ja kaduilla viruu ruumiita kuin jätteitä tunkiolla. Vieläkään ei väistynyt Herran viha, hänen kätensä on yhä koholla, valmiina lyömään.",
      "Herra kohottaa merkkiviirin kaukaiselle kansalle, maan ääriin hän viheltää sen sotureille kutsun, ja nopeasti he rientävät sieltä.",
      "Siinä joukossa ei kukaan väsy eikä horju, kukaan heistä ei nuku eikä torku. Heidän vyönsä ei uumilta irtoa, eikä kenenkään kengästä katkea hihna.",
      "Heidän nuolensa ovat teroitetut ja kaikki jousensa jännitetyt, hevosten kaviot iskevät tulta kuin pii ja vaunujen pyörät jyrisevät kuin myrsky.",
      "He ärjyvät kuin jalopeurat, heidän äänensä on kuin nuoren leijonan, joka karjahtaen sieppaa saaliin ja raahaa sen mukanaan kenenkään uskaltamatta asettua tielle.",
      "Sinä päivänä se kaukainen kansa ärjyen uhkaa tätä maata, kohisten kuin meri. Mihin katseesi luotkin, vain pimeyttä ja ahdistusta. Valo on kadonnut synkkiin pilviin."
    ],
    [
      "Kuningas Ussian kuolinvuonna minä näin Herran: hän istui korkealla ja ylhäisellä istuimella, ja hänen vaatteensa liepeet täyttivät temppelin.",
      "Hänen yläpuolellaan seisoivat serafit, joilla oli kuusi siipeä kullakin: kahdella he peittivät kasvonsa, kahdella verhosivat ruumiinsa ja kahdella lensivät.",
      "He huusivat toinen toiselleen: -- Pyhä, pyhä, pyhä on Herra Sebaot! Hänen kirkkautensa täyttää kaiken maan.",
      "Ovenpielet vapisivat äänten voimasta, ja huone tuli täyteen savua.",
      "Ja minä sanoin: -- Voi minua, minä hukun! Minulla on saastaiset huulet, ja saastaiset huulet on kansalla, jonka keskellä elän, ja nyt minun silmäni ovat nähneet Kuninkaan, Herran Sebaotin.",
      "Silloin yksi serafeista lensi luokseni kädessään hehkuva hiili, jonka hän oli ottanut pihdeillä uhrialttarilta.",
      "Hän kosketti sillä minun huuliani ja sanoi: -- Katso, tämä on koskenut huuliasi, sinun syyllisyytesi on poissa ja syntisi sovitettu.",
      "Minä kuulin Herran äänen sanovan: -- Kenet minä lähetän? Kuka lähtee sananviejäksi? Niin minä vastasin: -- Tässä olen, lähetä minut!",
      "Hän sanoi: -- Mene ja sano tälle kansalle: Kuulemalla kuulkaa älkääkä käsittäkö. Katsomalla katsokaa älkääkä ymmärtäkö.",
      "Paaduta tämän kansan sydän, sulje sen korvat, sokaise sen silmät, ettei se silmillään näkisi, ei korvillaan kuulisi eikä sydämellään ymmärtäisi -- ettei se kääntyisi ja tulisi terveeksi.",
      "Minä kysyin: -- Kuinka pitkäksi aikaa, Herra? Hän vastasi: -- Siksi kunnes kaupungit ovat autioina, asukkaita vailla ja talot tyhjillään, kunnes tyhjillä pelloilla vallitsee autius.",
      "Herra vie ihmiset kauas, ja tyhjänä leviää hylätty maa.",
      "Jos väestä on jäljellä vaikka vain kymmenesosa, vielä sekin raastetaan maasta, kaadetaan niin kuin puu, kuin tammi. Mutta puustakin jää kanto, ja siitä kannosta kasvaa pyhien suku."
    ],
    [
      "Siihen aikaan, kun Ahas, Jotamin poika, Ussian pojanpoika, oli Juudan kuninkaana, Syyrian kuningas Resin ja Israelin kuningas Pekah, Remaljan poika, lähtivät sotaretkelle kohti Jerusalemia mutta eivät voineet valloittaa sitä.",
      "Kun Daavidin valtakunnassa saatiin kuulla, että syyrialaiset olivat leiriytyneet Efraimin alueelle, vavahti jokainen sydän, niin kuninkaan kuin kansankin, niin kuin metsän puut vapisevat tuulen voimasta.",
      "Sano hänelle: Pysy rauhallisena, harkitse mitä teet. Älä pelkää äläkä sydän kurkussa säiky noita kahta savuavaa kekälettä -- älä pelkää Resinin ja hänen syyrialaistensa tai Remaljan pojan vihaa.",
      "Syyria on kyllä suunnitellut pahaa sinun varallesi, niin myös Efraim ja sen pää Remaljan poika. He ovat sanoneet:",
      "'Nyt hyökkäämme Juudaan ja saatamme sen kauhun valtaan! Kaappaamme sen ja asetamme sinne kuninkaaksi Tabelin pojan.'",
      "Mutta Herra Jumala sanoo näin: -- Ei se onnistu, ei niin tule käymään.",
      "Sillä Syyrian päänä on vain Damaskoksen kaupunki, ja Damaskoksen päänä on vain Resin. Kuusikymmentäviisi vuotta vielä, ja Efraim on murskattu, se ei enää ole mikään kansa.",
      "Herra puhui jälleen Ahasille ja sanoi hänelle:",
      "Pyydä Herralta, Jumalaltasi, todisteeksi merkki, pyydä vaikka tuonelan syvyydestä tai taivaan korkeudesta.",
      "Sen tähden Herra antaa itse teille merkin: neitsyt tulee raskaaksi ja synnyttää pojan ja antaa hänelle nimen Immanuel.",
      "Pelkkää maitoa ja hunajaa tämä lapsi saa syödä siihen asti kun hän oppii hylkäämään pahan ja valitsemaan hyvän.",
      "Mutta ennen kuin hän oppii hylkäämään pahan ja valitsemaan hyvän, autioituvat ne maat, joita sinä nyt pelkäät noiden kahden kuninkaan vuoksi.",
      "Herra lähettää sinulle ja kansallesi ja omalle suvullesi ajan, jollaista ei ole ennen koettu, ei sitten sen päivän, jolloin Efraim erosi Juudasta -- hän lähettää Assyrian kuninkaan.",
      "-- Niinä päivinä Herra viheltää tänne kärpäset, Egyptin kärpäset Niilin ääriltä ja mehiläiset Assyrian maasta,",
      "ja ne tulevat ja asettuvat kaikkialle, puronrotkojen seinämille ja kallionhalkeamiin, orjantappurapensaikkoihin ja juottopaikoille.",
      "Niinä päivinä Herra ajaa teiltä hiukset ja häpykarvat partaveitsellä, joka on palkattu Eufratin takaa. Se veitsi on Assyrian kuningas, ja se vie teiltä parrankin.",
      "Niinä päivinä maamies pitää vain yhtä lehmää ja paria vuohta,",
      "mutta ne lypsävät niin ylen määrin, että hän saa ravintonsa niistä. Niin, maitoa ja hunajaa he saavat syödä, kaikki, jotka ovat jäljellä maassa.",
      "Niinä päivinä kasvavat viinitarhat -- myös tuhannen hopeasekelin arvoiset tuhannen köynnöksen tarhat --  orjantappuraa ja ohdaketta.",
      "Jousi ja nuolet mukana sinne on mentävä, kun koko maa on täynnään orjantappuraa ja ohdaketta."
    ],
    [
      "Minä kutsuin todistajiksi luotettavat miehet, pappi Urian ja Sakarjan, Jeberekjan pojan.",
      "Taas Herra puhui minulle. Hän sanoi:",
      "-- Koska tämä kansa pitää halpana hiljaa virtaavia Siloan vesiä ja sen tähden säikkyy Resiniä ja Remaljan poikaa,",
      "minä, Herra, nostatan ylitsenne vyörymään Suuren virran väkevät vedet: Assyrian kuninkaan ja hänen mahtinsa. Se virta paisuu yli äyräittensä, se karkaa uomistaan kaikkialla,",
      "Juudankin se saavuttaa, kuohuen se tulvii yli, kohoaa kaulaan saakka. Se levittää siipensä äärestä ääreen yli sinun maasi, Immanuel.",
      "Kohottakaa sotahuuto, kansat, pian joudutte kauhun valtaan! Kuulkaa, te maan äärten asukkaat, pukeutukaa taisteluvarusteisiin, pian joudutte kauhun valtaan! Niin, pukeutukaa taisteluvarusteisiin, te joudutte kauhun valtaan!",
      "Tehkää suunnitelma! Se raukeaa. Neuvotelkaa! Ei se hyödytä. Meidän kanssamme on Jumala!",
      "Tämän Herra puhui minulle. Lujalla kädellä hän veti minut pois siltä tieltä, jota tämä kansa kulkee. Herra sanoi:",
      "-- Älkää sitä kutsuko salaliitoksi, mitä tämä kansa salaliitoksi kutsuu. Älkää vavisko, älkää sitä pelätkö, mitä se pelkää.",
      "Pitäkää te Herra Sebaot pyhänä, pelätkää vain häntä, vaviskaa hänen edessään.",
      "Hänestä on tuleva solmu ja este, kompastuskivi, kallionlohkare Israelin kahden kuningashuoneen tielle, Jerusalemin asukkaille loukku ja ansa.",
      "Monet heistä kompastuvat, syöksyvät nurin niskoin, loukkaantuvat, tarttuvat ansaan, jäävät kiinni.",
      "-- Kierrä kiinni käärö, se jääköön todisteeksi, sinetöi tämä opetus oppilaitteni keskellä.",
      "Minä jään odottamaan Herraa, joka kätkee kasvonsa Jaakobin suvulta, häneen minä panen toivoni.",
      "Minä ja nämä lapset, jotka Herra on minulle antanut, me olemme tässä, enteinä ja merkkeinä Israelille, Herran Sebaotin merkkeinä -- hänen, jonka asuinpaikka on Siionin vuori.",
      "Siis esiin todistekäärö, sinetöity opetus! Turhia sanoja puhuu tämä kansa, jolle päivä ei enää koita.",
      "Se joutuu kuljeksimaan tässä maassa ahdistettuna ja nälkäisenä. Nälän yltyessä se ärtyy ja kiroaa kuninkaansa ja Jumalansa ja kääntää katseensa taivaalle",
      "ja taas maahan, mutta näkee kaikkialla vain vaivaa ja pimeyttä, ahdistusta vailla valonkajoa, synkkyyttä ilman valonsädettä."
    ],
    [
      "(H8:23)Ei valo kajasta sille, joka on ahdingossa. Aikoinaan Herra vei kunnian Sebulonin ja Naftalin mailta. Mutta kerran hän taas palauttaa kunniaan Meren tien, Jordanin takaisen maan ja muukalaisten Galilean.",
      "(H9:1)Kansa, joka pimeydessä vaeltaa, näkee suuren valon. Niille, jotka asuvat kuoleman varjon maassa, loistaa kirkkaus.",
      "(H9:2)Sinä teet runsaaksi riemun, annat suuren ilon. He iloitsevat sinun edessäsi niin kuin elonkorjuun aikana iloitaan, niin kuin saaliinjaossa riemuitaan.",
      "(H9:3)Ikeen, joka painaa heidän hartioitaan, valjaat, jotka painavat olkapäitä, ja heidän käskijänsä sauvan sinä murskaat, niin kuin murskasit Midianin vallan.",
      "(H9:4)Ja kaikki taistelukenttiä tallanneet saappaat, kaikki veren tahrimat vaatteet poltetaan, ne joutuvat tulen ruoaksi.",
      "(H9:5)Sillä lapsi on syntynyt meille, poika on annettu meille. Hän kantaa valtaa harteillaan, hänen nimensä on Ihmeellinen Neuvontuoja, Väkevä Jumala, Iankaikkinen Isä, Rauhan Ruhtinas.",
      "(H9:6)Suuri on hänen valtansa, ja rauha on loputon Daavidin valtaistuimella ja hänen valtakunnassaan. Oikeus ja vanhurskaus on sen perustus ja tuki nyt ja aina. Tämän saa aikaan Herran Sebaotin pyhä kiivaus.",
      "(H9:7)Herra lähetti sanan Jaakobille, tuomion sanan Israelille.",
      "(H9:8)Koko kansa sai nähdä sen todeksi, niin Efraim kuin Samarian asukkaat, jotka ylpeinä uhmaten sanoivat:",
      "(H9:10)Herra valoi rohkeutta Israelin vastustajiin ja yllytti sen vihollisia:",
      "(H9:11)Syyriaa idässä, Filisteaa lännessä. Ahnaasti ne haukkasivat Israelia, suun täydeltä. Vieläkään ei väistynyt hänen vihansa, hänen kätensä on yhä koholla, valmiina lyömään.",
      "(H9:12)Kansa ei palannut kurittajansa luo eikä turvautunut Herraan Sebaotiin.",
      "(H9:13)Niin Herra leikkasi Israelilta pään ja hännän, leikkasi palmunlatvan ja kaislanvarret samana päivänä:",
      "(H9:14)vanhimmat ja ylimykset -- siinä on pää, profeetat, nuo valheopettajat -- siinä on häntä.",
      "(H9:15)Sillä johtajat olivat johtaneet kansan harhaan ja saattaneet johdettavansa sekasortoon ja hämminkiin.",
      "(H9:16)Niinpä Herra ei säästänyt tämän kansan nuorukaisia eikä armahtanut sen orpoja ja leskiä, sillä ilkeitä ja pahoja he ovat, koko kansa, jokainen suu puhuu herjasanoja. Vieläkään ei väistynyt Herran viha, hänen kätensä on yhä koholla, valmiina lyömään.",
      "(H9:17)Ja niin vääryys palaa liekehtien, niin kuin tuli syö orjantappurat ja ohdakkeet ja sytyttää metsän tiheiköt, niin että ne kieppuvat savupyörteinä ilmaan.",
      "(H9:18)Maa hehkuu Herran Sebaotin suuttumusta, ja liekit nielevät ihmisiä. Toinen toistaan he eivät armahda,",
      "(H9:19)he syövät oikealta ja jäävät nälkäisiksi, ahmivat vasemmalta eivätkä tule kylläisiksi, kukin syö oman käsivartensa lihaa,",
      "(H9:20)Manasse Efraimia, Efraim Manassea, ja molemmat yhdessä käyvät Juudan kimppuun. Vieläkään ei väistynyt Herran viha, hänen kätensä on yhä koholla, valmiina lyömään."
    ],
    [
      "Voi niitä, jotka vääriä säädöksiä säätävät, jotka katalia päätöksiä tekevät",
      "estääkseen heikkoja saamasta oikeutta, riistääkseen kansani köyhiltä lain turvan, anastaakseen leskien varat, ryöstääkseen orpojen perintöosan.",
      "Miten te aiotte selviytyä tilinteon päivästä, kun kaukainen rajuilma ehtii tänne? Kenen luo silloin pakenette apua hakemaan, minne kätkette rikkautenne?",
      "Ei auta kuin kumartua vangittujen joukkoon, kaatua surmattujen sekaan. Mutta vieläkään ei väistynyt Herran viha, hänen kätensä on yhä koholla, valmiina lyömään.",
      "Voi Assyriaa, minun vihani ruoskaa! Suuttumukseni sauva on sen kädessä.",
      "Sen minä lähetän tämän kelvottoman kansan kimppuun, tämän kansan kimppuun, joka on herättänyt vihani, ryöstämään ja saalistamaan, tallaamaan sitä kuin kujien lokaa.",
      "Mutta Assyria itse uskoo toisin, itse se ei ymmärrä tehtäväänsä. Sillä on mielessään vain hävitys ja halu tuhota kansa kansan jälkeen.",
      "Eikö Kalne saanut saman kohtalon kuin Karkemis, Hamat saman kuin Arpad, Samaria saman kuin Damaskos?",
      "Olen kukistanut monta valtakuntaa, jotka palvelivat omia jumaliaan ja joiden jumalankuvat olivat paljon lukuisammat kuin Jerusalemin tai Samarian.",
      "Mutta tietäkää: kun minä, Herra, olen saattanut päätökseen kaikki työni Siionin vuorella ja Jerusalemissa, minä vaadin Assyrian kuninkaan tilille hänen pöyhkeän sydämensä turhamaisuudesta ja hänen katseensa ylpeästä välkkeestä.",
      "-- Onko kirves muka parempi kuin se, joka sillä hakkaa? Mahtaileeko saha sille, joka sitä käyttää? Ikään kuin ruoska heiluttaisi käyttäjäänsä, ikään kuin puinen sauva heiluttaisi ihmisen kättä!",
      "Ei, vaan Jumala, Herra Sebaot, lähettää hivuttavan taudin tuon maan lihaviin ylimyksiin, ja loiston alla kytee polte kuin tulen polte.",
      "Ja Israelin Valosta tulee liekki, Israelin Pyhästä tulenlieska, joka yhdessä päivässä polttaa ja nielee Assyrian orjantappurat ja ohdakkeet,",
      "joka tekee perin juurin lopun sen metsien ja puutarhojen vehmaudesta, niin että maa on kuin sairas, tautiinsa menehtymässä.",
      "Ja niin vähiin käyvät puut metsissä, että lapsikin voi ne merkitä muistiin.",
      "Sinä päivänä eivät Jaakobin jälkeläiset, jotka ovat päässeet pakoon, nuo Israelista jäljelle jääneet, enää turvaudu sortajaansa. Herralle uskollisina he turvautuvat yksin häneen, Israelin Pyhään.",
      "Jäännös palaa takaisin, Jaakobin heimon jäännös kääntyy väkevän Jumalan luo.",
      "Tiedä, Israel: vaikka kansasi olisi lukuisa kuin merenrannan hiekka, siitä jää vain rippeet. Hävitys tulee, niin on päätetty, ja se tulee vanhurskauden tulvana.",
      "Ja Jumala, Herra Sebaot, toteuttaa päätöksensä, hävityksen kaikkialla maan päällä.",
      "Älä pelkää, sillä pian, aivan pian, minun suuttumukseni sinua kohtaan on hävinnyt ja minun vihani kääntyy sinun vihamiestesi tuhoksi.",
      "Ja Herra Sebaot nostaa ruoskansa heitä vastaan ja lyö, niin kuin löi Midiania Orebin kallion luona. Hänen sauvansa kääntyy sinun vihollisiasi vastaan, hän kohottaa sen niin kuin kerran Egyptissä.",
      "tulevat Aijatin kautta, kulkevat Migronin ohitse. Mikmasiin ne jättävät kuormastonsa,",
      "kulkevat solan poikki ja yöpyvät Gebaan. Rama vapisee, Saulin Gibea pakenee.",
      "Kirkaise, tytär Gallim, kuuntele, Laisa, vastaa, Anatot!",
      "Madmena karkaa tiehensä, Gebimin asukkaat etsivät turvaa.",
      "Jo tänään vihollinen seisoo Nobissa ja heristää nyrkkiään päin Siionin vuorta, kohti Jerusalemin kukkulaa.",
      "Silloin Jumala, Herra Sebaot, pirstoo vihansa vimmassa oksiston ja ylväät latvat joutuvat kumartumaan maahan",
      "ja metsän tiheiköt hakataan kirveellä maahan. Väkevän valtiaan edessä kaatuu itse Libanon."
    ],
    [
      "Iisain kannosta nousee verso, vesa puhkeaa sen juuresta ja kantaa hedelmää.",
      "Hänen ylleen laskeutuu Herran henki, viisauden ja ymmärryksen henki, taidon ja voiman henki, totuuden tuntemisen ja Herran pelon henki:",
      "hänen ilonsa on totella Herraa. Hän ei tuomitse silmämitalla eikä jaa oikeutta korvakuulolta",
      "vaan antaa heikoille oikean tuomion ja ajaa vakaasti maan köyhien asiaa. Hän lyö väkivaltaista sanansa sauvalla ja surmaa huultensa henkäyksellä väärintekijän.",
      "Vanhurskaus on hänellä varustuksena ja uskollisuus vyönä hänen uumillaan.",
      "Silloin susi kulkee karitsan kanssa ja pantteri laskeutuu levolle vohlan viereen, vasikka ja leijonanpentu syövät yhdessä ja pikkupoika on niiden paimenena.",
      "Lehmä ja emokarhu käyvät yhdessä laitumella, yhdessä laskeutuvat levolle niiden vasikat ja pennut, ja leijona syö heinää kuin härkä.",
      "Ja imeväinen leikkii kyyn kolon äärellä, vastikään vieroitettu lapsi kurottaa kättään kohti myrkkykäärmeen luolaa.",
      "Kukaan ei tee pahaa, ei tuota turmiota minun pyhällä vuorellani, sillä maa on täynnä Herran tuntemusta niin kuin meri on vettä tulvillaan.",
      "Sinä päivänä Iisain juurivesa kohoaa merkkiviirinä kansoille. Hänen luokseen pyrkivät kaikki kansat, hänen asuinsijaansa ympäröi kunnian hohde.",
      "Sinä päivänä Herra jälleen kohottaa kätensä vapauttaakseen kansansa jäännöksen Assyriasta ja Egyptistä ja Patrosista ja Nubiasta ja Elamista ja Sinearista ja Hamatista, tuodakseen kansansa takaisin meren saarista ja kaukaisilta rannoilta.",
      "Hän kohottaa merkkiviirin kansoille, hän korjaa talteen Israelista pois ajetut ja kokoaa yhteen Juudasta eri tahoille hajotetut maailman neljältä kulmalta.",
      "Efraimin kateus haihtuu, Juudan katkeruus häviää. Efraim ei enää kadehdi Juudaa, eikä Juuda vainoa Efraimia.",
      "Rinta rinnan he ryntäävät länteen, Filisteaan, yhdessä he saalistavat idän heimojen alueilla, heidän valtansa yltää Edomiin ja Moabiin, ja ammonilaisista tulee heidän alamaisiaan.",
      "Herra halkaisee Egyptin merenlahden ja heristää kättään Eufratia kohden, hän hajottaa sen polttavalla henkäyksellään seitsemään uomaan, joiden yli voi kulkea jalkojen kastumatta.",
      "Niin avautuu valtatie hänen kansansa jäännöksen kulkea -- sen, joka on jäljellä Assyriassa --  samalla tavalla kuin tie aukeni Israelille sinä päivänä, jolloin se lähti Egyptin maasta."
    ],
    [
      "Te saatte riemuiten ammentaa vettä pelastuksen lähteistä.",
      "Laulakaa ylistystä Herralle, valtaisat ovat hänen tekonsa! Levitköön tieto niistä yli maanpiirin."
    ],
    [
      "Ennussana Babylonista. Tämän sai näyssä Jesaja, Amosin poika.",
      "Pystyttäkää paljaalle vuorenlaelle merkkiviiri, korottakaa äänenne, huutakaa sotureille, viittokaa heitä käymään sisälle ylhäisten porteista.",
      "Minä, Herra, olen antanut käskyn sotureille, jotka ovat minulle pyhitetyt, vihani aseiksi olen kutsunut omat sankarini. Minun mahtini on heidän ylpeytenään.",
      "Kuule! Vuorilta kantautuu ääniä. Kuule! Niin kuin väkijoukon ääni, kokoontuvien kansanheimojen ääni, kokonaisten valtakuntien kohina! Herra Sebaot järjestää joukkonsa taisteluun.",
      "Kaukaisesta maasta, taivaanrannan ääreltä he saapuvat, Herra ja hänen vihansa aseet, hävittämään koko maan.",
      "Itkekää ja vaikeroikaa! Herran päivä on lähellä. Kaiken lyö Korkein maan tasalle.",
      "Sen tähden herpoaa jokainen käsi ja jokainen sydän jähmettyy.",
      "Kaikki säikähtävät, ihmiset joutuvat tuskan kouristusten valtaan, he vääntelehtivät kuin synnyttäjä, katselevat hämmentyneinä toisiaan, heidän kasvoillaan liekehtii kauhu.",
      "Herran päivä tulee ankarana, täynnä raivoa ja hehkuvaa vihaa, se muuttaa maan autioksi ja hävittää sen syntiset asukkaat.",
      "Taivaan tähdet ja tähtikuviot kieltävät silloin valonsa loiston. Pimeänä nousee aurinko, eikä kuu säteile valoa.",
      "Minä, Herra, vaadin maailman tilille pahuudestaan ja jumalattomat synneistään. Minä teen lopun röyhkeiden ylimielisyydestä, painan maahan väkivaltaisten ylpeyden,",
      "ja ihmisiä on oleva vähemmän kuin puhdasta kultaa, vähemmän kuin Ofirin jalokultaa.",
      "Sen tähden taivaat järisevät ja maa järkkyy sijoiltaan Herran Sebaotin suuttumuksen vuoksi hänen vihansa päivänä.",
      "Kuin pakosalle ajetut gasellit, kuin lampaat, joilla ei ole paimenta, niin kukin karkaa oman kansansa luo ja pakenee omaan maahansa.",
      "Jokainen, joka tavoitetaan, lävistetään, jokainen, joka saadaan kiinni, kaatuu miekkaan.",
      "Heidän sylilapsensa lyödään murskaksi heidän silmiensä edessä, heidän talonsa ryöstetään ja naiset raiskataan.",
      "Minä yllytän heidän kimppuunsa meedialaiset, jotka eivät hopeaa huoli eivätkä kultaa kumarra.",
      "Heidän jousensa kaatavat nuorukaiset. Kohdun hedelmää he eivät sääli, eivät armahda lasta.",
      "Niin käy Babylonin, kuningaskuntien kruunun, kaldealaisten ylpeyden ja ihmeen, kuten kävi Sodoman ja Gomorran, jotka Jumala pyyhkäisi pois.",
      "Koskaan siellä ei asuta, se jää autioksi polvesta polveen. Ei arabi pystytä sinne telttaansa, ei yksikään paimen lepuuta siellä laumaansa.",
      "Vain aavikon eläimet siellä lepäilevät, huuhkajat pesivät huoneissa, strutsit ovat asettuneet taloksi ja villivuohet hyppelevät talojen välissä.",
      "Sakaalit ulvovat sen palatseissa, huvilinnoissa kaikuu hyeenan nauru. Babylonin hetki on lähellä, sen päivät ovat käyneet vähiin."
    ],
    [
      "Herra armahtaa Jaakobia ja ottaa jälleen Israelin omaksi kansakseen, ja se saa rauhassa asua omassa maassaan. Siihen maahan asettuneet muukalaiset liittyvät Jaakobin jälkeläisiin ja sulautuvat heihin.",
      "Vieraat kansat, jotka ottavat Israelin mukaansa ja tuovat sen kotiin, joutuvat Herran maalla itse orjiksi ja orjattariksi, israelilaisten omaisuudeksi. Silloin ne, jotka olivat vankeina, vangitsevat vangitsijansa ja käskevät käskijöitään.",
      "Sinä päivänä, jona Herra päästää sinut rauhaan vaivoistasi ja ahdingostasi ja pakkotyön orjuudesta,",
      "sinä virität Babylonin kuninkaasta pilkkalaulun: -- Jo tuli loppu valtiaasta, loppu sorrosta ja vainosta!",
      "Herra taittoi jumalattomilta sauvan, hallitsijoilta ruoskan,",
      "joka raivon vallassa löi kansoja, löi ja löi, joka vallitsi kansoja vihansa voimalla ja ahdisti niitä säästelemättä.",
      "Kaikki maa lepää nyt tyynenä rauhassaan, riemuhuudot kaikuvat kaikkialta.",
      "Tuonela tuolla alhaalla on kiihdyksissä, siellä odotetaan sinun tuloasi. Sinun vuoksesi on ajettu liikkeelle kuolleitten henget: kaikki jotka kerran olivat maan mahtavia ja kaikki jotka olivat kansojen kuninkaita, kaikki ovat nousseet istuimiltaan.",
      "Tuonelaan on syösty sinun loistosi ja mahtisi, sinun harppujesi helkytys. Sinun allasi ovat vuoteena madot, sinun ylläsi peitteenä toukat.",
      "Mutta tuonelaan sinut on syösty, sen pohjimmaiseen kuiluun.",
      "Kansojen kuninkaat lepäävät kunniassa kukin omassa kammiossaan,",
      "mutta sinut on viskattu kauas haudastasi kuin kelvoton villiverso, sinä lojut surmattujen, miekan lävistämien peitossa manalan kuilun pohjakivillä kuin tallattu raato.",
      "Et pääse haudassa liittymään vertaistesi seuraan, koska olet hävittänyt maasi ja tuhonnut kansasi. Eikä kukaan enää koskaan mainitse rikoksentekijäin jälkeläisten nimiä.",
      "Pystyttäkää teuraspenkki heidän poikiaan varten heidän isiensä syyllisyyden tähden! Muuten he voivat vieläkin nousta ja ottaa haltuunsa maan ja rakentaa kaupunkejaan kaikkialle yli maanpiirin.",
      "Minä nousen Babylonia vastaan -- näin sanoo Herra Sebaot --  ja pyyhkäisen pois sen nimen ja muiston, perilliset ja jälkipolvet, sanoo Herra.",
      "Minä teen siitä villieläinten perintömaan ja muutan sen kaislarämeiköksi ja lakaisen sen pois tuhon luudalla -- näin sanoo Herra Sebaot.",
      "Näin on Herra Sebaot vannonut: -- Mitä minä suunnittelen, se toteutuu, mitä minä päätän, se tapahtuu.",
      "Olen päättänyt tuhota Assyrian omassa maassani. Omilla vuorillani minä poljen sen murskaksi, ja ies heltiää Israelin hartioilta ja valjaat sen olkapäiltä.",
      "Tämä on päätökseni, joka koskee kaikkia maita. Tässä on käteni, koholla kaikkien kansojen yllä.",
      "Kun Herra Sebaot on tehnyt päätöksen, kuka sen kumoaa? Kun hän on kohottanut kätensä, kuka estää sen iskun?",
      "Kuningas Ahasin kuolinvuonna tuli tämä ennussana:",
      "-- Älä iloitse, sinä Filistean maa, vaikka kurittajasi ruoska on katkennut! Sillä käärmeen suvusta versoo myrkyllinen kyy, ja sen hedelmänä syntyy siivekäs lisko.",
      "Turvassa asettuvat levolle Israelin köyhät, maattomat lepäävät kuin karja minun niityilläni. Mutta sinut, Filistea, minä näännytän nälkään ja surmaan rippeetkin, joka ainoan.",
      "Valita, portti! Huuda tuskaasi, kaupunki! Luovu toivosta, koko Filistean maa! Savupilvi vyöryy pohjoisesta, vihollisjoukko lähestyy, eikä sen riveistä kukaan jättäydy jälkeen.",
      "Mitä on vastattava vieraan kansan lähettiläille? Että Herra on laskenut Siionin perustukset ja kurjimmatkin hänen kansastaan löytävät turvansa sieltä."
    ],
    [
      "Ennussana Moabista. Näin käy: yöllä se murskataan, autio on Ar-Moab. Näin käy: yöllä se murskataan, autio on Kir-Moab.",
      "Itkemään uhrikukkuloille nousevat Dibonin asukkaat. Nebonvuorella ja Medebassa Moab valittaa. Jokaisen pää on ajeltu paljaaksi, jokaisen parta leikattu pois.",
      "Säkkivaatteeseen vyöttäytyneinä he kulkevat kujilla, katoilta kuuluu itkua, toreilla ihmiset vaikeroivat maahan vaipuneina.",
      "Hädissään huutavat Hesbon ja Eleale, Jahasiin saakka kantautuu niiden ääni. Siksi Moabin sotajoukko hälisee peloissaan, Moabin rohkeus pettää.",
      "Minun sydämeni huutaa Moabin hätää. Pakolaisia riittää Soariin ja Eglat-Selisiaan asti. He nousevat itkien Luhitin solaa, sydäntä särkevästi he valittavat ja vaikeroivat Horonaimin tiellä.",
      "Ja Nimrimin kosteikko muuttuu autiomaaksi, ruoho kuivuu, kasvit katoavat, ei mikään vihannoi.",
      "Pakenijat kantavat tavaransa, sen mitä heillä on jäljellä, Arabimin uoman yli.",
      "Ja niin hätähuuto kiirii kautta Moabin maan, valitus kaikuu Eglaimiin, kaikuu Beer-Elimiin saakka.",
      "Ja Dimonin purot puuntavat verestä punaisina. Mutta minä lähetän Dimonille jotakin vielä pahempaa: lähetän leijonat pelastuneiden kimppuun, niiden rippeiden kimppuun, jotka jäivät jäljelle Moabista."
    ],
    [
      "Lähettäkää verolampaat maan hallitsijalle, viekää ne Selan seudulta autiomaan tietä tytär Siionin vuorelle!",
      "Pakenevien lintujen, pesästä säikytetyn poikueen lailla Moabin tyttäret valittavat Arnonin kahlaamoilla:",
      "silloin pystytetään jälleen Daavidin majaan uskollisuuden lujittama valtaistuin ja sillä istuu luotettava tuomari, joka tuntee lain ja toteuttaa oikeuden.",
      "-- Me olemme kuulleet Moabin ylpeydestä -- miten kopea se on ollut! --  ja sen ylimielisyydestä ja ylvästelystä, pöyhkeydestä ja turhista puheista.",
      "Siksi kaikki nyt valittelevat Moabissa, koko Moab valittelee surkeuttaan. Kir-Haresetin rypäleitä muistaessaan se vaipuu maahan itkien, nyyhkyttäen,",
      "sillä kuihtuneet ovat Hesbonin rinteiden tarhat ja Sibman viiniköynnökset, joiden jalot rypäleet kaatoivat kansojen ruhtinaita. Kerran ne ulottivat kasvunsa Jaeseriin, haaroivat autiomaahan saakka ja rönsyilivät yli meren.",
      "Sen tähden minä itken Jaeserin kanssa, itken Sibman viiniköynnöksiä. Kyynelilläni minä juotan teidät kylläisiksi, Hesbon ja Eleale, sillä kesken korjuujuhlien riemun on kajahtanut sotahuuto.",
      "Tarhoista on korjattu pois ilo ja riemu, viinitarhoista ei kantaudu riemuhuutoja, viinikuurnissa ei poljeta rypäleitä, ilon äänet ovat vaienneet.",
      "Siksi minun sisimpäni valittaa kuin harppu Moabin tähden, minun sydämeni valittaa Kir-Haresetin tähden.",
      "Mutta kun Moab uhrikukkulallaan uuvuttaa itsensä juhlamenoissa ja pyhäkössään suorittaa kaikki rukoukset, se näkee vaivaa turhan tähden.",
      "Tämän Herra on jo puhunut Moabista."
    ],
    [
      "Ennussana Damaskoksesta. Näin käy: Damaskos ei enää ole kaupunki, siitä on tullut rauniokasa.",
      "Kaupungit, joita se hallitsi, jäävät hylätyiksi, ne jäävät karjalaumoille, jotka makailevat siellä kenenkään häiritsemättä.",
      "Efraim menettää suojamuurinsa, Damaskos kadottaa kuninkuuden, ja Syyrian jäännöksen valta sortuu kuin Israelin mahti -- näin sanoo Herra Sebaot.",
      "Sinä päivänä Jaakobin heimon mahti vaipuu ja kuihtuu sen kukoistus ja hyvinvointi.",
      "Sen käy kuin pystyssä seisovan viljan: korjuumies tulee ja katkaisee tähkät. Sen käy kuin Refaimin alangon pellon, kun tähkänpoimijat ovat tehneet työnsä:",
      "sinne jää jälkikeruuta varten sen verran kuin ravisteltuun oliivipuuhun -- kaksi, kolme marjaa latvaan, neljä, viisi sinne tänne oksiin. Näin sanoo Herra, Israelin Jumala.",
      "Sinä päivänä ihmisen silmät etsivät sitä joka hänet on luonut, kohti Israelin Pyhää kääntyy hänen katseensa.",
      "Ei hän enää käännä katsettaan alttareihin, omiin luomuksiinsa, sormiensa töihin, ei asera-paaluihin, ei suitsutusalttareihin.",
      "Sinä päivänä teidän lujat kaupunkinne jäävät autioiksi, yhtä autioiksi kuin ne kaupungit, jotka hivviläiset ja amorilaiset hylkäsivät paetessaan israelilaisten tieltä. Ja kaikkialla on autius.",
      "Sillä sinä, Israel, olet unohtanut Jumalasi, joka sinut pelastaa, et ole muistanut turvakalliotasi. Istuta vain edelleenkin istutuksiasi ihanille jumalille ja kasvata vieraita köynnöksiä!",
      "Sinä istutat ja saat ne heti versomaan, sinä kylvät ja saat ne jo huomenna kukkimaan. Mutta kun tauti puhkeaa, sato jää sinulta nauttimatta, eikä lääkettä kipuusi ole.",
      "Voi kansojen meren kohinaa! Kumeana se pauhaa. Voi kansanheimojen kuohuja! Ne kohisevat kuin hyökyaallot,",
      "ne jymisevät kuin suuret vedet. Mutta kun Herra niille ärjäisee, ne pakenevat maan ääriin. Niitä ajetaan takaa, niin kuin vuoriston tuuli ajelee akanoita, ne kierivät niin kuin pallo-ohdakkeet myrskyssä.",
      "Ilta on kauhuja täynnä, aamun tullen ne ovat poissa. Sellainen on ryöstäjiemme osa, sellainen riistäjiemme arpa."
    ],
    [
      "Voi sinua, siipien sirinän maa, sinä Nubian virtojen takainen maa!",
      "Sinä lähetät edustajasi Egyptin virtaa pitkin, lähetät heidät ruokoveneillä vesien yli. -- Palatkaa, te nopsajalkaiset sanansaattajat! Palatkaa kookaskasvuisen ja kiiltäväihoisen kansanne luo, kansan, jota pelätään lähellä ja kaukana, oudosti ääntelevän, jalkojaan tömistävän kansan, jonka maata virrat huuhtovat mukaansa.",
      "Maanpiirin asukkaat, te kaikki, joilla on asuinsijanne maan päällä, katsokaa, milloin vuorille nostetaan merkkiviiri, kuunnelkaa, milloin torven ääni kajahtaa!",
      "Sillä näin on Herra minulle sanonut: -- Minä pysyn hiljaa ja katselen kaikkea asumuksestani kuin väreilevä kuumuus kirkkaalla taivaalla tai kuin auer elonkorjuun helteessä.",
      "Mutta jo ennen korjuuaikaa, kun kukat ovat kukkineet ja raakileet ovat näkyvillä, kypsymässä rypäleiksi, köynnösten oksat katkaistaan vesurilla ja rehevät versot revitään irti ja heitetään pois.",
      "Ne jätetään lojumaan vuorten rinteille, petolintujen ruoaksi ja maan eläinten ravinnoksi. Kesän yli viipyvät niiden äärellä petolintujen parvet, ja kaikki maan eläimet elävät niiden äärellä yli talven.",
      "Tulee aika, jolloin Herralle Sebaotille lähettää lahjoja kookaskasvuinen ja kiiltäväihoinen kansa, kansa, jota pelätään lähellä ja kaukana, oudosti ääntelevä, jalkojaan tömistävä kansa, jonka maata virrat huuhtovat mukaansa. Ja tämän kansan lahjat tuodaan paikkaan, jonka pyhittää Herran Sebaotin nimi: Siionin vuorelle."
    ],
    [
      "Ennussana Egyptistä. Katsokaa, Herra on lähtenyt liikkeelle keveästi kiitävällä pilvellä! Hän saapuu Egyptiin, ja Egyptin epäjumalat vapisevat hänen edessään ja Egyptin sydän jähmettyy.",
      "-- Minä kiihotan Egyptin Egyptiä vastaan, ja he taistelevat mies miestä, veli veljeä vastaan, kaupunki kaupunkia ja kuningaskunta kuningaskuntaa vastaan.",
      "Niin Egyptin miesten rohkeus murtuu. Minä sekoitan heidän suunnitelmansa, ja he anelevat neuvoa epäjumalilta ja haamuilta, vainajahengiltä ja tietäjiltä.",
      "Minä luovutan Egyptin maan tylyn herran käsiin, ja ankara kuningas on hallitseva sitä, sanoo Jumala, Herra Sebaot.",
      "Ja Niilin vedet ehtyvät, koko virta surkastuu ja kuivuu,",
      "kanavien vesi alkaa lemuta, virran haarat kuivuvat ja umpeutuvat, kaislat ja ruo'ot ovat mustanaan täitä,",
      "ja kaikki kaislikko Niilin varrella ja suistossa, kaikki Niilin laakson viljava maa kuivuu, lentää tuulen mukana jäljettömiin.",
      "Niilin kalastajat valittavat ja murehtivat, kaikki jotka heittävät koukkunsa virtaan ja kaikki jotka leväyttävät verkkonsa veteen katoavat joelta.",
      "Pellavanviljelijät joutuvat kerjuulle, kalpeiksi käyvät pellavanharjaajat ja kankaankutojat.",
      "Egyptin purjeentekijät ovat luopuneet toivosta, oluenpanijoiden mieli on maassa.",
      "Missä nyt ovat nuo sinun viisaasi? Eikö heidän nyt pitäisi kertoa ja ilmoittaa sinulle, mitä Herra Sebaot on päättänyt Egyptin kohtaloksi?",
      "Niin, Soanin hoviherrat ovat älyä vailla, ja Memfiksen ylimykset elävät harhojen vallassa. He johtavat maansa harhaan, nuo Egyptin heimojen kulmakivet.",
      "Herra on lähettänyt heihin hämmennyksen hengen. Kaikilla toimillaan he johtavat Egyptin harhaan, niin että se hoippuu kuin oksenteleva humalainen.",
      "Sen vuoksi Egypti ei enää kykene tekemään mitään, ei pää eikä häntä, ei palmunlatva eikä kaislanvarsi.",
      "Sinä päivänä Egypti muuttuu naisen kaltaiseksi. Se säikkyy ja vapisee, kun Herra Sebaot heristää sille kättään.",
      "Niin Juuda saattaa Egyptin hämminkiin: aina kun Juudan maa mainitaan, egyptiläiset säikähtäen muistavat suunnitelman, jonka Herra Sebaot on laatinut Egyptin varalle.",
      "Sinä päivänä Egyptissä on oleva viisi kaupunkia, jotka puhuvat heprean kieltä ja vihkiytyvät Herran Sebaotin omiksi. Niiden joukossa on Ir-Heres.",
      "Sinä päivänä Herralla on oleva alttari keskellä Egyptin maata ja pyhä kivi sen rajalla.",
      "Tämä on merkkinä ja todistaa Herrasta Sebaotista Egyptin asukkaille: kun he huutavat Herralta apua sortajia vastaan, hän lähettää heille auttajan, joka ajaa heidän asiaansa ja pelastaa heidät.",
      "Niin Herra tekee itsensä tunnetuksi Egyptissä. Sinä päivänä egyptiläiset oppivat tuntemaan Herran, ja he palvelevat häntä teuras- ja ruokauhrein ja tekevät hänelle uhrilupauksia ja täyttävät ne.",
      "Herra lyö lyömällä Egyptiä, mutta hän myös parantaa. Egyptiläiset kääntyvät Herran puoleen, ja hän kuulee heidän rukouksensa ja parantaa heidät.",
      "Sinä päivänä avautuu valtatie Egyptistä Assyriaan, ja assyrialaiset tulevat käymään Egyptissä ja egyptiläiset Assyriassa, ja egyptiläiset ja assyrialaiset palvelevat yhdessä Herraa.",
      "Sinä päivänä Israel kohoaa kolmanneksi Egyptin ja Assyrian rinnalle ja on siunauksena keskellä kaikkea maata."
    ],
    [
      "(H20:1-2)Kun kolme vuotta oli kulunut, Assyrian kuninkaan Sargonin joukkojen ylipäällikkö marssi Asdodiin, piiritti kaupungin ja valloitti sen.",
      "niin kuljettaa Assyrian kuningas sotavankeja Egyptistä ja pakkosiirtolaisia Nubiasta, nuoria ja vanhoja, alastomina, jalat ja pakarat paljaina. Egypti ilki alasti!",
      "Kauhun ja häpeän valtaan joutuvat silloin myös ne, jotka ovat toiveikkaina katselleet Nubiaan ja ylpeilleet Egyptin ystävyydestä."
    ],
    [
      "Ennussana autiomaasta, joka on meren äärellä. Niin kuin Negevin autiomaassa tuulenpyörre pyörrettä ajaa, niin jokin nousee autiomaasta, kauhistavasta maasta.",
      "Ankara näky on minulle annettu: -- Petturi pettää, ryöstäjä ryöstää. Ylös, Elam! Käy kimppuun, Meedia! Huokausten aiheesta minä teen lopun.",
      "Tämän näyn tähden minä kivusta käperryn, tuskat tarttuvat minuun kuin synnyttäjän tuskat. Mitä kuulin, se vie mielen, mitä näin, se vie näön.",
      "Sydämeni vavahtelee, värinä valtaa jäsenet. Illan viileä henkäys, jota ennen odotin, tuo nyt kauhun puistatuksen.",
      "Pöytää siellä katetaan, istuintyynyjä asetellaan, syödään ja juodaan. Silloin: -- Jalkeille, ruhtinaat, öljytkää kilpenne taistelukuntoon!",
      "Näin minua kehotti Herra: -- Käske tähystäjä vartioon, hän kertokoon mitä näkee.",
      "Jos näkee sotavaunuja, parivaljakkoja, aasien jonoja, kamelijonoja, hän tarkkana tarkatkoon silloin, hyvin tarkkana.",
      "Ja hetki tuli, tähystäjä huusi: -- Tähystyspaikalla, herrani, olen seissyt päivästä päivään, vartiopaikallani olen viettänyt kaikki yöt,",
      "ja tuolla ne nyt tulevat, miesten jonot ja parivaljakot! Ja hän huusi:  -- Kaatunut, kaatunut on Babylon, kaikki sen jumalien patsaat ovat murskana maassa!",
      "Kansani, poljettu ja tantereella puitu! Minkä minulle ilmoitti Herra Sebaot, Israelin Jumala, sen olen teille kertonut.",
      "Ennussana Dumasta. Minulle huutaa ääni Seiristä:  -- Vartija, kauanko yötä on vielä?  -- Vartija, kauanko yötä vielä?",
      "Vartija vastaa: -- Aamu on tullut, silti on yö. Jos teillä on kysyttävää, niin kysykää, tulkaa uudelleen!",
      "Ennussana Arabiasta. Yöpykää pensaikon suojaan Suurella aavikolla, te dedanilaisten karavaanit.",
      "Tulkaa janoisia vastaan vettä tuoden, te Teman keitaan asukkaat! Tulkaa pakolaisia vastaan, tuokaa heille leipää,",
      "sillä he pakenevat miekkoja, paljastettua miekkaa ja jännitettyä jousta, sodan ankaruutta."
    ],
    [
      "Ennussana Näkylaaksosta. Mitä nyt, Jerusalem? Miksi kaikki sinun asukkaasi ovat nousseet katoille juhlimaan?",
      "Miksi taas tämä kohina ja melu, sinä ilakoiva kaupunki? Sinun miehiäsi on kuollut, ei taistelussa, he eivät kaatuneet miekan lävistäminä,",
      "sinun päällikkösi pakenivat yhtenä miehenä, he riensivät pois nuolien ulottuvilta. Vankeina he ovat, kaikki heidät tavoitettiin, vaikka olisivat paenneet matkojen päähän.",
      "Sen tähden minä nyt pyydän: -- Jättäkää minut rauhaan, antakaa minun itkeä suruani! Älkää tunkeilko minua lohduttamaan, kun murehdin kansani onnettomuutta.",
      "Säikähdyksen, hämmingin ja hävityksen päivän lähetti Jumala, Herra Sebaot, Näkylaaksoon. Hän mursi sen varustukset, ja kauhun huuto kohosi vuorille.",
      "Elam sieppasi mukaansa nuoliviinen, Syyria valjasti vaunuhevoset, Kir otti kilpensä esille.",
      "Niin sinun kauniit laaksosi täyttyivät vaunuista, ja vihollisen ratsumiehet asettuivat porttiesi eteen.",
      "Herra riisui suojaavan verhon Juudalta. Silloin te kyllä lähditte tarkastamaan Setripalatsin asevarastoja",
      "ja havahduitte näkemään, miten pahasti halkeillut oli Daavidin kaupungin muuri. Te varastoitte vettä Alalammikkoon",
      "ja tarkastitte ja arvioitte Jerusalemin talot, revitte niitä muurien vahvistamiseksi.",
      "Kahden muurin välille te teitte kokoamisaltaan Vanhanlammikon vesiä varten. Mutta hänen puoleensa, jonka tekoa kaikki on, te ette kääntyneet, häneen, joka tämän kaiken kauan sitten loi, te ette katsettanne nostaneet.",
      "Jumala, Herra Sebaot, kutsui sinä päivänä teitä itkiäisiin ja valittajaisiin. Hän kehotti teitä ajamaan päänne paljaaksi ja vyöttäytymään säkkivaatteeseen.",
      "Niin minä sain kuulla Herran Sebaotin sanat: -- Tietäkää: tämä synti jää sovittamatta aina kuolemaanne saakka. Näin sanoo Jumala, Herra Sebaot.",
      "Jumala, Herra Sebaot, on sanonut näin: -- Mene ja vie Sebnalle, kuninkaan voudille ja hovin päällikölle, tämä viesti:",
      "Kuka sinä oikein olet ja mikä luulet täällä olevasi, kun hakkautat itsellesi haudan tänne korkealle vuoren rinteeseen, kallioon louhitun hautakammion?",
      "Näin käy: Herra viskaa sinut menemään, hän kahmaisee ja puristaa sinut kouraansa,",
      "kääräisee sinut keräksi ja paiskaa kuin pallon kauas maahan, jossa tilaa riittää. Sinne sinä kuolet ja siihen jäävät loistovaunusi, sinä herrasi huoneen häpeätahra!",
      "Hän sysää sinut pois virastasi ja raastaa sinut korkeasta asemastasi tomuun.",
      "Sinä päivänä minä kutsun palvelijani Eljakimin, Hilkian pojan,",
      "ja hänen ylleen minä puen sinun pukusi, hänen vyötäisilleen sidon sinun vyösi, hänen käteensä annan sinun valtasi, ja hänestä tulee isä Jerusalemin asukkaille ja koko Juudan sukukunnalle.",
      "Hänen olalleen minä ripustan Daavidin huoneen avaimen. Hän avaa, eikä kukaan sulje, hän sulkee, eikä kukaan avaa.",
      "Minä isken hänet vahvaksi naulaksi lujaan paikkaan, hänen korkea arvonsa tuottaa kunniaa koko suvulle.",
      "Mutta ennen pitkää hänen varassaan riippuu koko suuri suku, niin vesat kuin risutkin, kaikki kipot ja kapot pöytämaljoista alkaen viimeiseen viiniruukkuun saakka,",
      "kunnes tulee päivä -- näin sanoo Herra -- jolloin lujaan paikkaan isketty vahva naula pettää. Se murtuu, ja kuorma, joka oli sen varassa, romahtaa maahan ja murskautuu. Herra on puhunut."
    ],
    [
      "Ennussana Tyroksesta. Valittakaa, Tarsisin laivat, tuhottu on teidän satamanne! Kotimatkalla Kyproksesta te saitte sen kuulla.",
      "Mykistykää, rannikon asukkaat, Sidonin kauppiaat! Sinun lähettilääsi, Foinikia, purjehtivat meriä,",
      "suuria vesiä. Sinun rikkautesi lähde oli Virran vilja, Niilin rantojen sato, sinä kävit sillä kauppaa kaikkien kansojen kanssa.",
      "Kun viesti saapuu Tyroksesta Egyptiin, kauhu kouristaa sen asukkaita kuin synnytyskipu.",
      "Purjehtikaa yli meren Tarsisin rannoille, puhjetkaa valitushuutoihin, te rannikon asujat!",
      "Tuoko nyt on teidän iloinen kaupunkinne, maineikas muinaisista päivistä, kaupunki, joka pitkin askelin edeten asutti kaukaiset rannat?",
      "Kuka sääti tällaisen kohtalon Tyrokselle, joka kruunasi kuninkaita, jonka ostajat ja myyjät olivat ruhtinaiden veroisia ja jonka kauppiaita kunnioitettiin kaikkialla?",
      "Sen teki Herra Sebaot nöyryyttääkseen ylpeän mielen, tehdäkseen mitättömäksi kaiken loiston, kaiken, mikä maassa on arvokasta.",
      "Viljele maatasi nyt, tytär Tarsis, niin kuin Niilin maata viljellään, sillä laivoja et enää veistä.",
      "Herra kohotti kätensä merenrantaa kohti ja järkytti valtakuntia. Hän antoi käskyn ja tuomitsi tuhoon Foinikian linnoitetut kaupungit.",
      "Hän sanoi: -- Enää et iloitse, raiskattu neitsyt, tytär Sidon! Vaikka lähtisit yli meren Kyprokseen, kittiläisten luo, sielläkään et saa rauhaa.",
      "Muistakaa Kaldean maata, jossa asui suuri kansa! Assyria on senkin tehnyt villieläinten asunnoksi. Assyria pystyttää piiritystornit, luhistaa palatsit. Kaiken se murentaa rauniokasaksi.",
      "Valittakaa, Tarsisin laivat! Tuhottu on teidän turvapaikkanne.",
      "Sinä päivänä Tyros vaipuu unohdukseen yhden kuninkaan eliniäksi, seitsemäksi vuosikymmeneksi. Seitsemänkymmenen vuoden kuluttua Tyroksen käy kuin porton, josta laulussa kerrotaan:",
      "-- Käy harppuinesi kaupungin katuja kiertelemään, sinä unohdettu tyttö! Kun hyvin soittelet, laulat, sinut muistetaan taas!",
      "Seitsemänkymmenen vuoden kuluttua Herra jälleen muistaa Tyrosta, ja se pääsee, hyvästä rahasta kuten ennenkin, harjoittamaan huoruutta kaikkien valtakuntien kanssa maan päällä.",
      "Mutta sen portonpalkat pyhitetään Herralle. Niitä ei enää kasata aarrekammioihin eikä varastoida, vaan ne tulevat niiden hyväksi, jotka asuvat Herran pyhäkön äärellä. He saavat niistä runsaan ravinnon ja hienot vaatteet."
    ],
    [
      "Katso: Herra hävittää maan ja autioittaa sen, runtelee sen kasvot ja lyö hajalle sen asukkaat.",
      "Samalla tavoin käy papin kuin kansankin, niin isännän kuin orjankin, niin emännän kuin orjattaren, niin myyjän kuin ostajan, niin lainan antajan kuin sen saajan, niin velkojan kuin velallisenkin.",
      "Autioksi maa autioituu, tyhjäksi se ryöstetään. Näin on Herra puhunut.",
      "Maa kulottuu ja kuivuu, maanpiiri riutuu ja kuivuu, maan lailla taivaskin riutuu.",
      "Maa muuttuu saastaiseksi jalkojen alla, sillä sen asukkaat ovat hylänneet lain, rikkoneet käskyt, tehneet tyhjäksi ikuisen liiton.",
      "Siksi kirous syö maan, sen asukkaat saavat maksaa teoistaan. Siksi maan asukkaat käyvät vähiin, vain muutama harva jää jäljelle ihmisen suvusta.",
      "Rypäleen mehu ehtyy, viiniköynnökset kuivuvat ja kaikki ilosydämiset alkavat huokailla.",
      "Rumpujen riemu vaimenee, iloinen kohina hiljenee, vaikenee harppujen ääni.",
      "Enää ei juoda viiniä, ei lauleta, juoma on käynyt juojilleen karvaaksi.",
      "Kaupunki on kukistunut, se on sekasorron vallassa, jokainen ovi on sisältä teljetty.",
      "Kujilla kaikuu valitus viinin loppumisesta, kaikki ilo on poissa, riemu on maasta paennut.",
      "Vain autius on jäljellä, vain tyhjyys, kaupungin portit on murrettu.",
      "Näin käy maailman kansoille: niistä jää jäljelle sen verran kuin jää oliiveja puuhun, jota sadonkorjaaja ravistelee, sen verran kuin voi löytää rypäleitä, kun viininkorjuu on ohi.",
      "Jäljelle jääneet aloittavat ylistyksen, he iloitsevat ääneen Herran suuruudesta. Huutakaa siis lännessä",
      "ja vastatkaa huutoon aamunkoiton suunnalta, kunnioittakaa Herraa. Meren saarilla ja rannoilla kunnioittakaa Herran nimeä, hänen, joka on Israelin Jumala.",
      "Maan ääriltä saakka me kuulemme laulujen kaikuvan ylistykseksi Vanhurskaalle. Minä sanon: En jaksa, en jaksa, voi minua! Petosta petoksen jälkeen ja petoksen jälkeen vielä petos!",
      "Kauhu ja kuoppa ja loukku uhkaavat sinua, maan asukas.",
      "Joka pakenee kauhun huutoa, se putoaa kuoppaan, ja jos hän kuopasta nousee, hän jää loukkuun. Sillä taivaan akkunat aukenevat ja maan perustukset järkkyvät,",
      "maa järisee, maa järisee, maa aaltoaa ja huojuu, maa aaltoaa ja sortuu,",
      "maa horjuu kuin juopunut, vaappuu kuin vartiolava tuulessa. Raskaana sitä painaa sen rikkomus, se kaatuu eikä enää nouse.",
      "Sinä päivänä Herra vaatii tilille korkeuksissa asuvat korkeuden joukot ja maan päällä elävät maan kuninkaat.",
      "Heidät kootaan yhteen: yhteen ja samaan vankikuoppaan, samaan tyrmään heidät teljetään, ja vasta aikojen kuluttua heidän asiansa otetaan esiin.",
      "Kuu kalpenee, aurinko häpeää, kun Herra Sebaot hallitsee Siionin vuorella ja Jerusalemissa ja hänen kunniansa loistaa hänen kansansa vanhimmille."
    ],
    [
      "Herra, sinä olet minun Jumalani! Sinun korkeuttasi laulan, sinun nimeäsi ylistän, sillä sinä toteutit ihmeellisen suunnitelman, kaukaa harkitun, varman ja luotettavan.",
      "Sinä muutit kaupungin kiviröykkiöksi, linnoitetun kaupungin rauniokasaksi. Sinä hävitit kaupungista sortajien palatsit, eikä niitä koskaan rakenneta uudelleen.",
      "Sen tähden voimakas kansa kunnioittaa sinua ja julmien muukalaisten kaupungit pelkäävät sinua.",
      "Sinä olit turvapaikka heikolle, pakopaikka kurjalle vaikeuksien aikana, suoja rankkasateessa, varjo helteen tullen. Sillä väkivaltaisten mieli on kuin talvinen rankkasade,",
      "kuin helle autiomaassa. Vihollisten kerskailun sinä vaiennat. Niin kuin helle pilven varjostaessa, niin vaimenee väkivaltaisten voittolaulu.",
      "Tällä vuorella Herra Sebaot valmistaa pidot kaikille kansoille, herkkuruokien aterian, valioviinien juhlan: ydinrasvalla maustettuja herkkuja, kypsiä, kirkkaaksi seestettyjä viinejä.",
      "Tällä vuorella hän repäisee pois verhon, verhon kaikkien kansojen yltä, vaatteen joka on levitetty niiden ylle.",
      "Kuolema on nielty ainiaaksi. Herra Jumala pyyhkii kaikkien kasvoilta kyyneleet ja vapauttaa kansansa alennuksesta ja häpeästä kaikkialla maan päällä. Näin on Herra puhunut.",
      "Siellä se haroo käsillään niin kuin hukkuva haroo pysyäkseen pinnalla. Mutta Herra painaa alas sen ylpeyden kaikesta sen rimpuilusta huolimatta.",
      "Ja sinun kaupunkisi lujat ja korkeat muurit hän kaataa maahan. Hän raastaa ne alas maan tomuun."
    ],
    [
      "Sinä päivänä lauletaan Juudan maassa tätä laulua: -- Meillä on lujasti varustettu kaupunki, meidän turvaksemme hän on rakentanut muurit ja vallit.",
      "Avatkaa portit, että vanhurskas kansa saa astua sisään, kansa, jonka uskollisuus ei horju.",
      "Sille, jonka mieli on luja ja vakaa, sinä turvaat rauhan, kun hän turvautuu sinuun.",
      "Ajasta aikaan luottakaa Herraan, sillä Herrassa on turva, Herra on ikuinen kallio.",
      "Tietäkää: Herra on syössyt alas korkealla asuvat ja heidän ylhäisen kaupunkinsa, hän raastoi sen alas, raastoi alas maan tomuun.",
      "Jalat sitä tallaavat, köyhien jalat, maan vähäisten askelet. ylösnousemus",
      "Oikeamielisten polku on suora, sinä tasoitat vanhurskaan tiet.",
      "Sinun tahtosi tielle, Herra, me ikävöimme, me kaipaamme sinua, me toistamme nimeäsi.",
      "Sinua minun sieluni yöllä janoaa, sinua minun henkeni etsii. Kun sinä panet tuomiosi täytäntöön maan päällä, maanpiirin asukkaat oppivat tuntemaan vanhurskauden.",
      "Mutta jumalaton, vaikka hänet armahdettaisiin, ei opi elämään vanhurskaan tavoin. Hän vääristää oikeuden, ei hän näe Herran valtasuuruutta.",
      "Sinun kätesi on korkealla, Herra. Sinun vihollisesi eivät sitä näe. Mutta vielä he näkevät, miten sinä kiivastut kansasi puolesta. Mikä häpeä heille! Tuli heidät syököön, nuo sinun vihamiehesi.",
      "Herra, sinä valmistat meille rauhan. Myös se on sinun tekoasi, niin kuin kaikki mitä me olemme saaneet aikaan.",
      "Herra, meidän Jumalamme, meitä ovat vallinneet toiset herrat, et sinä. Nyt vain sinun nimesi on huulillamme.",
      "He ovat kuolleet, eivät herää eloon, nuo mahtajat eivät nouse manalta, sillä sinä olet vaatinut heidät tilille ja tuhonnut heidät ja pyyhkinyt pois heidän muistonsa.",
      "Suureksi olet tehnyt kansasi, Herra, olet lisännyt sen määrää, olet osoittanut suuruutesi ja työntänyt kauas kaikki maan rajat.",
      "Kun jouduimme ahdinkoon, me etsimme sinua, Herra, sinun kurituksesi sai meidät suremaan ja huokailemaan.",
      "Niin kuin raskaana oleva nainen, jonka aika on tullut, vääntelehtii ja huutaa kipuaan, niin olimme edessäsi, Herra.",
      "Me olimme raskaana, me vääntelehdimme, mutta niin kuin tuulta oli se mitä synnytimme. Mitään apua emme pystyneet tuomaan, ketään emme synnyttäneet asumaan maata.",
      "Mutta sinun kuolleesi heräävät eloon, heidän ruumiinsa nousevat ylös. Tomuun vaipuneet, herätkää ja riemuitkaa! Sinun kimaltava aamukasteesi virvoittaa maan, ja niin maa palauttaa kuolleet elämään.",
      "Ja nyt, kansani, mene huoneisiisi, sisälle, sulje ovet jäljessäsi. Pysy piilossa lyhyt hetki, kunnes raivo on ohi.",
      "Sillä itse Herra lähtee asuinpaikastaan vaatiakseen maan asukkaat tilille kaikesta pahasta, mitä he ovat tehneet. Silloin maa paljastaa kaiken siihen vuodatetun veren eikä enää peitä surmattujen ruumiita."
    ],
    [
      "Sinä päivänä Herra vaatii tilille ja lyö suurella, vahvalla ja terävällä miekallaan Leviatanin, nopealiikkeisen käärmeen, Leviatanin, kiemurtavan käärmeen, iskee hengiltä syvyyden hirviön.",
      "-- Minä, Herra, olen sen vartija, yhtenään minä kastelen sitä. Minä vartioin sitä päivin ja öin, jottei sitä kukaan vahingoittaisi.",
      "Vihani hehku on ohi. Mutta jos vain näen ohdakkeita ja orjantappuroita, käyn taisteluun niitä vastaan ja poltan ne kaikki,",
      "jolleivät etsi minusta turvaa ja tee rauhaa kanssani, rauhaa minun kanssani.",
      "Tulevina aikoina Jaakob juurtuu, Israel kukkii ja kukoistaa, ja hedelmiin peittyvät maan kasvot.",
      "-- Onko hän lyönyt teitä yhtä ankarasti kuin hän löi teidän lyöjiänne? Onko hän tappanut teitä yhtä säälimättömästi kuin hän tappoi teidän kansanne tappajia?",
      "Vain hätistämällä pois, karkottamalla hän teitä ojensi, kiivaalla henkäyksellään hän ajoi teidät tiehenne itätuulen päivänä.",
      "Näin sovitetaan Jaakobin synnit, tämä on kääntymyksen hedelmä: Jaakob murskaa kaikki väärien alttarien kivet niin kuin kalkkikivi murskataan, eikä maahan enää nouse asera-paaluja, ei suitsutusalttareita.",
      "Yksin jää linnoitettu kaupunki niin kuin heitteille jätetty laidun, hylätyksi kuin autiomaa. Siellä vasikat kulkevat laitumella, siellä ne oleilevat, kaluavat pensaat paljaiksi,",
      "ja kun oksat kuivettuvat risuiksi, naiset tulevat ja katkovat ne polttopuiksi. Se kansa hylkää viisauden. Siksi sen luoja ei sitä sääli, hän, joka sen loi, ei sitä armahda.",
      "Sinä päivänä Herra karistaa tähkistä irti jyvät Eufratilta aina Egyptin rajapurolle saakka, ja jyvä jyvältä teidät poimitaan talteen, te Israelin lapset.",
      "Ja sinä päivänä puhalletaan suureen torveen, ja Assyrian maahan kadonneet ja Egyptin maahan hajaantuneet tulevat ja kumartuvat Herran eteen Jerusalemin pyhällä vuorella."
    ],
    [
      "Voi Efraimin juomarien ylvästä kruunua, kuihtuvaa seppelettä! Voi viinin tuuperruttamien ihanaa kaupunkia, joka kohoaa viljavan laakson yläpuolella!",
      "Herralla on valmiina mies, väkevä ja mahtava kuin raesade tai rajumyrsky, kuin valtavien vesien tulvasade, joka kaataa voimallaan kaiken lakoon.",
      "Jalkoihin tallataan Efraimin juomarien ylväs kruunu,",
      "kuihtuva seppele, ihana kaupunki, joka kohoaa viljavan laakson yläpuolella. Sen käy kuin alkukesän varhaisviikunan: kun joku sen näkee, se tuskin ehtii kädessä käväistä kun on jo kadonnut suuhun.",
      "Sinä päivänä Herra Sebaot on oleva kansansa jäännökselle ihana kruunu, ylväs seppele,",
      "hän antaa oikeuden tunnon niille, jotka tuomareina jakavat oikeutta, ja rohkeuden niille, jotka kaupungin portilla torjuvat rynnäkön.",
      "Nuokin ovat viinistä humaltuneita, horjahtelevat väkevien juomien huumaamina: pappi ja profeetta juovat ja horjuvat, viini on vienyt heidät mukaansa. He horjuvat juopuneina, hoippuvat näkyjä nähdessään ja kompastuvat oikeutta jakaessaan.",
      "Kaikki pöydät ovat täynnä oksennusta, kaikkialla saastaa, ei missään puhdasta paikkaa.",
      "Ja vieraalla kielellä, oudoin sanoin hän on vastedes puhuva tälle kansalle,",
      "hän, joka oli sanonut heille: -- Tässä on lepopaikka. Sallikaa väsyneiden hengähtää, täällä on lepo ja virvoitus. Mutta he eivät tahtoneet kuulla.",
      "Sen tähden kuulkaa Herran sana, te tyhjänpuhujat, tämän kansan hallitsijat, jotka asutte Jerusalemissa!",
      "Siksi Herra Jumala sanoo näin: -- Katsokaa: minä lasken Siioniin peruskiven, huolella valitun kivipaaden, kallisarvoisen kulmakiven sitomaan vankkaa perustaa. Joka uskoo, ei horju.",
      "Minun työssäni on mittana oikeus ja luotilankana vanhurskaus. Mutta rakeet hakkaavat pettävän turvapaikan ja tulva vie piilopaikan mennessään,",
      "teidän liittonne kuoleman kanssa pyyhitään pois ja teidän sopimuksenne tuonelan kanssa raukeaa. Tuhotulva vyöryy teidän ylitsenne, se lyö teidät maahan.",
      "Joka kerta kun se vyöryy ylitse, se tempaa teidät mukaansa. Aamu aamulta se vyöryy yli, päivä päivältä, yö yöltä. Kauhun vapina valtaa teidät, kun teille selviää, mitä sanoma merkitsee.",
      "Toden totta: vuode on lyhyt, ei sille voi ojentautua, peite kapea, ei siihen voi kääriytyä.",
      "Itse Herra nousee niin kuin hän nousi Perasiminvuoren luona, niin kuin kiivastui Gibeoninlaaksossa, niin hän kiivastuu ja tekee työnsä -- outo on hänen työnsä! -- ja toteuttaa tekonsa -- merkillinen on hänen tekonsa!",
      "Älkää siis enää pilkatko, etteivät kahleenne tulisi vielä raskaammiksi, sillä olen saanut tietää, että Jumala, Herra Sebaot, on tehnyt päätöksensä ja on valmis hävittämään kaiken maan.",
      "Nyt kuunnelkaa tarkasti minun puhettani, pankaa mieleenne mitä sanon.",
      "Kyntääkö maamies joka päivä maataan kylvöä varten, muokkaako hän päivästä päivään äkeellä peltoaan?",
      "Ei, ensin hän tasoittaa maan pinnan ja sitten ripottelee mustakuminaa, sirottelee maustekuminaa, kylvää vehnää, hirssiä, ohraa ja pellon reunaan vaivaisvehnää.",
      "Herra neuvoo hänelle miten toimia, hänen Jumalansa opettaa häntä.",
      "Eihän mustakuminaa puimareellä puida eikä puimajyrää kierrätetä kuminain päällä! Kepillä mausteet irti hakataan, sauvalla kuminan siemenet.",
      "Vilja tosin puidaan jyräämällä, mutta ei sitäkään loputtomiin puida. Vaikka jyrä ja vetojuhdat saavat kulkea sen ylitse, ei niiden anneta jauhaa sitä rikki.",
      "Herra Sebaot on antanut tämänkin taidon. Ihmeelliset ovat hänen neuvonsa, hän antaa runsaan menestyksen."
    ],
    [
      "Voi Ariel, Ariel, voi sinua, kaupunki jonka luo Daavid leiriytyi! Lisätkää vuoteen vielä vuosi, kiertäkööt juhlat kiertonsa,",
      "sitten minä panen ahtaalle sinut, Ariel, ja sinä voihkit ja valitat. Niin sinusta todella tulee minun uhrialttarini.",
      "Kuten Daavid minä leiriydyn sinua piirittämään, saarran sinut vallein ja pystytän piirityslaitteet sinun ympärillesi,",
      "ja sinä vaivut maahan, sieltä sinä puhut, tomusta sinun äänesi vaimeana kuuluu kuin vainajahengen ääni, kuin kuiskaus se kohoaa tomusta.",
      "Sinun vihollisiasi on kuin hienoa hiekkaa, kuin akanapilvi on sinun ahdistajiesi lauma. Mutta yhtäkkiä, arvaamatta,",
      "Herra Sebaot taas muistaa sinua ja tulee luoksesi ukkosen jyrinässä, saattonaan maanjäristys ja valtava pauhu, mukanaan pyörremyrsky ja rajuilma ja ahnas tulenlieska.",
      "Kuin uni, yöllinen painajainen on silloin koko vierasheimoisten lauma, niiden, jotka sotivat sinua vastaan, Ariel, kaikkien, jotka sinua ahdistivat ja piirittivät ja hyökkäsivät sinua vastaan.",
      "Heidän käy kuin nälkäisen, joka uneksii ja uskoo syövänsä mutta herää yhtä nälkäisenä kuin nukahti, tai kuin janoisen, joka uneksii ja luulee juovansa mutta herää yhä nääntyneenä, kurkku kuivana. Niin käy vierasheimoisten koko lauman -- kaikkien, jotka ovat hyökänneet Siionin vuorta vastaan.",
      "Ihmetelkää ja typertykää, sokaistukaa ja jääkää sokeuteenne! Juopukaa -- muusta kuin viinistä, hoippukaa -- muusta kuin väkevistä juomista!",
      "Sillä Herra on vaivuttanut teidät raskaaseen horrokseen ja sokaissut teidän silmänne, profeettanne, ja verhonnut teidän päänne, näkijänne.",
      "Herra sanoi: -- Koska tämä kansa lähestyy minua vain suullaan ja kunnioittaa minua vain huulillaan, koska sen sydän on vetäytynyt minusta kauas ja koska sen kuuliaisuus minua kohtaan on vain opittujen ihmiskäskyjen noudattamista,",
      "niin minä teen uudelleen tälle kansalle ihmeellisiä, hämmästyttäviä ihmetekoja, ja sen viisaiden viisaus häviää ja sen ymmärtäväisten ymmärrys katoaa.",
      "Vain lyhyt aika enää, ja Libanonin vuoret muuttuvat hedelmätarhaksi, ja tarhat ovat laajoja kuin metsät.",
      "Sinä päivänä kuurot kuulevat kirjan sanat, sokeat pääsevät synkästä pimeydestä ja heidän silmänsä näkevät.",
      "Kurjat riemuitsevat jälleen Herrasta ja köyhimmät iloitsevat Israelin Pyhästä,",
      "sillä sortajat ovat hävinneet ja pilkkaajat ovat poissa ja väärintekijät revitään juurineen maasta,",
      "nuo, jotka sanoillaan leimaavat viattoman syylliseksi ja puheillaan virittävät ansoja kaupunginportin tuomarille, nuo, joiden väärä todistus tuo syyttömälle tuomion.",
      "Sen tähden Herra, joka lunasti omakseen Abrahamin, sanoo Jaakobin suvulle näin: -- Nyt ei Jaakobin enää tarvitse olla häpeissään, enää eivät hänen kasvonsa kalpene.",
      "Sillä kun he näkevät keskuudessaan minun kätteni luomuksen -- omat lapsensa --  he jälleen pitävät pyhänä minun nimeni, pitävät pyhänä Jaakobin Pyhän ja vapisevat kunnioituksesta Israelin Jumalan edessä.",
      "Ja ne, joiden mieli on eksyksissä, tulevat järkiinsä, ja marisijat ottavat opikseen."
    ],
    [
      "-- Voi tottelemattomia lapsia, sanoo Herra. -- He laativat suunnitelmia ottamatta minua lukuun, solmivat liittoja minun tahdostani piittaamatta ja niin lisäävät synnin synnin päälle.",
      "Minun tahtoani kysymättä he rientävät Egyptiin hakeutuakseen faraon turvaan, suojautuakseen Egyptin varjoon.",
      "Mutta faraon turva pettää teidät, Egyptin suoja tuottaa teille häpeän.",
      "Vaikka jo ovatkin neuvottelijat Soanissa ja lähettiläät Hanesissa asti,",
      "niin häpeää siitä vain seuraa: tuosta kansasta ei ole teille hyötyä, ei apua eikä hyötyä, vain pettymystä ja häpeää.",
      "Ennussana Negevin eläimistä. Halki vaivan ja ahdistuksen maan, naarasleijonan ja murisevan jalopeuran maan, halki hietakyyn ja siivekkään liskon maan he kuljettavat rikkauksiaan aasien selässä ja aarteitaan kamelien kyttyröillä tuolle kansalle, josta ei hyötyä ole.",
      "Tule ja kirjoita tämä heille tauluun, kaiverra se heille piirtokirjoitukseksi, niin että se pysyy tuleviin päiviin asti, todistuksena ikuisesti.",
      "-- Totisesti, tämä on kapinallinen kansa! He ovat vilpillisiä lapsia, he eivät tahdo kuulla Herran lakia.",
      "Siksi Israelin Pyhä sanoo näin: -- Koska te halveksitte tätä sanaa ja luotatte sortoon ja kierouteen ja nojaudutte siihen,",
      "on tämä syntinne oleva teille kuin kasvava halkeama korkeassa muurissa: yhtäkkiä, arvaamatta muuri sortuu ja luhistuu.",
      "Se menee murskaksi kuin viallinen ruukku, jonka savenvalaja säälittä iskee rikki, niin ettei siitä jää edes palasta, jolla voisi noutaa tulta tulisijasta tai ammentaa vettä lammikosta.",
      "Näin sanoo Herra Jumala, Israelin Pyhä: -- Jos käännytte ja pysytte levollisina, te pelastutte, hiljainen luottamus on teidän voimanne. Mutta te ette tahdo",
      "Tuhat pakenee yhden ärjäisyä, kun viisi ärjäisee, te pakenette kaikki, niin että jäljelle jää vain rippeet kuin viirin tanko vuoren laella tai merkkilippu kukkulalla.",
      "Kuitenkin Herra vain odottaa, että voisi olla teille armollinen, hän nousee armahtamaan teitä. Herra on oikeuden Jumala. Autuaita ne, jotka häntä odottavat!",
      "Siionin kansa, sinä joka asut Jerusalemissa, sinun itkusi aika on ohi! Kun huudat häneltä apua, hän armahtaa, hän kuulee ja vastaa sinulle.",
      "Vaikka Herra suo sinulle vain kapean leivän ja niukasti vettä, hän, sinun opastajasi, ei enää kätkeydy. Omin silmin sinä saat nähdä hänet.",
      "Aina kun olet eksymässä tieltä, milloin oikeaan, milloin vasempaan, sinä omin korvin kuulet takaasi ohjeen: -- Tässä on tie, kulkekaa sitä.",
      "Kun kylvät maan, hän antaa sateen kostuttaa siemenet niin että maan kasvu, vilja, on sankkaa ja satoisaa. Sinun karjasi käy sinä päivänä laitumella avaralla kedolla,",
      "ja härät ja aasit, jotka kyntävät peltosi, saavat syödäkseen parasta hapanrehua, jota heitellään niiden eteen hangolla ja talikolla.",
      "Ja jokaisella vuorella, jokaisella korkealla kukkulalla vesi on virtaava puroissa ja peltojen ojissa suuren surman päivänä tornien sortuessa.",
      "Silloin kuun valo on oleva kuin auringon valo, ja auringon valo on oleva seitsenkertainen, kuin seitsemän päivän valo yhdellä kertaa -- sinä päivänä, jona Herra sitoo kansansa haavat ja parantaa sen ruhjeet ja vammat.",
      "Herran nimi saapuu kaukaa, Herra saapuu, hänen kasvonsa leimuavat, hänessä palaa vihan liekki, hänen huulillaan hehkuu raivo, hänen kielensä on kuin kaiken nielevä tuli,",
      "hänen henkäyksensä kuin joenuoman tulvavesi, joka hetkessä kohoaa kaulaan saakka. Hän valjastaa kansanheimot ankaraan ikeeseen, panee niiden suupieliin suitset, jotka suistavat ne tieltä.",
      "Silloin teidän huulillanne on laulu niin kuin pyhän juhlan aattoiltana ja sydämessänne ilo niin kuin niillä, jotka kulkevat huilujen soidessa Herran vuorelle, kohden Israelin turvakalliota.",
      "Niin Herra antaa valtiasäänensä kaikua, kaikkien nähden hänen käsivartensa ojentuu maata kohden vihan vimmassa, ankarana tulenliekkinä, sademyrskynä, rajukuuroina, raeryöppyinä.",
      "Ja Herran äänen voimasta Assyrian rohkeus murtuu. Ruoskallaan hän sitä kurittaa,",
      "ja aina kun hänen sauvansa heilahtaa lyöntiin -- kipeästi satuttavaan lyöntiin --  kuuluu rumpujen ja harppujen ääni. Ja käsi koholla hän käy taisteluun vihollista vastaan.",
      "Jo aikoja sitten on valmiiksi kaivettu polttopaikka heitä varten -- myös kuningasta varten se on valmistettu. Siitä on tehty syvä ja leveä, sytykkeitä on varattuna, polttopuita yllin kyllin. Herran henkäys on kuin laavavirta, se saa ne leimahtamaan liekkiin."
    ],
    [
      "Voi heitä! He etsivät apua Egyptistä, he luottavat hevosiin, joita siellä on paljon, he luottavat sotavaunujen määrään, he uskovat vaunusoturien paljouteen. Ei heidän katseensa etsi Israelin Pyhää, eivät he lähesty Herraa neuvoja saadakseen.",
      "Mutta onhan myös Herra viisas! Hän voi lähettää onnettomuuden, eikä hän sanojaan peruuta. Hän käy taisteluun niitä vastaan, jotka tekevät vääryyttä, ja niitä vastaan, jotka ryhtyvät väärintekijöiden auttajiksi.",
      "Egypti on ihminen, ei Jumala, egyptiläisten hevoset ovat lihaa, eivät henkeä. Kun Herra kohottaa kätensä, silloin auttaja alkaa kompastella, silloin autettava kaatuu. Yhdessä he suistuvat perikatoon.",
      "Näin on Herra minulle sanonut: -- Niin kuin leijona murisee, kun paimenet kutsuvat toisiaan käydäkseen yhdessä sen kimppuun, niin kuin nuori leijona ärisee saaliinsa päällä säikkymättä huutoja, väistämättä ääniä, niin Herra Sebaot astuu alas Siionin vuorelle, käy kukkulalle valmiina taisteluun.",
      "Niin kuin lintujen parvi peittää taivaan, niin Herra Sebaot peittää kilpenä Jerusalemin. Hän suojelee sitä ja pelastaa sen, hän varjelee sitä ja suo sille turvan.",
      "Palatkaa hänen luokseen, Israelin lapset, hänen, jonka luota olette kulkeneet niin kauas!",
      "Sinä päivänä te jokainen hylkäätte hopeiset ja kultaiset epäjumalanne, jotka te teitte syntisillä käsillänne.",
      "Assyria kaatuu miekkaan -- ei miehen miekkaan! Miekka sen nielee -- ei ihmisen miekka! Se pakenee miekan tieltä, sen nuoret miehet joutuvat pakkotyöhön.",
      "Kauhusta murtuu sen turva, kallioksi luultu, sen ruhtinaat säikkyvät pakosalle merkkiviirin luota. Näin sanoo Herra, jolla on tuli Siionissa, hän, jolla on hehkuva pätsi Jerusalemissa."
    ],
    [
      "Tulee aika, jolloin kuningas hallitsee vanhurskaasti ja ruhtinaat hoitavat tehtävänsä oikeuden mukaan.",
      "Silloin jokainen heistä on kuin turvapaikka myrskyn tullen, kuin suoja rankkasateen puhjetessa, kuin virvoittava vesi aavikolla, kuin kallionjärkäleen varjo helteen uuvuttamassa maassa.",
      "Silloin näkevien silmät eivät ole ummessa ja kuulevien korvat ovat avoinna kuulemaan.",
      "Neuvottomien sydän saavuttaa tiedon, sammaltavien kieli oppii puhumaan selkeästi.",
      "Enää ei houkkaa sanota kunnian mieheksi eikä lurjusta jalomieliseksi.",
      "Sillä houkka puhuu houkan puheita, hänen sydämensä hautoo pahaa. Siksi hänen tekonsa ovat jumalattomia, hänen puheensa Herrasta ovat mieltä vailla. Se mies jättää nälkäisen nääntymään, janoisen hän jättää juomaa vaille.",
      "Lurjuksella on katalat keinonsa, hän punoo juonia, valehtelee ja hyötyy köyhän kustannuksella, riistää puheillaan varattomilta oikeuden.",
      "Mutta jalon miehen mielessä ovat jalot teot, hän pysyy lujasti hyvän puolella.",
      "Nouskaa, te huolettomat naiset, kuunnelkaa minua! Kuulkaa, te itsevarmat tyttäret, pankaa mieleen, mitä minä sanon!",
      "Vuosi vielä, vähän toista, ja te, nyt niin varmat, vapisette. Viininkorjuun aika on ohi, eikä hedelmien korjuuta tule.",
      "Säikkykää, huolettomat, vaviskaa, itsevarmat! Riisukaa vaatteenne, vyöttäkää säkkivaate uumillenne,",
      "lyökää surusta rintoihinne ihanien peltojen tähden, hedelmällisten viiniköynnösten tähden,",
      "kansani viljelysmaiden tähden -- orjantappuraa ja ohdaketta ne silloin kasvavat - -  ja kaikkien riemua tulvivien talojen tähden, koko ilakoivan kaupungin tähden.",
      "Sillä palatsi jää autioksi, kohiseva kaupunki hylätään. Missä kohosi Ofelinkukkulan linna vartiotorneineen, siinä leviää ikuisesti rauniokenttä, villiaasien mielipaikka, karjalaumojen laidunmaa.",
      "Näin on oleva, kunnes meihin tulee korkeudesta henki. Silloin autiomaa muuttuu hedelmätarhaksi ja tarhat ovat laajoja kuin metsät.",
      "Silloin autiomaassa asuu oikeus ja vanhurskaudella on majansa hedelmätarhojen keskellä.",
      "Ja vanhurskauden hedelmänä on oleva rauha. Siitä kasvaa levollinen luottamus, turvallisuus, joka kestää iäti.",
      "Minun kansani saa asua rauhan niityillä, turvallisissa asuinpaikoissa, huolettomilla leposijoilla.",
      "Metsää kaatuu lakoon, kaupunkeja sortuu maahan,",
      "mutta te onnelliset, te saatte kylvää kaikkialle, missä vesi kostuttaa maan, saatte päästää härkänne ja aasinne vapaasti kulkemaan laitumilla."
    ],
    [
      "Voi sinua, tuhooja, jota ei ole tuhottu, petturi, jota ei ole petetty! Kun olet tuhottavasi tuhonnut, sinut tuhotaan, kun olet petettäväsi pettänyt, sinut petetään.",
      "Herra, ole meille armollinen! Toivoen me katsomme sinuun. Ole joka aamu käsivarsiemme voima, hädän hetkenä pelasta meidät!",
      "Suuren jylinän tieltä kaikkoavat kansat. Kun sinä nouset, kansakunnat hajaantuvat pakoon.",
      "Kuin heinäsirkat te saatte käydä saaliin kimppuun, kuin kalvajasirkkojen parvi te ahmitte sitä.",
      "Ylhäinen on Herra! Hän asuu korkeudessa. Oikeudella ja vanhurskaudella hän täyttää Siionin.",
      "Sinun tulevat päiväsi hän turvaa, hetkestä hetkeen, hänellä on varattuna apua yllin kyllin, viisautta ja tietoa. Siionin aarre on Herran pelko.",
      "Kuule! Arielin asukkaat valittavat kaduilla, katkerasti itkevät ne, jotka rauhasta neuvottelivat.",
      "Valtatiet ovat autioina, kulkijat ovat kadonneet. Liitto on mitätöity, sen todistajia halveksitaan, ihmishengelle ei arvoa anneta.",
      "Maa valittaa ja kuihtuu, häpeissään on Libanon, puut kuivettuneina. Saaronin tasanko on kulottunut aroksi, Basan ja Karmel ovat alastomat.",
      "-- Nyt minä nousen, sanoo Herra. Nyt minä asetun korkealle, nyt käyn toimeen.",
      "Heinää te kannatte kohdussanne, olkia synnytätte, minun henkeni syö teidät kuin tuli.",
      "Kansat murennetaan kuin kalkkikivi tulella, kuin irti hakatut orjantappurat ne leimahtavat liekkiin.",
      "Kuulkaa, kaukaiset kansat, mitä olen tehnyt! Lähellä elävät, oppikaa tuntemaan minun voimani!",
      "Se, joka elää vanhurskaasti ja puhuu oikein, joka hylkää laittoman hyödyn, joka pitää kätensä puhtaina lahjuksista, joka sulkee korvansa murhajuonilta eikä katsele sormien läpi vääryyden töitä.",
      "Korkealla vuorella hän saa asua, kalliolinnoissa, joissa hänellä on turva. Leipää hän saa riittämiin, eikä hänen juomavetensä ehdy.",
      "Omin silmin sinä saat nähdä kuninkaan, hänen kauneutensa, sinä saat nähdä avaran maan.",
      "Sydämesi muistelee menneitä kauhuja: missä nyt on veronkantaja, missä veron punnitsija, missä torneja tarkastava vieras?",
      "Enää et näe tuota röyhkeää muukalaiskansaa, jonka kieltä ei kukaan ymmärrä, jonka puhe on kummallista, mieltä vailla.",
      "Katso Siionia, meidän juhliemme kaupunkia! Sinun silmäsi saavat nähdä Jerusalemin, turvallisen leposijan, teltan, jota ei pureta, ei siirretä. Sen vaarnat eivät koskaan irtoa, yksikään sen köysistä ei katkea.",
      "Meillä on siellä väkevä valtias, Herra, meillä on jokien lähde ja leveät virrat. Niitä ei kulje soutualus eikä ylitä uljainkaan pursi.",
      "Totisesti, Herra on tuomarimme. Hän johtaa meitä. Herra on valtiaamme, Herra on kuninkaamme. Hän pelastaa meidät.",
      "Kun köydet ovat löystyneet eivätkä enää pidä mastoa pystyssä, eivät purjetta levällään, silloin jaetaan ryöstösaalista runsaasti. Rammatkin saalistavat muiden mukana,"
    ],
    [
      "Kansat, tulkaa kuulemaan, kuunnelkaa, kansakunnat! Kuule, maa kaikkine asukkainesi, maanpiiri ja kaikki mikä siitä versoo!",
      "Itse Herra on vihastunut kaikkiin kansakuntiin, hänen vihansa kohtaa kansojen joukot. Hän on vihkinyt ne tuhon omiksi, jättänyt ne teurastajan käsiin.",
      "Surmatut jätetään hautaamatta, löyhkä nousee heidän raadoistaan, heidän verensä valuu pitkin vuoria.",
      "Taivaan voimat hajoavat, ja taivas kiertyy kokoon kuin kirjakäärö. Sen tähtien joukot varisevat maahan kuin viiniköynnösten lakastuneet lehdet, niin kuin kuivettuneet viikunat karisevat puusta.",
      "-- Kun miekkani on kyllikseen juonut taivaissa, se syöksyy alas Edomiin, iskee kansaan, jonka olen syystä tuominnut tuhoon.",
      "Herran miekka on kauttaaltaan veressä ja tihkuu rasvaa, se valuu lampaiden ja pukkien verta ja pässien munuaisrasvaa, sillä Herralla on uhrijuhla Bosrassa ja suuri teurastus Edomin maassa.",
      "Siellä villihärät sortuvat rinnan muiden kanssa, vasikat ja mullikat rinnan sonnien kanssa. Maa juo kyllikseen niiden verta, Edomin kamara kiiltää niiden rasvasta.",
      "Tämä on Herran kostonpäivä, se vuosi, jolloin hän maksaa Siionin ahdistajalle.",
      "Edomin puroissa virtaa sula piki, rikiksi muuttuu sen sora, sen kamara on palavaa pikeä.",
      "Maa ei sammu yöllä eikä päivällä, siitä kohoaa savua lakkaamatta, polvesta polveen se pysyy asumattomana, ajasta aikaan se on kulkijaa vailla.",
      "Sen perivät siilit ja huuhkajat, korpit ja pöllöt majailevat siellä. Herra jännittää mittanuoran ja rakentaa autiuden, hän laskee luotilangan ja pystyttää tyhjyyden.",
      "Ei ole enää ylimyksiä kutsumassa ketään kuninkaakseen, maan kaikki ruhtinaat ovat jäljettömiin kadonneet.",
      "Palatsit kasvavat piikkipensasta, varustukset nokkosta ja ohdaketta. Koko maasta tulee hyeenojen tanner, kamelikurkien asuinsija.",
      "Villikoirat ja sakaalit siellä kohtaavat, villivuohi villivuohta kutsuu. Siellä lepäilee Lilit, öinen velhotar, sieltä hän löytää rauhallisen sijan.",
      "Myös nuolikäärme löytää sieltä turvapaikan, pesii ja munii, hautoo munansa hiekassa. Sinne kokoontuvat haaskalinnut kukin kumppaninsa kanssa.",
      "Tutkikaa Herran kirjaa, lukekaa: ainoakaan näistä eläimistä ei sieltä puutu, kaikki ne ovat siellä, eikä yksikään ole kumppania vailla. Totisesti, hän on näin käskenyt, hän itse on koonnut nämä kaikki yhteen.",
      "Hän on arvalla jakanut niille maan, mittanuoralla määrännyt kullekin osuuden. Ajasta aikaan ne saavat pitää sen perintönään, polvesta polveen ne saavat siellä asua."
    ],
    [
      "Aavikko iloitsee, autiomaa iloitsee, aro riemuitsee, se puhkeaa kukkaan! Kuin lilja kukkikoon maa,",
      "se riemuitkoon, huutakoon ääneen! Sen osaksi tulee Libanonin kunnia, Karmelin ja Saaronin ihanuus. Kaikki saavat katsella Herran kunniaa, meidän Jumalamme ihanuutta.",
      "Voimistakaa uupuneet kädet, vahvistakaa horjuvat polvet,",
      "Silloin aukenevat sokeiden silmät ja kuurojen korvat avautuvat,",
      "rampa hyppii silloin kuin kauris, mykän kieli laulaa riemuaan. Lähteitä puhkeaa autiomaahan, vuolaina virtaavat purot arolla.",
      "Hehkuva hiekka muuttuu lammikoiksi, janoinen maa pulppuaviksi lähteiksi. Siellä, missä hyeenat lepäilivät, kasvaa silloin rantakaislaa ja papyrusta.",
      "Ja sinne syntyy tie, valtatie, sitä kutsutaan Pyhäksi tieksi. Epäpyhä ei saa sille astua: Herran tien kulkijoille se kuuluu, heille yksin. Siellä ei tyhmäkään eksy.",
      "Leijona ei nouse sille tielle, ei yksikään raateleva peto, ei yksikään. Vain vapaiksi lunastetut sitä vaeltavat.",
      "Herran vapaiksi ostamat palaavat ja saapuvat riemuiten Siioniin. He kantavat päänsä päällä ikuista iloa. Ilo ja riemu astuvat portista, huoli ja huokaus pakenevat kauas."
    ],
    [
      "Kuningas Hiskian neljäntenätoista hallitusvuotena Sanherib, Assyrian kuningas, hyökkäsi Juudan linnoitettuja kaupunkeja vastaan ja valloitti ne.",
      "Ollessaan Lakisissa hän lähetti ylimmän juomanlaskijansa mahtavan sotajoukon komentajana Jerusalemiin viemään viestin kuningas Hiskialle. Komentaja jäi odottamaan Yläaltaan kanavan äärelle, Pesijänkentän tien varteen.",
      "Hovin päällikkö Eljakim, Hilkian poika, hovikirjuri Sebna ja kuninkaan sihteeri Joah, Asafin poika, menivät tapaamaan häntä.",
      "Minä kysyn sinulta: Riittävätkö sodassa pelkät puheet taitoa ja voimaa vastaan? Keneen sinä nyt turvaat, kun uskallat kapinoida minua vastaan?",
      "Sinä tietenkin luotat Egyptiin, tuohon murtuvaan ruokosauvaan! Mutta jos joku siihen nojaa, se tunkeutuu hänen kämmeneensä ja lävistää sen. Sellainen on farao, Egyptin kuningas, kaikille niille, jotka luottavat häneen.",
      "Vai sanotko sinä minulle: 'Me luotamme Jumalaamme, Herraan'? Mutta hänen uhrikukkuloitaan ja alttareitaan Hiskia itse on hävittänyt. Eikö juuri oma kuninkaanne sanonut Juudan ja Jerusalemin asukkaille: 'Vain tämän alttarin edessä saatte palvella Herraa'?",
      "Kuinka siis pystyisit ajamaan maastasi edes yhden käskynhaltijan, herrani vähäisen palvelijan? Mutta sinä vain luotat Egyptiin, sen vaunuihin ja sotureihin!",
      "Näin sanoo kuningas: Älkää antako Hiskian pettää itseänne! Ei hän voi teitä pelastaa.",
      "Älkää antako Hiskian houkutella teitä luottamaan omaan jumalaanne, kun hän vakuuttaa: 'Kyllä Herra meidät pelastaa, ei tämä kaupunki joudu Assyrian kuninkaan käsiin.'",
      "aina siihen hetkeen saakka, jolloin minä ehdin tänne ja vien teidät mukanani maahan, joka on teidän oman maanne kaltainen: viljan ja viinin, leivän ja viinitarhojen maahan.",
      "Älkää antako Hiskian johtaa itseänne harhaan sanomalla: 'Herra pelastaa meidät.' Sanokaa, onko joku kansojen jumalista pelastanut maansa Assyrian kuninkaan käsistä?",
      "Missä ovat nyt Hamatin ja Arpadin jumalat, missä Sefarvaimin jumalat? Pelastiko joku Samarian?",
      "Mutta he kaikki pysyttelivät vaiti eivätkä vastanneet hänelle, koska kuningas Hiskia oli kieltänyt heitä vastaamasta.",
      "Hovin päällikkö Eljakim, Hilkian poika, hovikirjuri Sebna ja kuninkaan sihteeri Joah, Asafin poika, repäisivät vaatteensa ja palasivat Hiskian luo kertomaan, mitä ylin juomanlaskija oli sanonut."
    ],
    [
      "Kun kuningas Hiskia kuuli, mitä oli tapahtunut, hän repäisi vaatteensa ja pukeutui säkkikankaaseen. Sitten hän meni Herran temppeliin.",
      "Hän lähetti hovin päällikön Eljakimin, hovikirjuri Sebnan ja pappien vanhimmat säkkikankaaseen verhoutuneina profeetta Jesajan, Amosin pojan, luo",
      "Kuningas Hiskian palvelijat tulivat Jesajan luo ja kertoivat, mitä kuningas oli sanonut.",
      "Assyrialaisten komentaja vetäytyi pois ja tavoitti Sanheribin piirittämästä Libnan kaupunkia, jonne tämä oli Lakisista lähtenyt.",
      "Kun Sanherib sitten sai tietää, että Nubian kuningas Tirhaka oli lähtenyt sotaan häntä vastaan, hän määräsi lähettiläänsä viemään Hiskialle viestin:",
      "Olethan kuullut, mitä Assyrian kuninkaat ovat tehneet kaikille muille maille: he ovat hävittäneet ne. Sinäkö vain pelastuisit?",
      "Entä ne kansat, joita isäni tuhosivat? Pelastivatko niitä niiden jumalat? Pelastivatko ne Gosanin tai Harranin tai Resefin tai Bet-Edenin kansat, Telassarin asukkaat?",
      "Kun Hiskia oli ottanut kirjeen lähettiläiden kädestä ja lukenut sen, hän meni temppeliin ja levitti sen Herran eteen.",
      "Ja hän rukoili Herraa näin:",
      "Käännä nyt korvasi puoleemme, Herra, ja kuuntele! Avaa silmäsi, Herra, ja katso! Kuule Sanheribin sanat, jotka hän on kirjoittanut pilkaten elävää Jumalaa.",
      "On totta, Herra, että Assyrian kuninkaat ovat tuhonneet kaikki kansat ja niiden maat",
      "ja heittäneet tuleen niiden jumalat. Mutta ne eivät olleetkaan oikeita jumalia, vaan ihmiskätten työtä, puuta ja kiveä, ja niin he saattoivat tuhota ne.",
      "ja nyt minä lausun hänestä näin: -- Sinua pilkkaa, sinulle ilkkuu neitsyt, tytär Siion. Sinun jälkeesi ivaten nyökyttää päätään tytär Jerusalem.",
      "Ketä pilkkasit, ketä herjasit, ketä uhmasit julkein huudoin? Korkealle sinun katseesi tavoitti: Israelin Pyhää vastaan!",
      "Käskyläisesi pilkkasivat Herraa, heidän suullaan sinä julistit: 'Sotavaunujeni voimalla minä rynnistin vuorten korkeuksiin, ylös Libanonin rinteille saakka! Minä kaadoin sen korkeat setrit, kaadoin ylväät sypressit, minä saavutin sen korkeimman huipun. Siellä on metsä kuin hedelmätarha.",
      "Olen kaivanut juomavettä maasta, olen juonut vierasta vettä, jalkapohjillani olen tallannut umpeen kaikki Egyptin virrat.'",
      "Eikö sinun korviisi ole vieläkään tullut, että minä olen tämän kaiken tehnyt? Jo ammoin minä sen suunnittelin, ja nyt olen sen toteuttanut: Autioiksi kiviröykkiöiksi sortuivat linnoitetut kaupungit.",
      "Avuttomiksi jäivät niiden asukkaat, vapisivat kauhusta ja häpeästä. He olivat kuin kasvit avoimella maalla, kuin ruoho, joka hetken viheriöi, he olivat katoilla kasvavaa heinää, pengerpelto itätuulen armoilla.",
      "Minä tiedän sinun olemisesi ja menemisesi ja tulemisesi ja sinun kiihkosi minua vastaan.",
      "Koska minun korviini on kantautunut sinun kiihkosi ja mahtailusi, minä kiinnitän koukun sinun nenääsi ja panen suitset suuhusi ja ajan sinut takaisin samaa tietä jota tulit.",
      "Ja Juudan suvusta ne, jotka ovat jääneet henkiin ja päässeet turvaan, kukoistavat jälleen kuin puu, joka kasvattaa juurta alas maahan ja hedelmiä ylös taivasta kohden,",
      "sillä jäännös lähtee kasvamaan Jerusalemista ja pelastuneiden joukko Siionin vuorelta. Tämän saa aikaan Herran Sebaotin pyhä kiivaus.",
      "Hän palaa samaa tietä, jota tuli, tähän kaupunkiin hän ei pääse, sanoo Herra.",
      "Niin Herran enkeli lähti liikkeelle ja löi assyrialaisten leirissä kuoliaaksi satakahdeksankymmentäviisituhatta miestä. Kun eloon jääneet heräsivät aamulla, kaikkialla lojui ruumiita.",
      "Silloin Sanherib, Assyrian kuningas, purki leirinsä ja lähti. Hän meni takaisin maahansa ja jäi Niniveen.",
      "Kun kuningas Sanherib kerran oli jumalansa Nisrokin pyhäkössä rukoukseen kumartuneena, hänen poikansa Adrammelek ja Sareser löivät miekalla hänet hengiltä ja pakenivat sitten Araratin maahan. Hänen jälkeensä tuli kuninkaaksi hänen poikansa Assarhaddon."
    ],
    [
      "Hiskia kääntyi seinään päin ja rukoili Herraa:",
      "Silloin Jesajalle tuli tämä Herran sana:",
      "Minä pelastan sinut ja tämän kaupungin Assyrian kuninkaan käsistä, minä suojelen tätä kaupunkia.'",
      "Herra antaa sinulle tällaisen merkin todisteeksi siitä, että hän toteuttaa minkä on luvannut:",
      "Juudan kuninkaan Hiskian psalmi, jonka hän sepitti, kun oli toipunut sairaudestaan.",
      "Minä ajattelin: Kesken päivieni juoksun minun on mentävä pois. Tuonelan porttien tuolla puolen joudun viettämään ne vuodet, jotka minulta jäivät elämättä.",
      "Minä ajattelin: En enää saa nähdä Herraa elävien maassa, en enää katsella ihmisiä maailman asukkaiden parissa.",
      "Kuin paimenen teltta minun majani puretaan ja viedään pois. Kuin kutoja minä olen kiertänyt loppuun elämäni kankaan, ja nyt minut leikataan loimilangoista irti. Koko päiväksi sinä jätit minut yksin, yöhön saakka,",
      "aamuun mennessä ovat voimani lopussa. Kuin leijona raatelisi minut, ruhjoisi kaikki luuni. Koko päiväksi sinä jätit minut yksin, yöhön saakka.",
      "Minun ääneni vinkuu kuin tervapääskyn ääni, kyyhkysen tavoin minä valitan ja vaikerran. Minun silmäni väsyivät tähytessään korkeuteen. Herra, minä olen ahdingossa, auta minut siitä.",
      "Mitä minä puhun hänelle, mitä minä sanon hänelle, joka on kaiken tämän tehnyt? Mielessäni minä käyn lävitse elämäni vuodet sydämessäni murhe.",
      "Herra, minun sydämeni elää sinulle, anna rauha hengelleni, vahvista minua, tee minut terveeksi!",
      "Silloin kaikki se, mikä oli katkeraa, kääntyy parhaakseni. Sinä pelastat minut kuoleman kuilusta. Selkäsi taakse sinä heität kaikki minun syntini.",
      "Ei tuonela sinua kiitä eikä kuolema sinua ylistä! Ne, jotka syvyyteen joutuvat, eivät voi turvautua uskollisuuteesi.",
      "Elävät, elävät sinua ylistävät, niin kuin minä tänään ylistän! Isä kertoo lapsilleen sinun uskollisuudestasi.",
      "Herra on minut pelastanut, hänen ylistystään soi meidän soittomme hänen pyhäkössään kaikkina elämämme päivinä."
    ],
    [
      "Siihen aikaan Babylonian kuningas Merodak-Bal- Adan, Bal-Adanin poika, lähetti kirjeen ja lahjoja Hiskialle, koska oli kuullut, että tämä oli ollut sairaana ja toipunut sairaudestaan.",
      "Hiskia ilahtui lähettiläiden tulosta ja lahjoista ja näytti heille aarrekammionsa, hopean ja kullan, hajusteet ja hienot öljyt, koko asevarastonsa ja kaiken muunkin arvokkaan, mitä hän omisti. Mitään hän ei jättänyt heille näyttämättä, ei palatsissaan eikä koko valtakunnassa.",
      "Tulee päivä, jolloin kaikki, mitä sinun talossasi on ja mitä jo isäsi ovat aikoinaan keränneet, viedään Babyloniin. Mitään ei jää jäljelle, sanoo Herra."
    ],
    [
      "-- Lohduttakaa, lohduttakaa minun kansaani, sanoo teidän Jumalanne.",
      "Puhukaa lempeästi Jerusalemille ja kertokaa sille, että sen pakkotyö on päättynyt, että sen syyllisyys on sovitettu, sillä kaksin verroin on Herran käsi sitä kurittanut kaikista sen synneistä.",
      "Ääni huutaa: -- Raivatkaa autiomaahan Herralle tie! Tasoittakaa yli aron valtatie meidän Jumalallemme!",
      "Täyttykööt notkot, alentukoot huiput, mäet madaltukoot, vuorten louhikot tasoittukoot!",
      "Herran kunnia ilmestyy, kaikki saavat sen nähdä. Näin on Herra puhunut.",
      "Ääni sanoo: -- Julista! Ja minä kysyn:  -- Mitä minun pitää julistaa?  -- Ihminen on kuin ruoho, ihmisen kauneus kuin kedon kukka!",
      "Ruoho kuivuu, kukka lakastuu, kun Herran henkäys koskettaa sitä. Niin! Ruohoa ovat ihmiset.",
      "Ruoho kuivuu, kukka lakastuu, mutta meidän Jumalamme sana pysyy iäti.",
      "Nouse korkealle vuorelle, Siion, ilosanoman tuoja! Korota äänesi, Jerusalem, ilosanoman saattaja! Korota äänesi, älä pelkää! Julista Juudan kaupungeille: -- Teidän Jumalanne tulee!",
      "Itse Herra tulee suuressa voimassaan, hän hallitsee vahvalla kädellään. Hän kuljettaa mukanaan työnsä palkkaa, johdattaa laumaa, jonka on omakseen hankkinut,",
      "paimenen lailla hän kaitsee sitä, omin käsin hän kokoaa sen yhteen. Karitsoita hän kantaa sylissään, emolampaita hän ohjailee eteenpäin.",
      "Kuka mittasi kourallaan meren vedet, kuka kämmenensä leveydellä taivaat? Kenen mittakuppiin mahtui kaikki maan tomu, kenen vaaka punnitsi vuoret ja kukkulat?",
      "Kuka on ohjannut Herran henkeä, kuka neuvonut ja opettanut häntä?",
      "Kenen kanssa hän on neuvotellut, kuka on antanut hänelle ohjeita? Kuka on johtanut hänet oikeuden poluille ja opettanut häntä, kuka osoittanut hänelle viisauden tien?",
      "Ovathan kaikki kansat kuin pisara ammennusastiassa, kuin tomuhiukkanen vaa'assa. Meren saaret painavat hiekkajyvän verran.",
      "Libanonin metsät eivät riittäisi uhritulen polttopuiksi eivätkä kaikki sen eläimet Herralle uhriksi.",
      "Hänen edessään maailman kansat eivät ole mitään, ne ovat hänelle pelkkää tyhjää.",
      "Mihin te vertaisitte Jumalaa, mikä voisi häntä kuvata?",
      "Jonka varat eivät riitä suuriin kustannuksiin, hän valikoi vain kappaleen lahoamatonta puuta ja etsii käsiinsä taitavan mestarin veistämään patsaan, joka pysyy tukevasti pystyssä.",
      "Ettekö te mitään tiedä, ettekö ole kuulleet, eikö teille ole kerrottu tätä alusta alkaen? Ettekö ole oppineet ymmärtämään, miten maailma on saanut alkunsa?",
      "Korkealla hän on, maan piirin yllä, maan asukkaat ovat hänelle kuin heinäsirkkoja. Hän leväytti auki taivaan kuin kankaan ja jännitti sen kuin teltan asuttavaksi.",
      "Olemattomiksi hän tekee mahtimiehet, tyhjää ovat hänelle maan valtiaat:",
      "tuskin heidät on istutettu, tuskin kylvetty, tuskin vesat ovat juurtuneet, kun hän jo henkäisee, ja he kuihtuvat ja myrskytuuli vie heidät mukaansa kuin oljenkorret.",
      "-- Mihin te minua vertaisitte? Kuka on minun kaltaiseni? kysyy Pyhä.",
      "Kohottakaa katseenne korkeuteen: kuka on tämän kaiken luonut? Hän, joka kutsuu esiin taivaan joukot täydessä vahvuudessaan, hän, joka tuntee ne nimeltä, joka ainoan. Suuri on hänen väkevyytensä, valtaisa hänen voimansa: yksikään joukosta ei jää pois.",
      "Miksi valitat, Jaakob, Israel, miksi puhut näin: -- Ei ole Herra nähnyt elämäni taivalta, minun asiastani ei Jumala välitä.",
      "Etkö jo ole oppinut, etkö ole kuullut, että Herra on ikuinen Jumala, koko maanpiirin luoja? Ei hän väsy, ei uuvu, tutkimaton on hänen viisautensa.",
      "Hän virvoittaa väsyneen ja antaa heikolle voimaa.",
      "Nuoretkin väsyvät ja nääntyvät, nuorukaiset kompastelevat ja kaatuvat,",
      "mutta kaikki, jotka Herraa odottavat, saavat uuden voiman, he kohoavat siivilleen kuin kotkat. He juoksevat eivätkä uuvu, he vaeltavat eivätkä väsy."
    ],
    [
      "Vaiti! Kuunnelkaa minua, kaukaiset rannat. Kuulkaa, kansakunnat! Tulkaa, astukaa esiin ja puhukaa, ryhtykäämme yhdessä käymään oikeutta.",
      "Kuka herätti idästä miehen kulkemaan voitosta voittoon? Kuka jättää kansat hänen armoilleen ja alistaa kuninkaat hänen valtaansa? Miekallaan hän muuttaa heidät tomuksi, jousellaan tuulen ajelemiksi akanoiksi.",
      "Hän ajaa heitä takaa, etenee kenenkään uhkaamatta jalat tuskin tiehen koskien.",
      "Kuka on tämän tehnyt, kuka saanut aikaan? Hän, joka alusta alkaen on kutsunut sukupolvet elämään. Minä, Herra, olen ensimmäinen, ja viimeistenkin keskellä olen sama.",
      "(H40:19)",
      "(H40:20)",
      "Sinä, palvelijani Israel, Jaakob, sinä jonka olen valinnut, sinä, ystäväni Abrahamin siemen,",
      "-- älä pelkää, minä olen sinun kanssasi! Älä arkana pälyile ympärillesi -- minä olen sinun Jumalasi. Minä vahvistan sinua, minä autan sinua, minä tuen sinua vakaalla, lujalla kädelläni.",
      "Häpeään, pahasti häpeään joutuvat kaikki, jotka vihaavat sinua. Ne, jotka sinua syyttävät, tuhoutuvat, häviävät olemattomiin.",
      "Hakemallakaan et heitä enää löydä, niitä, jotka taistelivat sinua vastaan. Tyhjiin katoavat, olemattomiin ne, jotka sotivat sinua vastaan.",
      "Älä pelkää, Jaakob, sinä maan mato, sinä Israelin vähäinen väki! -- Minä autan sinua, sanoo Herra, sinut lunastaa Israelin Pyhä.",
      "Katso, sinusta tulee minun puimarekeni, rajusti hiertävä, moniteräinen. Sinä puit vuoria, rouhit niitä, jauhat kukkulat akanoiksi,",
      "sinä viskaat ne ilmaan, tuuli kantaa ne pois, myrskytuuli ne hajottaa. Mutta sinä, sinä iloitset Herrasta, Israelin Pyhä on sinun ylpeytesi.",
      "Köyhät ja kurjat etsivät vettä, mutta sitä ei ole, heidän kielensä on janosta kuivettunut. Minä, Herra, kuulen heitä, minä, Israelin Jumala, en heitä hylkää.",
      "Paljaille kukkuloille minä puhkaisen jokia, notkelmiin lähteitä. Autiomaan minä muutan vesilammikoiksi ja kuivan hietikon lähteiden maaksi.",
      "Minä istutan autiomaahan setrejä, akasioita ja myrttejä ja öljypuita, minä kasvatan arolle sypressejä, puksipuuta, vuorimäntyä, kaikkea rinnan,",
      "jotta he näkisivät ne ja oppisivat tietämään, jotta he huomaisivat ne ja tajuaisivat, että Herran käsi on tämän tehnyt, Israelin Pyhä tämän luonut.",
      "-- Ilmoittakaa, mitä asiaa te ajatte, sanoo Herra, esittäkää todisteenne, sanoo Jaakobin Kuningas.",
      "Astukaa kertomaan meille, mitä on edessäpäin, tulossa. Kertokaa mitä alussa oli, jotta näkisimme selvästi, mihin kaikki johtaa, tai sanokaa mitä edessä on,",
      "kertokaa tulevat tapahtumat, niin näemme, että olette jumalia. Tehkää hyvää tai tehkää pahaa, niin että saamme ihmetellen ja säikkyen katsella!",
      "Tehän olette tyhjää ettekä sitäkään, teidän tekonne ovat arvottomia ja sitäkin vähäisempiä. Iljettävää, että joku teidät valitsee.",
      "Pohjoisesta minä herätin miehen, ja hän tuli, auringon nousun suunnalta minä hänet nimeltä kutsuin. Hän tallaa valtiaita kuin lokaa, tai niin kuin savenvalaja polkee saveaan.",
      "Kun katselen, ei ole ketään noiden joukossa, ei ketään, joka neuvoisi, ei yhtään, jolta voisin kysyä ja joka osaisi vastata.",
      "Kaikki ne ovat vain harhaa, olemattomia ovat niiden teot, niiden valetut patsaat vain tuulta ja tyhjää."
    ],
    [
      "Katso: minun palvelijani, jolle minä annan voiman, minun valittuni, johon olen mieltynyt. Henkeni olen laskenut hänen ylleen, hän tuo oikeuden kansojen keskuuteen.",
      "Ei hän huuda eikä melua, ei kuulu hänen äänensä kaduilla.",
      "Murtunutta ruokoa hän ei muserra, lampun hiipuvaa liekkiä hän ei sammuta. Tinkimättä hän toteuttaa oikeuden.",
      "Eikä hän murru, ei himmene hänen liekkinsä, vaan hän saattaa kaikkialla oikeuden voimaan. Hänen opetustaan ikävöivät kaukaiset rannat.",
      "Näin sanoo Jumala, Herra, hän, joka loi taivaan ja levitti sen auki, joka muovasi maan ja kaiken mitä siitä versoo ja antoi sen päällä kulkeville elämän hengen:",
      "-- Vanhurskaan suunnitelmani mukaan minä, Herra, olen kutsunut sinut. Minä tartun sinun käteesi ja suojelen sinua. Sinut minä asetan toteuttamaan sen liiton, jonka olen tehnyt tämän kansan kanssa kaikkien kansojen valoksi,",
      "avaamaan sokeat silmät, päästämään kahlitut vankeudesta, tyrmästä ne, jotka sen pimennossa istuvat.",
      "Minä olen Herra, Jahve on minun nimeni. Kunniani kirkkautta minä en kenellekään luovuta, en minulle kuuluvaa ylistystä jumalankuville.",
      "Näettekö: minkä olen ilmoittanut, se on tapahtunut, ja nyt minä ilmoitan uutta. Ennen kuin se taimelle ehtii, minä kerron sen teille.",
      "Laulakaa Herralle uusi virsi, maan ääristä alkaen laulakaa hänen ylistystään, te merenkulkijat ja itse meri, kaikki mitä siinä on, saaret ja rannikot, kaikki niiden asukkaat!",
      "Antakoot äänensä kuulua aavikko ja sen kaupungit ja leirit, joissa Kedarin heimo asuu! Riemuitkoot Selan rinteiden asukkaat, vuorten laelta he huutakoot iloaan!",
      "Antakoot he Herralle kunnian, kertokoot hänen ylistystään kaukaisille rannoille!",
      "Herra lähtee liikkeelle soturin tavoin. Kuin taistelija hän kiihdyttää vimmaansa, huutaa ja karjuu sotahuutoa ja uhkaa vihollisiaan:",
      "-- Kauan minä olen ollut vaiti, olen pysytellyt hiljaa, hillinnyt itseni. Nyt minä huudan kuin synnyttäjä, puuskutan, huohotan ankarasti.",
      "Minä teen autioiksi vuoret ja kukkulat, niiden ruohikot kuivaksi maaksi. Minä muutan joet hietikoksi ja kuivaan vesilammikot.",
      "Mutta sokeat minä kuljetan tietä, jota he eivät ole kulkeneet, annan heidän astella polkuja, joita he eivät tunne. Minä muutan pimeyden heidän edellään valoksi, louhikkopolut sileäksi tieksi. Nämä ovat minun tekoni, näin olen tehnyt ja näin teen yhä.",
      "Kuunnelkaa, te kuurot! Sokeat, katsokaa, niin te näette!",
      "Kuka on sokea, jollei minun palvelijani, kuka kuuro, ellei minun sanansaattajani? Kuka on yhtä sokea kuin hän, jonka lähetin matkaan, kuka yhtä kuuro kuin Herran palvelija?",
      "Paljon olet nähnyt, mutta vähän muistat, korvasi ovat auki, mutta mitään et kuule!",
      "Uskollisuuttaan osoittaen Herra päätti tehdä lakinsa suureksi, tehdä sen loistavaksi.",
      "Kuka teistä nyt kallistaa korvansa tälle, kuka tarkkaa ja on vastedes kuuliainen?",
      "Kuka antoi ryöstäjälle Israelin, rosvojen armoille Jaakobin suvun? Eikö itse Herra, hän, jota vastaan olemme rikkoneet? Kukaan ei tahtonut kulkea hänen teitään, ei noudattaa hänen lakiaan.",
      "Niin Herra valoi heidän päälleen vihansa hehkun, ankaran sodan. Joka puolelta se paahtoi heitä, mutta opikseen he eivät ottaneet, se poltti heitä, mutta mitään he eivät tajunneet."
    ],
    [
      "Ja nyt -- näin sanoo Herra, joka sinut loi, Jaakob, joka sinut muovasi, Israel: -- Älä pelkää. Minä olen lunastanut sinut. Minä olen sinut nimeltä kutsunut, sinä olet minun.",
      "Kun kuljet vesien halki, minä olen sinun kanssasi, kun virtojen poikki, ne eivät tempaa sinua mukaansa, kun astut tulen lävitse, sinä et pala eikä liekki sinua polta.",
      "Minä, Herra, olen sinun Jumalasi. Minä, Israelin Pyhä, olen sinun pelastajasi. Minä annan lunnaiksi sinusta Egyptin, Nubian ja Seban maat.",
      "Koska olet arvokas minun silmissäni, koska olet kallis ja rakas, minä luovutan kansanheimoja sinun sijastasi, kansakuntia sinun henkesi hinnaksi.",
      "Älä pelkää, minä olen sinun kanssasi. Idästä minä tuon sinun sukusi, lännestä kokoan sinut,",
      "tuokaa jokainen, joka on kutsuttu minun nimiini, jonka olen kunniakseni luonut, muovannut ja valmiiksi tehnyt.",
      "Kutsu esiin kansa, joka on sokea, vaikka sillä on silmät, joka on kuuro, vaikka sillä on korvat!",
      "Minun todistajani, sanoo Herra, olette te -- Israel, sinä jonka olen valinnut palvelijakseni --  ja teidän tulee tuntea minut ja uskoa minuun, ymmärtää, kuka minä olen. Ennen minua ei ole jumalaa syntynyt eikä ollut eikä minun jälkeeni tullut eikä tule.",
      "Minä, minä yksin olen Herra, ei ole muuta pelastajaa kuin minä.",
      "Minä olen puhunut, minä olen pelastanut, olen ilmaissut teille tahtoni, minä itse, ei kukaan muu. Te olette minun todistajani, sanoo Herra. Minä olen Jumala,",
      "olen nyt ja aina. Kukaan ei voi väistää minun kättäni. Kuka voi tehdä tyhjäksi minun tekoni?",
      "Näin sanoo Herra, teidän lunastajanne, Israelin Pyhä: -- Minkä teen Babylonille, teen teidän tähtenne. Minä murran kaikki sen portit, ja valitukseksi muuttuvat kaldealaisten ilohuudot.",
      "Minä olen Herra, teidän pyhä Jumalanne, Israelin luoja, teidän kuninkaanne!",
      "Näin sanoo Herra, hän, joka avasi mereen tien, valtatien suurten vetten keskelle,",
      "hän, joka päästi liikkeelle vaunut ja hevoset, väkevien soturien joukon -- syvyydessä he nyt makaavat, eivät enää nouse, kuin sammuva lampun liekki he hävisivät --  näin hän sanoo:",
      "-- Älkää enää menneitä muistelko, älkää muinaisia miettikö!",
      "Katso: minä luon uutta. Nyt se puhkeaa esiin -- ettekö huomaa? Minä teen tien autiomaahan ja joet kuivuuden keskelle.",
      "Villieläimetkin kunnioittavat minua, sakaalit ja strutsit, koska olen tuonut vedet autiomaahan ja joet kuivuuden keskelle antaakseni juotavaa kansalleni, valitulleni.",
      "Kansa, jonka olen luonut itseäni varten, on ylistävä minua.",
      "Minua et ole avuksesi huutanut, Jaakob, minun vuokseni, Israel, et ole vaivaa nähnyt.",
      "Lampaita et ole tuonut minulle polttouhriksi etkä teurasuhreillasi ole minua kunnioittanut. Minä en ole rasittanut sinua ruokauhreilla, en uuvuttanut vaatimalla suitsutusuhreja.",
      "Etkä sinä ole liioin tuhlannut hopeaasi suitsutusruokoon, et juottanut minulle teurasuhriesi rasvaa. Mutta synneilläsi kyllä olet minua rasittanut, pahoilla teoillasi minua vaivannut.",
      "Mutta minä, minä itse pyyhin pois sinun rikkomuksesi oman itseni tähden enkä muistele sinun syntejäsi.",
      "Haasta minut oikeuteen, käykäämme käräjiä! Esitä asiasi, osoita olevasi oikeassa!",
      "Jo kantaisäsi teki syntiä, johtomiehesi luopuivat minusta,",
      "sinun ruhtinaasi häpäisivät minun temppelini. Siksi minä annoin Jaakobin tuhon omaksi, Israelin kaikkien herjattavaksi."
    ],
    [
      "Ja nyt Jaakob, minun palvelijani, kuule, kuule, Israel, sinä jonka olen valinnut!",
      "Näin sanoo Herra, joka sinut loi ja jo kohdussa sinut muovasi, hän, joka auttaa sinua: -- Älä pelkää, palvelijani Jaakob, sinä Jesurun, jonka olen valinnut.",
      "Minä annan vesien virrata janoavalle, purojen kuivaan maahan. Minä vuodatan henkeni lapsiisi ja siunaukseni vesoillesi,",
      "ja he versovat kuin kaislikko, kuin pajut purojen varsilla.",
      "Näin sanoo Herra, Israelin kuningas ja sen lunastaja, Herra Sebaot: -- Minä olen ensimmäinen ja minä olen viimeinen, ei ole muuta Jumalaa kuin minä.",
      "Kuka on minun kaltaiseni? Antakoon äänensä kuulua ja kertokoon minulle, mitä on tapahtunut siitä alkaen kun asetin paikalleen ikimuinaisen kansan! Hän esittäköön myös tulevat tapahtumat, tulevaiset hän kertokoon meille!",
      "Älkää säikähtäkö, älkää jääkö kauhun valtaan! Enkö ole jo aikoja sitten kertonut ja ilmoittanut näitä teille? Te olette minun todistajani: onko muuta Jumalaa, muuta turvakalliota kuin minä? Minä en toista tunne!",
      "Patsaiden tekijät ovat harhan vallassa, heidän ihanat työnsä eivät ketään auta. Niiden palvojat eivät mitään näe, eivät mitään ymmärrä, he joutuvat häpeään.",
      "Se, joka muovaa jumalan tai valaa patsaan, tekee hyödyttömän teon.",
      "Huonosti käy sen, joka niitä palvoo. Eiväthän sepät ole ihmistä kummempia! Kokoontukoot vain kaikki, astukoot yhdessä minun eteeni, pelon valtaan he joutuvat, kaikki yhdessä häpeään!",
      "Metalliseppä teroittaa talttansa. Hän työskentelee ahjon ääressä, vasaroilla hän muovaa kuvan, muotoilee sen kättensä voimalla. Mutta nälkä hänenkin tulee, ja silloin hänen voimansa ehtyvät. Hän uupuu, jos ei saa vettä janoonsa.",
      "Puuseppä mittailee nuorallaan ja piirtää puun pintaan punaliidulla hahmon, vuolee sen esiin kovertimilla ja tarkistaa sitä harpilla, hän tekee sen ihmisolennon kaltaiseksi, antaa sille ihmisen kauniin muodon, ja se saa asua omassa pyhäkössään.",
      "Käyttöönsä ihminen kaataa setripuita, valikoi metsästä tammen tai rautatammen, joka on saanut puiden keskellä rauhassa kasvaa vahvaksi. Tai hän istuttaa laakeripuita, jotka sade kasvattaa.",
      "Näin hän saa polttopuuta. Sitä hän hakee lämmitelläkseen, siitä tekee valkean tulisijaan paistaakseen leipää. Siitä hän myös valmistaa jumalan, jonka eteen heittäytyy, siitä hän tekee patsaan, jota sitten kumartaa.",
      "Mutta lopusta puusta hän veistää itselleen jumalan, patsaan, jota hän kumartaa ja palvoo. Hän rukoilee sitä ja sanoo: -- Pelasta minut! Olethan sinä minun jumalani!",
      "Mitään he eivät tiedä, mitään eivät ymmärrä! Heidän silmänsä ovat tahmautuneet umpeen, eivät he näe, heidän sydämensä on turtunut, eivät he tajua.",
      "Eivät he ota opikseen, ei heillä ole älyä eikä ymmärrystä sanoa: -- Puolet siitä poltin tulisijassa, hiilloksella paistoin leipää, paistoin lihaa ja söin. Ja sen rippeistä minä tein tuollaisen iljetyksen! Puupölkkyäkö tässä pitäisi kumartaa?",
      "Tyhjän perässä juoksija! Hänen harhautunut sydämensä eksyttää hänet. Ei hän osaa pelastaa itseään, ei sanoa itselleen: -- Petosta! Minun käteni pitää kiinni tyhjästä!",
      "Muista, Jaakob, sinä minun palvelijani, muista, Israel, että minä olen sinut muovannut, sinä olet minun palvelijani, sinä et minulta unohdu, Israel.",
      "Minä pyyhin pois sinun rikkomuksesi kuin pilven, sinun syntisi kuin pilviverhon. Palaa minun luokseni, minä olen lunastanut sinut vapaaksi.",
      "Riemuitkaa, taivaat, sillä Herra on tämän tehnyt, iloitkaa, maan syvyydet, puhjetkaa riemuun, te vuoret, te metsät ja jokainen metsän puu: Herra on lunastanut Jaakobin! Hän on pelastanut Israelin, hän on osoittanut kirkkautensa.",
      "Näin sanoo Herra, sinun lunastajasi, hän, joka jo kohdussa muovasi sinut: -- Minä olen Herra, olen tehnyt kaiken! Yksinäni minä leväytin auki taivaan, muovasin maan kenenkään auttamatta.",
      "Minä teen tyhjäksi ennustajapappien merkit ja todistan taikurit petkuttajiksi, minä kukistan maan viisaat ja osoitan heidän tietonsa typeryydeksi."
    ],
    [
      "Näin sanoo Herra Kyyrokselle, jonka hän on voidellut kuninkaaksi, jonka oikeaan käteen Herra on tarttunut alistaakseen kansat hänen eteensä, temmatakseen vyön kuninkaiden kupeilta, avatakseen hänelle portit ja ovet niin ettei niitä kukaan sulje:",
      "-- Minä kuljen sinun edelläsi. Vuorimaat minä tasoitan, pronssiovet murran, rautateljet isken irti.",
      "Minä annan sinulle aarteet pimeistä piiloistaan ja kalleudet kätköistään, jotta oppisit tietämään, että se, joka sinua nimeltä kutsuu, olen minä, Herra, Israelin Jumala.",
      "Palvelijani Jaakobin tähden, Israelin, valittuni, tähden minä sinut nimeltä kutsuin, annan sinulle kunnianimen, vaikka sinä et minua tunne.",
      "Minä olen Herra. Ei ole ketään toista, ei ole muuta jumalaa kuin minä. Vaikka sinä et minua tunne, minä vyötän sinut,",
      "jotta auringon nousun mailta sen laskun sijoille saakka opittaisiin tietämään, että muuta jumalaa ei ole, että minä yksin olen Herra,",
      "minä, joka luon valon ja luon pimeyden ja tuotan yhtä lailla onnen ja onnettomuuden. Minä olen Herra. Kaiken tämän minä teen.",
      "Vihmokoon taivas, virratkoon oikeus ylhäältä pilvistä, avautukoon maa ja kasvakoon pelastuksen hedelmää ja versokoon vanhurskaus! Minä, Herra, olen tämän luonut.",
      "Näin sanoo Herra, Israelin Pyhä, hän, joka on Israelin luonut: -- Tekö vaatisitte minut tilille lapsistani, tekö antaisitte minulle neuvoja ja ohjeita omien kätteni töistä?",
      "Minä tein maan ja loin ihmisen sitä asumaan. Minä levitin käsilläni auki taivaan ja käskyilläni ohjasin sen joukkoja.",
      "Minä herätin tuon miehen toteuttamaan oikeutta. Minä tasoitan hänen tiensä, ja hän rakentaa minun kaupunkini. Vankeuteen viedyn kansani hän päästää rauhassa lähtemään maksua tai lahjuksia vaatimatta. Näin sanoo Herra Sebaot.",
      "Totisesti, sinä olet salannut itsesi, Jumala, sinä Israelin Jumala, Pelastaja!",
      "Häpeään joutuvat nuo kaikki, pilkan kohteiksi, halveksittuina kulkevat kuvien tekijät,",
      "mutta Herra pelastaa Israelin, pelastaa ainiaaksi. Te ette joudu häpeään ettekä pilkan kohteiksi, ette ikinä.",
      "Näin sanoo Herra, Jumala, joka loi taivaan ja muovasi ja valmisti maan, joka asetti sen perustuksilleen, ei luonut sitä tyhjäksi vaan teki sen asumista varten, näin hän sanoo: -- Minä olen Herra, eikä muuta jumalaa ole.",
      "En ole puhunut salassa, jossakin maan hämärässä kolkassa. En ole neuvonut Jaakobin jälkeläisiä etsimään minua autiudesta ja tyhjyydestä. Ei, minä olen Herra, minä puhun julki totuuden ja minun sanani ovat oikeat.",
      "Kokoontukaa yhteen ja tulkaa, tulkaa tänne kaikki, te muukalaiskansoista eloon jääneet! Mitään eivät ymmärrä ne, jotka kantavat puisia jumalankuviaan ja rukoilevat jumalaa, joka ei ketään auta.",
      "Keskustelkaa yhdessä ja muistelkaa, ilmoittakaa ja kertokaa meille: kuka antoi tästä tiedon jo ammoin, kuka kertoi sen aikoja sitten? Kuka muu kuin minä, Herra! Ei ole muuta jumalaa kuin minä. Minä olen vanhurskas pelastaja, ei ole ketään muuta.",
      "Kääntykää minun puoleeni, maan kaikki ääret, antakaa pelastaa itsenne, sillä minä olen Jumala, eikä muuta jumalaa ole.",
      "Minä olen vannonut itseni kautta, minun suuni on lausunut tämän totuuden, peruuttamattoman sanan: -- Minun edessäni on notkistuva jokainen polvi, jokainen suu on vannova minun nimeeni!",
      "Näin minusta sanotaan: -- Vain Herralla on voima, hän tekee pelastuksen tekoja.  Häveten tulevat Herran luokse kaikki ne, jotka ovat hehkuneet vihaa häntä vastaan.",
      "Herran avulla koko Israelin heimo saa pelastuksen, ja se ylistää itseään onnelliseksi."
    ],
    [
      "Bel sortuu polvilleen, Nebo vaipuu tomuun! Juhtien selkään, uupuvien eläinten taakaksi nostetaan nuo juhlasaatossa kannetut patsaat.",
      "Tomuun ne vaipuvat, polvilleen sortuvat, eivät ne pysty kantamaan ketään turvaan. Vankeuteen vaeltaa koko joukko.",
      "Kuule minua, Jaakobin suku, koko Israelin heimon jäännös! Kuulkaa te, joita olen joutunut nostamaan ja kantamaan hamasta syntymästänne saakka, äitinne kohdusta asti!",
      "Teidän vanhuutenne päiviin saakka minä olen sama, vielä kun hiuksenne harmaantuvat, minä teitä kannan. Niin minä olen tehnyt ja niin yhä teen, minä nostan ja kannan ja pelastan.",
      "Kehen te minua vertaisitte, kenet asettaisitte rinnalleni? Kenen kaltaiseksi te minut katsoisitte, kuka olisi minun vertaiseni?",
      "Moni kahmaisee kultaa kukkarostaan, vaa'alla punnitsee hopeaa ja palkkaa mestarin tekemään jumalan. Sitä hän kumartaa, sen eteen heittäytyy,",
      "sen hän nostaa harteilleen, sitä kantaa, pystyttää sen paikalleen. Siinä se seisoo, ei minnekään liiku, ei mihinkään hievahda. Sitä hän huutaa avuksi, mutta ei se vastaa, ei pelasta häntä ahdingosta.",
      "Ottakaa tämä varteen ja olkaa tarkkoina, pitäkää tämä mielessänne, te luopiot!",
      "Muistakaa menneitä aikoja, muinaisista alkaen: minä olen Jumala, eikä muuta jumalaa ole. Minä olen Jumala, ei kukaan ole minun vertaiseni.",
      "Jo alusta asti olen kertonut kaiken, mikä oli tuleva, jo ammoin ilmaissut sen, mikä ei ollut tapahtunut vielä. Näin minä sanon, ja päätöksessäni pysyn, kaiken, mitä tahdon, minä toteutan:",
      "Minä kutsuin idästä haukan, kaukaisesta maasta päätökseni toteuttajan. Minä olen sanonut sanani ja panen sen toimeen, olen kaiken suunnitellut ja saatan sen päätökseen.",
      "Kuulkaa minua, te joilla on pöyhkeä sydän, te jotka olette kaukana vanhurskaudesta!",
      "Minun pelastava vanhurskauteni ei ole kaukana, olen tuonut sen lähelle teitä. Minun apuni ei ole myöhässä. Siioniin minä tuon pelastuksen, Israelille annan kirkkauteni."
    ],
    [
      "Alas tomuun, neitsyt, tytär Babylon! Istu maahan, Kaldean tytär, siinä on nyt valtaistuimesi! Ei sinua enää mainita hienoksi ja hehkeäksi.",
      "Tartu jauhinkiviin! Jauha! Huntusi riisu, helmuksesi kohota, sääresi paljasta ja kahlaa virtojen poikki!",
      "Sinun häpysi paljastuu, häpeäsi on kaikkien nähtävissä. Kun minä käyn kostamaan, ei kukaan voi minua estää,",
      "sanoo meidän lunastajamme. Hänen nimensä on Herra Sebaot, Israelin Pyhä.",
      "Väisty pimentoon, istu ääneti, Kaldean tytär. Ei sinua enää kutsuta valtakuntien valtiattareksi.",
      "Kun minä vihastuin omaan kansaani, minä annoin oman maani sinun häväistäväksesi, Babylon. Mutta sinä olit armoton kansaani kohtaan. Vanhustakin sinä rasitit raskaimmalla ikeellä.",
      "Mutta tämä tulee osaksesi, tämä kaikki, äkkiä, yhtenä ja samana päivänä: lasten kuolema ja leskeys. Koko voimallaan ne kohtaavat sinua huolimatta taikojesi runsaudesta ja monien loitsujesi voimasta.",
      "Mutta nyt sinä saat pahuutesi palkan, sitä et osaa manata pois. Onnettomuus kaatuu sinun päällesi, etkä pysty torjumaan sitä. Ja äkkiarvaamatta vyöryy ylitsesi perikato, jota et osannut odottaa.",
      "Astu toki esiin loitsuinesi ja runsaine taikoinesi! Niiden parissahan olet puuhaillut nuoruudestasi saakka -- ehkäpä voit saada avun, ehkä pelotat pahan pois!",
      "Olethan uuvuksiin asti harjoittanut taikojasi. Astukoot siis esiin sinua puolustamaan nuo taivaan jaottelijat ja tähtien tähyäjät, jotka aina uuden kuun tullen ilmoittavat, mikä sinua odottaa!",
      "Katso, he ovat kuin olkia, tuli polttaa heidät, he eivät voi pelastaa edes itseään sen liekistä. Ei se ole hiillos, jonka luona lämmitellään, ei valkea, jonka äärellä istuskellaan.",
      "Noin käy kumppaniesi, joiden kanssa olet ahkeroinut hamasta nuoruudestasi saakka. He hoipertelevat kuka minnekin -- kukaan ei sinua pelasta."
    ],
    [
      "Kuule, sinä Jaakobin suku, jota kutsutaan Israelin nimellä, kuulkaa, te jotka olette versoneet Juudan siemenestä ja vannotte Herran nimeen, te jotka sanotte olevanne Israelin Jumalan palvelijoita mutta ette ole, ette vakaasti ja vilpittömästi.",
      "Ja kuitenkin te nimitätte itseänne pyhän kaupungin mukaan ja turvaudutte Israelin Jumalaan, häneen, jonka nimi on Herra Sebaot!",
      "Menneet asiat minä kerroin jo kauan ennen kuin ne tapahtuivat, minä annoin ne tiedoksi, lausuin ne julki. Kun tartuin toimeen, kaikki toteutui heti.",
      "Koska tiesin, että olet kovaa tekoa, että sinun niskasi on rautaa ja otsasi vaskea,",
      "Tästä kaikesta olet jo kuullut. Mieti nyt sitä! Etkö jo myönnä, että näin on? Tästä lähtien minä ilmoitan sinulle uusia asioita, tallessa pidettyjä, sellaisia, joita et tiennyt.",
      "Oman nimeni tähden minä olen pitkämielinen. Jotta minua yhäti ylistettäisiin, minä hillitsen vihani enkä tuhoa sinua.",
      "Katso, minä olen koetellut sinua ahdingon ahjossa, niin kuin hopeaa sulatetaan, mutta en hopean tähden.",
      "Oman itseni tähden minä sen tein, sillä minä en salli nimeäni häväistävän, kunniaani minä en toiselle anna.",
      "Kuule minua, Jaakob, sinä, Israel, jonka olen kutsunut! Minä se olen. Olen ensimmäinen, ja olen myös viimeinen.",
      "Minun käteni loi maan perustukset, minun oikea käteni löi levälleen taivaan. Minä lausuin niiden nimen, ja siinä ne olivat.",
      "Minä olen tämän ilmoittanut, minä olen hänet kutsunut, minä olen nostanut hänet esiin ja johtanut hänen tiensä menestykseen.",
      "Tulkaa tänne ja kuulkaa! Alun alkaenkaan en ole puhunut tästä salassa. Jo silloin kun nämä tapahtumat alkoivat, minä olin läsnä. -- Ja nyt Herra, minun Jumalani, on antanut minuun henkensä ja lähettänyt minut.",
      "Näin sanoo Herra, Israelin Pyhä, joka lunastaa sinut vapaaksi: -- Minä olen Herra, sinun Jumalasi, Minä opetan sinulle, mikä on sinulle hyväksi, minä opastan sinua tielläsi.",
      "Kunpa kuulisit minun käskyjäni! Silloin sinun onnesi olisi runsas kuin virta, sinulle tuleva siunaus loputon kuin meren aallot,",
      "ja sinun lapsesi olisivat lukuisat kuin rannan hiekka, sinun jälkeläisesi lukemattomat kuin hiekan jyvät. Sinun nimesi ei koskaan häviäisi, ei sitä pyyhittäisi pois minun silmieni edestä.",
      "Eivät he janoa kärsineet, kun hän vei heidät autiomaahan: veden hän sai vuotamaan kalliosta heille, hän halkaisi kallion, ja vedet virtasivat.",
      "-- Jumalattomilla ei ole rauhaa, sanoo Herra."
    ],
    [
      "Kuulkaa minua, kaukaiset rannat, kuunnelkaa, kansakunnat, jotka asutte etäällä! Jo ennen syntymääni Herra kutsui minut. Kun vielä olin äitini kohdussa, hän antoi minulle nimen.",
      "Hän antoi minulle suun kuin terävän miekan, kätensä varjoon hän minut kätki, hän teroitti minut kuin nuolen, viineensä hän minut talletti.",
      "Ja nyt sanoo Herra, hän, joka teki minut palvelijakseen kohdusta alkaen palauttaakseen Jaakobin luokseen ja kootakseen Israelin suojaansa -- olen siis ollut Herralle arvokas ja minun Jumalani on minun voimani --",
      "näin hän sanoo: -- Ei riitä, että olet minun palvelijani ja saatat ennalleen Jaakobin heimot, tuot takaisin Israelin eloonjääneet. Minä teen sinusta valon kaikille kansoille, niin että pelastus ulottuu maan ääriin saakka.",
      "Näin sanoo Herra, Israelin Pyhä, kansansa lunastaja, tälle kaikkien halveksimalle, muukalaisten inhoamalle, itsevaltiaitten orjalle: -- Kuninkaat saavat vielä nähdä! He nousevat osoittamaan kunnioitusta, ruhtinaat heittäytyvät maahan edessäsi. Herran tahdosta näin tapahtuu, hänen, joka on uskollinen, Israelin Pyhän, hänen, joka on sinut valinnut.",
      "Näin sanoo Herra: -- Armon hetkellä minä vastaan sinulle, pelastuksen päivänä minä autan sinua. Minä olen luonut sinut toteuttamaan sen liiton, jonka tein tämän kansan kanssa, jotta saattaisit ennalleen maan, jotta uudelleen jakaisit autioituneet perintömaat,",
      "Eivät he näe nälkää, ei heidän tule jano, ei heitä ahdista helle eikä auringon polte, sillä heitä ohjaa heidän armahtajansa, joka vie heidät lähteiden ääreen.",
      "Vuorille minä teen kulkuväylät, minun valtatieni kulkevat korkealla.",
      "Katso, he tulevat kaukaa: nuo pohjoisesta, nuo meren suunnalta ja nuo Assuanin maasta.",
      "Riemuitkaa, taivaat! Iloitse, maa! Ratketkaa riemuun, te vuoret! Herra lohduttaa kansaansa, hän hoivaa köyhiä lapsiaan.",
      "-- Unohtaako äiti rintalapsensa, unohtaisiko hoivata kohtunsa hedelmää? Vaikka hän unohtaisikin, minä en sinua unohda.",
      "Käsieni ihoon minä olen sinut piirtänyt, ja niin sinun muurisi ovat aina silmieni edessä.",
      "Jo rientävät sinun rakentajasi tänne, sinun repijäsi ja raastajasi pakenevat pois.",
      "Katsahda ympärillesi, Siion, niin näet: he kokoontuvat yhteen, he tulevat luoksesi kaikki! Niin totta kuin elän -- näin sanoo Herra --  sinä saat pukea heidät yllesi kuin korun, kuin morsian saat kietoa heidät käädyiksesi.",
      "Sinun talosi olivat raunioina ja peltosi autioina, koko maasi oli hävitetty. Nyt se tulee asukkailleen ahtaaksi! Sinun ahnaat raastajasi kaikkoavat.",
      "Näin sanoo Herra, minun Jumalani: -- Minä kohotan käteni, kutsun kansoja ja nostan merkiksi viirini. Sylissään he tuovat poikasi ja olallaan kantavat tyttäresi.",
      "Kuninkaista tulee sinun lastesi hoitajia ja ruhtinattarista heidän imettäjiään. He heittäytyvät kasvoilleen maahan sinun eteesi ja nuolevat tomun sinun jaloistasi. Niin sinä opit tietämään, että minä olen Herra: ne, jotka minua odottavat, eivät joudu häpeään.",
      "Voiko joku riistää sankarilta hänen saaliinsa, voiko vanki paeta valtiaan käsistä?",
      "Mutta Herra sanoo näin: -- Nyt otetaan sotasankarilta hänen vankinsa ja valtiaalta riistetään hänen saaliinsa! Minä ahdistan sitä, joka sinua ahdistaa, ja sinun lapsesi minä pelastan.",
      "Minä syötän sinun sortajillesi heidän omaa lihaansa, he juopuvat omasta verestään, kuin rypäleen mehusta. Ja kaikki, mikä elää, oppii tietämään, että minä, Herra, olen sinun pelastajasi, että sinun lunastajasi on Jaakobin Väkevä."
    ],
    [
      "Näin sanoo Herra: -- Onko jossakin erokirja, jolla olisin ajanut teidän äitinne pois luotani? Tai olenko myynyt teidät jollekin velkojalleni? Ei! Teidät myytiin omien rikkomustenne tähden ja äitinne lähetettiin pois teidän pahojen tekojenne tähden.",
      "Miksi ei ketään näkynyt, kun saavuin, miksi ei kukaan vastannut, kun kutsuin? Onko käteni liian lyhyt, liian voimaton ostamaan teidät vapaiksi, enkö minä pystyisi teitä pelastamaan? Minun käskyni kuivaa meren ja muuttaa joet autiomaaksi, niin että kalat nääntyvät veden puutteeseen ja alkavat lemuta.",
      "Minä puen taivaan mustiin, suruvaatteeseen, säkkikankaaseen minä sen verhoan. vainotaan",
      "Herra, minun Jumalani, on antanut minulle taitavan kielen, niin että voin sanalla rohkaista uupunutta. Aamu aamulta hän herättää minut, herättää korvani kuulemaan oppilaan tavoin.",
      "Herra avasi minun korvani, ja minä tottelin, en väistänyt tehtävääni.",
      "Minä tarjosin selkäni lyötäväksi ja poskieni parran revittäväksi, en kätkenyt kasvojani häväistyksiltä, en sylkäisyiltä.",
      "Herra, minun Jumalani, auttaa minua, siksi en pelkää häväistystä. Olen kovettanut kasvoni piikiven kaltaisiksi. Minä tiedän, etten jää häpeääni,",
      "sillä hän on lähellä, hän osoittaa syyttömyyteni -- kuka voisi minua syyttää! Asettukaamme siis käymään oikeutta. Tahtooko joku ajaa kannetta minua vastaan? Astukoon hän esiin!",
      "Herra, minun Jumalani, on minun auttajani. Kuka voisi osoittaa minut syylliseksi? Nuo kaikki häviävät kuin vaate, jonka koi syö.",
      "Se teistä, joka pelkää Jumalaa, kuulkoon Herran palvelijan sanaa. Joka kulkee syvällä pimeydessä ilman valoa, luottakoon Herran nimeen ja turvautukoon Jumalaan.",
      "Mutta te, jotka sytytätte liekkejä loimuamaan, te, jotka ammutte palavia nuolia, syöksykää itse roihuaviin liekkeihinne, tuhoutukaa tulinuoliin, jotka itse sytytitte! Minun kädestäni tämä on lähtöisin: tuskan paikassa te joudutte virumaan."
    ],
    [
      "Kuulkaa minua, te jotka tavoittelette vanhurskautta ja etsitte Herraa! Katsokaa sitä kalliota, josta teidät on lohkaistu, sitä kaivosta, jonka uumenista teidät on louhittu.",
      "Katsokaa Abrahamia, isäänne, ja Saaraa, joka teidät synnytti! Yksi ainoa hän oli, Abraham, kun minä hänet kutsuin: minä siunasin hänet jälkeläisten runsaudella.",
      "Yhä Herra lohduttaa Siionia ja armahtaa sen rauniomaita. Hän muuttaa aution maan Eedenin puutarhan kaltaiseksi ja aron kuin Herran paratiisiksi. Siellä on oleva ilo ja riemu, siellä kaikuu soitto ja ylistyslaulu.",
      "Kuuntele minua, kansani, kansakunnat, tarkatkaa sanojani, sillä laki on minusta lähtöisin, minä säädän oikeuteni kansojen valoksi.",
      "Minun vanhurskauteni on lähellä, minä tuon pelastuksen ja luja käteni jakaa kansoille oikeutta. Kaukaiset rannat ikävöivät minua, minun vahvaa kättäni ne odottavat.",
      "Kohottakaa katseenne taivasta kohden, katselkaa alhaalla leviävää maata! Taivas hajoaa kuin savu ja maa ratkeaa kuin kulunut vaate, sen asukkaat kuolevat kuin kärpäset. Mutta minun pelastukseni pysyy iäti eikä minun vanhurskauteni murene.",
      "Kuulkaa minua, te jotka tunnette oikeuden, te joilla on minun lakini sydämessänne: -- Älkää pelätkö ihmisten pilkkaa, älkää säikkykö heidän herjauksiaan!",
      "Heidän käy kuin vaatteen, jonka toukka kalvaa rikki, kuin villakankaan, jonka koi syö. Mutta minun vanhurskauteni pysyy iäti, minun pelastava armoni polvesta polveen.",
      "Herää, Herran käsivarsi! Herää ja näytä voimasi! Nouse niin kuin muinaisina päivinä, menneitten sukupolvien aikana. Sinähän iskit hengiltä Rahabin, lävistit syvyyden hirviön.",
      "Sinähän kuivasit meren, suuren syvyyden vedet. Sinä muutit syvänteet valtatieksi lunastettujen kulkea yli.",
      "Herran vapaiksi ostamat palaavat ja saapuvat riemuiten Siioniin. He kantavat päänsä päällä ikuista iloa. Ilo ja riemu astuvat portista, huoli ja huokaus pakenevat kauas.",
      "-- Minä, minä olen teidän lohduttajanne. Kuinka olet voinut pelätä kuolevaista ihmistä, Aadamin lasta, joka lakastuu kuin ruoho?",
      "Kuinka olet voinut unohtaa Herran, joka sinut loi, joka levitti auki taivaan ja laski maan perustukset? Kuinka olet voinut pelätä aina ja kaiken päivää vainoojasi vihaa, kun hän yritti tuhota sinut? Missä on nyt vainoojasi vimma?",
      "Pian vapautetaan kahleistaan kumaraan kangistunut vanki. Ei hän kuole vankikuoppaan, eikä hänen enää tarvitse nälkää nähdä.",
      "Minä olen Herra, sinun Jumalasi, minä nostatin meren pauhuun, minun nimeni on Herra Sebaot.",
      "Hereille, nyt hereille, jalkeille, Jerusalem! Sinä olet juonut Herran kädestä hänen vihansa maljan. Pikarin, joka sai jalkasi horjumaan, olet tyhjentänyt viimeiseen pisaraan.",
      "Et ole saanut taluttajaa lastesi joukosta, jotka olet synnyttänyt. Niiden joukosta, jotka olet kasvattanut, ei kukaan tarttunut käteesi.",
      "Kaksittain ovat sinua kohdanneet -- kukapa sinua säälisi --  tuho ja turmio, nälkä ja miekka  -- kukapa sinua lohduttaisi!",
      "Kuin antiloopit verkossa sinun poikasi makaavat kujien päissä voimattomina ja lamaantuneina, Herran ärjyvän vihan lyöminä, Jumalan äänen lannistamina.",
      "Kuule nyt tätä, sinä poloinen, sinä joka olet päihtynyt, vaikka et viinistä,",
      "näin sanoo sinun herrasi, Herra, sinun Jumalasi, joka ajaa kansansa asiaa: -- Katso, minä olen ottanut pois sinun kädestäsi vihani pikarin, maljan, joka sai jalkasi horjumaan. Sinun ei enää tarvitse juoda siitä."
    ],
    [
      "Herää, Siion, herää, pukeudu voimaasi, pue yllesi loistavat vaatteet, pyhä kaupunki, Jerusalem! Koskaan enää ei katujasi polje ympärileikkaamaton eikä epäpuhdas.",
      "Nouse, ravista tomu yltäsi, istuudu valtasi istuimelle, Jerusalem! Irrota kahleet kaulastasi, vangittu tytär Siion!",
      "Ja nyt -- sanoo Herra -- mitä minä näen täällä? Minun kansani on viety minulta ilmaiseksi, ja sen nykyiset valtiaat kerskailevat ja herjaavat. Aina ja joka päivä -- sanoo Herra -- minun nimeäni pilkataan!",
      "Kuinka ihanat ovat vuorilla ilosanoman tuojan askelet! Hän ilmoittaa rauhan tulon, tuo suuren ilosanoman, hän tuo pelastuksen sanoman ja sanoo Siionille: -- Sinun Jumalasi on nyt kuningas!",
      "Kuulkaa! Vartijat kohottavat riemuhuudon, ja kaikki yhtyvät iloon, sillä omin silmin he näkevät, kuinka Herra palaa Siioniin.",
      "Puhjetkaa riemuun, te Jerusalemin rauniot, kaikki yhdessä iloitkaa! Herra on antanut kansalleen lohdutuksen, hän on lunastanut vapaaksi Jerusalemin!",
      "Herra on osoittanut pyhän käsivartensa voiman kaikkien kansojen silmien edessä, niin että maan kaikki ääret näkevät pelastuksen, jonka meidän Jumalamme on tuonut.",
      "Pois, pois, lähtekää Babylonista! Saastaiseen älkää koskeko, lähtekää pois sieltä, pitäkää itsenne puhtaina, te Herran pyhien astioiden kantajat!",
      "Mutta nyt teidän ei tarvitse lähteä hätäillen, ei pakopaikkaa etsien, sillä teidän edellänne kulkee Herra, Israelin Jumala seuraa suojananne.",
      "-- Katso, minun palvelijani menestyy: hänestä tulee korkea, ylhäinen ja suuri.",
      "Ja kuitenkin monet järkyttyivät hänet nähdessään -- tuskin häntä enää ihmiseksi tunsi, niin kammottavasti hänet oli runneltu.",
      "Mutta hän saattaa vielä ihmetyksiin kansat, hänet nähdessään kuninkaat mykistyvät, sillä sen, mitä heille ei koskaan kerrottu, sen he saavat nähdä, mistä he eivät ikinä ole kuulleet, sen he saavat nyt kokea."
    ],
    [
      "Kuka uskoo meidän sanomamme? Kuka ymmärtää Herran käsivarren voiman?",
      "Hän kasvoi Herran edessä kuin vähäinen verso, kuin vesa kuivasta maasta. Ei hänellä ollut vartta, ei kauneutta, jota olisimme ihaillen katselleet, ei hahmoa, johon olisimme mieltyneet.",
      "Hyljeksitty hän oli, ihmisten torjuma, kipujen mies, sairauden tuttava, josta kaikki käänsivät katseensa pois. Halveksittu hän oli, me emme häntä minään pitäneet.",
      "Ja kuitenkin: hän kantoi meidän kipumme, otti taakakseen meidän sairautemme. Omista teoistaan me uskoimme hänen kärsivän rangaistusta, luulimme Jumalan häntä niistä lyövän ja kurittavan,",
      "vaikka meidän rikkomuksemme olivat hänet lävistäneet ja meidän pahat tekomme hänet ruhjoneet. Hän kärsi rangaistuksen, jotta meillä olisi rauha, hänen haavojensa hinnalla me olemme parantuneet.",
      "Me harhailimme eksyneinä kuin lampaat, jokainen meistä kääntyi omalle tielleen. Mutta Herra pani meidän kaikkien syntivelan hänen kannettavakseen.",
      "Häntä piinattiin, ja hän alistui siihen, ei hän suutansa avannut. Kuin karitsa, jota teuraaksi viedään, niin kuin lammas, joka on ääneti keritsijäinsä edessä, ei hänkään suutansa avannut.",
      "Hänet vangittiin, tuomittiin ja vietiin pois -- kuka hänen kansastaan siitä välitti? Hänet syöstiin pois elävien maasta, hänet lyötiin hengiltä kansansa rikkomusten tähden.",
      "Hänet oli määrä haudata jumalattomien joukkoon. Rikkaan haudassa hän sai leposijansa. Koskaan hän ei ollut harjoittanut vääryyttä, eikä petos ollut noussut hänen huulilleen.",
      "Herra näki hyväksi, että hänet ruhjottiin, että hänet lävistettiin. Mutta kun hän antoi itsensä sovitusuhriksi, hän saa nähdä sukunsa jatkuvan, hän elää kauan, ja Herran tahto täyttyy hänen kauttaan.",
      "Ahdistuksensa jälkeen hän näkee valon, ja Jumalan tunteminen ravitsee hänet. Minun vanhurskas palvelijani tekee vanhurskaiksi monet, heidän pahat tekonsa hän kantaa.",
      "Minä annan hänelle paikan suurten joukossa, hän saa jakaa saalista mahtavien kanssa, koska hän antoi itsensä kuolemalle alttiiksi ja hänet luettiin rikollisten joukkoon. Hän otti kantaakseen monien synnit, hän pyysi pahantekijöilleen armoa."
    ],
    [
      "Riemuitse, hedelmätön, sinä joka et koskaan synnyttänyt! Huuda riemusta, iloitse, sinä joka et ole synnytyskipuja kokenut! Nyt sinulla, hylätyllä, on enemmän lapsia kuin konsanaan aviovaimolla, sanoo Herra.",
      "Tee telttasi sija suureksi, levitä säästelemättä kangasta asumustesi katoksi! Pidennä köydet, iske lujaan vaarnat!",
      "Sinä laajenet oikealle ja sinä leviät vasemmalle, sinun jälkeläisesi perivät muukalaisten maat ja asuttavat autioiksi jääneet kaupungit.",
      "Älä pelkää, ei sinua enää nöyryytetä, älä häpeile, et sinä jää häväistyksi. Nuoruutesi nöyryytyksen sinä saat unohtaa etkä enää ole muistava leskeytesi häpeää,",
      "sillä nyt sinun aviomiehesi on hän, joka sinut loi -- Herra Sebaot on hänen nimensä --  ja sinun lunastajasi on Israelin Pyhä  -- häntä kutsutaan koko maanpiirin Jumalaksi.",
      "Nyt Herra kutsuu sinua, hylättyä vaimoa, joka on toivonsa menettänyt. -- Kuka voisi hylätä nuoruutensa vaimon, sanoo sinun Jumalasi.",
      "-- Hetkeksi minä sinut jätin, mutta suuressa rakkaudessani minä nyt haen sinut takaisin.",
      "Vain tuokioksi, vihani vimmassa, minä käänsin kasvoni sinusta pois, mutta minä armahdan sinua, minun uskollisuuteni on ikuinen, sanoo Herra, sinun lunastajasi.",
      "-- Minä vannon niin kuin Nooan päivinä. Silloin minä vannoin, etteivät Nooan ajan vedet enää koskaan tulvisi maan yli, ja nyt minä vannon, etten enää sinuun vihastu enkä sinua soimaa.",
      "Vaikka vuoret järkkyisivät ja kukkulat horjuisivat, minun rakkauteni sinuun ei järky eikä minun rauhanliittoni horju, sanoo Herra, sinun armahtajasi.",
      "Sinä onneton, myrskyn piiskaama, sinä jota kukaan ei lohduta! Malakiitilla minä peitän sinun seinäsi, minä lasken sinun perustuksesi safiireista,",
      "rubiineilla minä päällystän sinun muuriesi harjat, sinun porttisi minä rakennan vuorikristallista ja jalokivistä koko sinun ympärysmuurisi.",
      "Herra itse on opettava sinun poikiasi, runsas on lastesi onni ja rauha.",
      "Kun oikeus on sinun perustuksesi, sinä kestät. Olet kaukana sorrosta, sen uhka ei enää sinuun yllä, olet vapautunut pelosta, ei se enää sinuun pysty.",
      "Jos joku hyökkää kimppuusi, minä en häntä auta. Joka hyökkää kimppuusi, se sortuu jalkojesi juureen.",
      "Minä olen luonut sepän lietsomaan hiilten hehkua ja takomaan asetta käyttäjän käteen, olen myös luonut tuhoojan tuhoamaan,",
      "ja niin jokainen ase, joka taotaan sinua vastaan, on tehoton. Jokaisen kielen, joka käy sinua syyttämään, sinä osoitat valehtelijaksi. Tämä on Herran palvelijoiden perintöosa. Minä annan heille siihen oikeuden, sanoo Herra."
    ],
    [
      "Kuulkaa, kaikki janoiset! Tulkaa veden ääreen! Te, joilla ei ole rahaa, tulkaa, ostakaa viljaa ilmaiseksi, syökää, ottakaa maksutta viiniä ja maitoa!",
      "Miksi punnitsette hopeaa maksuksi siitä, mikä ei ole leipää, vaihdatte työstä saamanne palkan siihen, mikä ei tee kylläiseksi? Kuulkaa minua, niin saatte syödä hyvin, te saatte nauttia parhaista herkuista.",
      "Kuulkaa minua, tulkaa minun luokseni, kuulkaa, niin te saatte elää! Minä teen ikuisen liiton teidän kanssanne ja lupaan olla liitossani uskollinen, niin kuin olin uskollinen Daavidille.",
      "Hänet minä otin todistajaksi kansoille, tein hänestä kansakuntien käskijän ja hallitsijan.",
      "Sinä olet kutsuva tänne kansan, jota et tunne, ja kansa, joka ei sinusta tiennyt, rientää luoksesi Herran, sinun Jumalasi, takia ja Israelin Pyhän tähden. Hän korottaa sinut kunniaan.",
      "Etsikää Herraa, kun hänet vielä voi löytää, huutakaa häntä avuksi, kun hän on lähellä!",
      "Hylätköön jumalaton tiensä ja väärintekijä juonensa, kääntyköön takaisin Herran luo, sillä hän armahtaa, turvautukoon Jumalaan, sillä hänen anteeksiantonsa on runsas.",
      "-- Minun ajatukseni eivät ole teidän ajatuksianne eivätkä teidän tienne ole minun teitäni, sanoo Herra.",
      "Sillä niin korkealla kuin taivas kaartuu maan yllä, niin korkealla ovat minun tieni teidän teittenne yläpuolella ja minun ajatukseni teidän ajatustenne yläpuolella.",
      "Niin kuin sade ja lumi tulevat taivaasta eivätkä sinne palaa vaan kastelevat maan, joka hedelmöityy ja versoo ja antaa kylväjälle siemenen ja nälkäiselle leivän,",
      "niin käy myös sanan, joka minun suustani lähtee: se ei tyhjänä palaa vaan täyttää tehtävän, jonka minä sille annan, ja saa menestymään kaiken, mitä varten sen lähetän.",
      "Iloiten te saatte lähteä matkaan, ja onnellisesti te pääsette perille. Vuoret ja kukkulat riemuitsevat teidän edessänne, ja kaikki metsän puut taputtavat käsiään.",
      "Orjantappuran paikalle nousee sypressi ja piikkipensaan paikalle myrtti. Tämä tapahtuu Herran nimen kunniaksi ja on ikuinen merkki, joka ei koskaan katoa."
    ],
    [
      "Näin sanoo Herra: -- Noudattakaa oikeutta, toteuttakaa vanhurskaus, sillä pelastus on lähellä, se tulee, kohta minä tuon julki vanhurskauteni.",
      "Onnellinen se ihminen, joka näin tekee, autuas se ihmislapsi, joka tässä pysyy, se joka pitää loukkaamattomana sapatin pyhyyden ja varoo tekemästä pahaa.",
      "Sillä Herra sanoo näin: -- Myös eunukit, jotka pyhittävät minun sapattini, jotka tahtovat noudattaa minun mieltäni ja pysyvät minun liitossani,",
      "saavat kunniakkaan nimen pyhäkössä, muurieni sisäpuolella. Heillekin minä luon muistomerkin, poikia ja tyttäriä kestävämmän, annan nimen, joka ei koskaan katoa.",
      "Samalla tavoin myös muukalaiset, jotka ovat liittyneet Herran palvelijoiden joukkoon, jotka rakastavat hänen nimeään ja kunnioittavat häntä, kaikki jotka varovat loukkaamasta sapatin pyhyyttä ja pysyvät minun liitossani,",
      "he kaikki saavat tulla pyhälle vuorelleni. Minä täytän heidät riemulla, kun he rukoilevat siellä. Minä hyväksyn polttouhrit ja teurasuhrit, jotka he tuovat alttarilleni. Ja minun temppelistäni tulee huone, jossa kaikki kansat saavat rukoilla.",
      "Näin sanoo Herra, minun Jumalani, hän, joka kokoaa yhteen Israelista karkotetut: -- Minä kokoan tänne vielä enemmän kansaa, yli sen nykyisen määrän.",
      "Aavikon pedot, tulkaa syömään, tulkaa, kaikki metsän eläimet!",
      "Tämän maan vartijat ovat sokeita kaikki, eivät he mitään näe. He ovat kaikki mykkiä koiria, eivät he osaa haukkua, makailevat vain, läähättävät ja viihtyvät torkuksissa.",
      "Mutta näillä koirilla on ahnaat kurkut, kyltymättömät. Ja nämäkö ovat paimenia? Mitään he eivät ole oppineet, mitään eivät ymmärrä. Jokainen heistä on kääntynyt omalle tielleen, jokainen ajaa omaa etuaan."
    ],
    [
      "Vanhurskas menehtyy, eikä kukaan siitä piittaa, hurskaat otetaan pois, eikä se ketään liikuta. Pahan mahti pyyhkäisee vanhurskaan pois.",
      "Mutta rauhan aika tulee. Ne, joiden tie on suora, saavat levon.",
      "Mutta tulkaa te tänne, te noidanpenikat, te huorimusten ja porttojen jälkeläiset!",
      "Kenelle te oikein nauratte, kenelle irvistelette ja näytätte kieltänne? Itsehän olette rikoksen lapsia, valheen sikiöitä!",
      "Te hehkutte ja hekumoitte tammien alla, jokaisen viheriöivän puun juurella. Te teurastatte omia lapsianne purojen partailla, rotkoissa, kallioiden juurella.",
      "Rotkon paadet, sileät ja liukkaat, ne ovat sinun osasi, sinun kohtalosi, Siion! Niille olet vuodattanut juomauhrisi, niille tarjonnut ruokauhrin. Tätäkö minun pitäisi sietää?",
      "Korkealle, ylhäiselle vuorelle, sinnekin olet levittänyt vuoteesi, sinnekin olet noussut uhraamaan teurasuhreja.",
      "Oviin ja pieliin olet piirtänyt merkkejäsi. Totisesti, olet karannut minun luotani, noussut kukkuloille, levittänyt vuoteesi ja tehnyt kaupat noiden kanssa, joiden vierellä sinä halusta makaat, joiden miehuutta ihailet.",
      "Öljystä kiiltäen sinä vaelsit Molokin luo, runsaasti käytit voiteitasi, sinä lähetit lähettejäsi pitkille matkoille, aina tuonelaan saakka.",
      "Ketä sinä niin pelkäsit, ketä niin säikyit, että petit minua? Minua et muistanut, minusta et välittänyt. Kun olen vaiti, kun olen kätkössä, sinä et minua pelkää.",
      "Mutta minä paljastan, millaista on sinun hurskautesi, millaisia ovat sinun tekosi. Eivät ne sinua auta.",
      "Kun huudat apua, pelastaako sinut tuo jumalien joukko, jonka keräsit kokoon? Katso: tuuli puhaltaa ne kaikki pois, henkäys vie ne mukanaan. Mutta se, joka turvautuu minuun, perii maan ja saa omakseen minun pyhän vuoreni.",
      "Herra sanoo: -- Raivatkaa, raivatkaa, tasoittakaa tie, työntäkää pois esteet minun kansani tieltä!",
      "Korkea ja Ylhäinen, hän, joka pysyy ikuisesti, jonka nimi on Pyhä, sanoo näin: -- Minä asun korkeudessa ja pyhyydessä, mutta asun myös murtuneiden ja nöyrien luona. Minä virvoitan murtuneiden hengen ja herätän eloon nöyrien sydämen.",
      "En minä ikuisesti ole teihin vihastunut enkä loputtomiin teitä syytä. Jos niin tekisin, teidän voimanne herpoaisi eikä yksikään luoduistani kestäisi minun edessäni.",
      "Hetkeksi minä vihastuin tähän syntiseen kansaan, löin sitä ja käänsin vihassa kasvoni siitä pois. Harhautuneena se kulki omien halujensa teitä.",
      "Ne tiet minä olen nähnyt. Mutta nyt tahdon parantaa tämän kansan, johtaa sen askelia, tahdon antaa sille lohdutuksen.",
      "Sen surevien huulille minä annan ylistyksen hedelmän. Minä annan rauhan, rauhan lähelle ja kauas -- sanoo Herra --  ja minä parannan heidät.",
      "Mutta jumalattomat ovat kuin kuohuva meri. Ei se tyynny, vaan kuohuttaa esiin mutaa ja liejua.",
      "-- Jumalattomilla ei ole rauhaa, sanoo minun Jumalani."
    ],
    [
      "Huuda kurkun täydeltä, älä arkaile, anna äänesi kaikua kuin pasuuna! Kerro kansalleni sen rikokset, Jaakobin suvulle sen synnit.",
      "Minua he ovat etsivinään päivästä päivään ja kyselevät tietoa minun teistäni niin kuin kansa, joka noudattaa vanhurskautta eikä ole hylännyt Jumalansa säätämää oikeutta. He pyytävät minulta oikeudenmukaisia tuomioita, he pyytävät Jumalaa puolelleen ja sanovat:",
      "Riitaa ja katkeruutta teidän paastonne tuottaa, raakoja nyrkiniskuja. Te ette enää pidä sellaista paastoa, joka kantaa rukoukset taivaisiin.",
      "Tuollaistako paastoa minä teiltä odotan, tuollaista itsenne kurittamisen päivää? Sitäkö, että te riiputatte päätänne kuin rannan ruoko, pukeudutte säkkivaatteeseen, makaatte maan tomussa, sitäkö te kutsutte paastoksi, Herran mielen mukaiseksi päiväksi?",
      "Toisenlaista paastoa minä odotan: että vapautat syyttömät kahleista, irrotat ikeen hihnat ja vapautat sorretut, että murskaat kaikki ikeet,",
      "murrat leipää nälkäiselle, avaat kotisi kodittomalle, vaatetat alastoman, kun hänet näet, etkä karttele apua tarvitsevaa veljeäsi.",
      "Silloin sinun valosi puhkeaa näkyviin kuin aamunkoi ja hetkessä sinun haavasi kasvavat umpeen. Vanhurskaus itse kulkee sinun edelläsi ja Herran kirkkaus seuraa suojanasi.",
      "jos annat nälkäiselle omastasi ja ravitset sen, joka kärsii puutetta, niin sinun pimeyteesi koittaa valo ja yön varjo muuttuu keskipäivän kirkkaudeksi.",
      "Ja Herra on alati ohjaava sinua. Aavikon paahteessakin hän elvyttää voimasi ja vahvistaa jäsenesi. Sinä olet kuin vehmas puutarha, kuin lähde, jonka vesi ei ehdy.",
      "Ammoin raunioituneet asumuksesi sinä rakennat jälleen, pystytät rakennuksia muinaisille perustuksille, ja niin sinun nimesi on oleva: sortuneiden muurien korjaaja, maan asutuksen elvyttäjä.",
      "Jos et polje tomuun sapattia etkä aja omia etujasi minun pyhänä päivänäni, jos nimität sapattia ilon päiväksi ja Herran pyhää päivää kunnian päiväksi, jos kunnioitat sitä niin, ettet kulje omilla asioillasi, et käy kauppaa etkä aja omia etujasi,",
      "silloin saat iloita Herrasta. Minä annan sinun kulkea kaikkien vuorten yli, ja olet saava elantosi isäsi Jaakobin perintömaasta. Näin on Herra puhunut."
    ],
    [
      "Ei Herran käsi ole lyhyt pelastamaan eikä hänen korvansa kuuro kuulemaan.",
      "Ei, vaan teidän rikkomuksenne erottavat teidät Jumalastanne. Teidän syntinne ovat saaneet hänet kääntymään pois, niin ettei hän teitä kuule,",
      "sillä teidän kätenne ovat veren tahrimat, teidän sormenne vääryyden saastuttamat, teidän huulenne puhuvat valheita ja kielenne kuiskii petosta.",
      "Kukaan ei käy oikeutta rehellisesti, kukaan ei esitä totuudenmukaista syytettä. Kaikki luottavat olemattomaan ja puhuvat perättömiä, kaikki kantavat kohdussaan pahaa ja synnyttävät turmion.",
      "Myrkkykäärmeen munia he hautovat, hämähäkinseittejä kutovat. Jos niitä munia joku syö, hän kuolee. Jos niistä jokin särkyy, siitä kuoriutuu kyy.",
      "Ei tule vaatetta heidän seiteistään, eivät he voi pukeutua kättensä töihin. Heidän työnsä ovat turmion töitä, heidän kätensä ovat väkivaltaa täynnä.",
      "Heidän jalkansa rientävät pahoihin tekoihin, he kiiruhtavat vuodattamaan viatonta verta. Heidän ajatuksensa ovat turmion ajatuksia, he jättävät jälkeensä tuhoa ja hävitystä.",
      "Rauhan tietä he eivät tunne, oikeus ei johda heidän askeliaan. He astelevat mutkaisia polkuja -- joka niitä kulkee, ei saavuta rauhaa.",
      "Nyt oikeus on meistä kaukana eikä vanhurskaus meihin yllä. Me kaipaamme valoa, mutta täällä on pimeys, me kaipaamme kirkkautta, mutta vaellamme yön varjoissa.",
      "Kuin sokeat me haparoimme seinänvieriä pitkin, tunnustelemme tietä kuin ne, jotka ovat silmiä vailla, keskellä päivää me kompastelemme niin kuin hämärissä, parhaassa iässämme olemme jo kuolleitten kaltaisia,",
      "me murisemme kuin karhut, valitamme ja vaikerramme kuin kyyhkyset. Me kaipaamme oikeutta, eikä sitä ole, kaipaamme pelastusta, mutta se on meistä kaukana.",
      "Paljon olemme rikkoneet sinua vastaan, alati syntimme syyttävät meitä ja rikkomuksemme seuraavat meitä kaikkialle. Me tunnemme pahat tekomme:",
      "olemme luopuneet Herrasta, kieltäneet hänet, pakoilleet Jumalaamme, puhuneet sorron sanoja, kapinan sanoja, hautoneet valheita sydämessämme, lausuneet ne julki.",
      "Näin oikeus on työnnetty syrjään ja vanhurskaus on jäänyt kauas, näin totuus poljetaan tomuun torilla eikä rehellisyydelle ole täällä sijaa.",
      "Totuus on kaikonnut kauas. Joka varoo tekemästä pahaa, joutuu itse ryöstäjän uhriksi. Kaiken tämän Herra näki, ja se oli hänen silmissään paha: maassa ei vallinnut oikeus.",
      "Hän näki, ettei siellä ollut ketään, joka olisi puuttunut asiaan, ja hän ihmetteli sitä. Niin hän päätti ryhtyä siihen itse, omin käsin, ja oikeus oli hänen tukenaan.",
      "Vanhurskauden hän puki haarniskaksi ylleen, pelastuksen kypärän hän pani päähänsä, hän pukeutui koston vaatteisiin, kuin viittaan hän verhoutui kiivauteensa.",
      "Hän maksaa kaikille heidän tekojensa mukaan, vihastuu vastustajilleen, kostaa vihollisilleen ja kostaa myös kaukaisille rannoille,",
      "niin että lännen äärillä pelätään Herran nimeä ja auringon nousun puolella hänen kunniansa kirkkautta. Se, mikä tulee, tulee kuin patonsa murtanut virta, jonka Herran tuuli on ajanut liikkeelle.",
      "Mutta Siioniin Herra tulee vapauttajana, Jaakobin jälkeläisten luo lunastajana, kun he luopuvat rikkomuksistaan, sanoo Herra."
    ],
    [
      "Nouse, loista kirkkaana, Jerusalem, sillä sinun valosi saapuu ja Herran kirkkaus koittaa sinun yllesi.",
      "Katso, pimeys peittää maan, yön synkkyys kansat. Mutta sinun taivaallesi kohoaa aamunkoi, Herran kirkkaus hohtaa sinun ylläsi.",
      "Niin kansat tulevat sinun valosi luo ja kuninkaat sinun aamunkoittoosi.",
      "Nosta silmäsi, katso ympärillesi: he kaikki ovat kokoontuneet, he saapuvat, sinun poikasi, jotka tulevat kaukaa, sinun tyttäresi, joita sylissä kannetaan.",
      "Sinä näet tämän kaiken ja loistat ilosta, rajusti lyö sydämesi, rintasi avartuu, kun meren rikkaudet vyöryvät rannoillesi ja sinun käsiisi annetaan kansojen vauraus,",
      "kun sinut peittää kamelien paljous, Midianin ja Efan kamelintammojen vyöry. Koko Saban väki saapuu, kultaa ja suitsuketta kantaen, ja kaikki he ylistävät Herraa.",
      "Kedarin laumat kerätään sinun luoksesi, Nebajotin pässit ovat sinun, niitä uhrataan otollisina uhreina minun alttarillani. Niin minä kirkastan asumukseni loiston.",
      "Entä nuo, jotka kiitävät tänne kuin pilvi, kuin kyyhkyt lakkaansa -- keitä he ovat?",
      "Kaukaisten rantojen alukset kerääntyvät, kärjessä Tarsisin-laivat. Ne tuovat poikasi kaukaa, tuovat heidän hopeansa ja kultansa Herran, sinun Jumalasi, nimen kunniaksi, kunniaksi Israelin Pyhälle. Hän antaa sinulle loiston ja mahdin.",
      "Muukalaiset rakentavat sinun muurisi, heidän kuninkaansa palvelevat sinua. Vihassani olen sinua lyönyt, mutta rakkaudessani minä sinua armahdan.",
      "Sinun porttisi ovat aina avoinna, niitä ei suljeta päivällä eikä yöllä. Niiden kautta sinulle tuodaan kansojen rikkaudet, niistä saatetaan kuninkaat sinun luoksesi.",
      "Mutta kansa tai valtakunta, joka ei palvele sinua, on tuhon oma, se hävitetään maan päältä.",
      "Libanonin rikkaus saapuu luoksesi, sypressit, puksipuut, vuorimännyt, kaunistamaan minun pyhäkköni paikkaa. Tämän jalkojeni sijan minä korotan kunniaan.",
      "Pää kumarassa saapuvat luoksesi sortajiesi pojat, ja kaikki, jotka ovat sinua halveksineet, heittäytyvät suutelemaan jalkojasi. He antavat sinulle nimen Herran kaupunki ja nimen Siion, Israelin Pyhän asumus.",
      "Vaikka olit syrjitty, vaikka sinua hyljeksittiin eikä kukaan käynyt luonasi, minä olen korottanut sinut pysyvään kunniaan, iloksi tuleville sukupolville.",
      "Vieraat kansat imettävät sinua, kuninkaat sinua ruokkivat, ja silloin tiedät, että minä, Herra, olen sinun pelastajasi, että sinun lunastajasi on Jaakobin Väkevä.",
      "Pronssin sijaan minä tuon sinulle kultaa ja raudan sijaan hopeaa, minä tuon puun sijaan pronssia ja kiven sijaan rautaa. Minä asetan sinun hallitsijaksesi rauhan ja valtiaaksesi oikeuden.",
      "Ei kuulla enää väkivallasta sinun maassasi, ei tuhosta eikä turmiosta sinun rajojesi sisällä. Minun apuni on sinun muurinasi ja minun ylistykseni sinun portteinasi.",
      "Aurinko ei enää ole sinun päiviesi valona eikä kuu kirkasta sinun teitäsi, vaan Herra on sinun ikuinen valosi ja sinun Jumalasi on sinun kirkkautesi.",
      "Sinun aurinkosi ei enää laske eikä kuu katoa, sillä Herra on sinun ainaisena valonasi. Sinun murhepäiviesi luku on täyttynyt.",
      "Vanhurskaita ovat silloin kaikki kansasi jäsenet, maa on iäti oleva heidän. He ovat taimia minun tarhassani, minun kätteni työ, jolla osoitan kirkkauteni.",
      "Pienimmästäkin tulee tuhatlukuinen heimo, vähäisimmästäkin kasvaa mahtava kansa. Minä, Herra, toteutan tämän äkkiarvaamatta, kun hetki on tullut."
    ],
    [
      "Herran henki on minun ylläni, sillä hän on voidellut minut. Hän on lähettänyt minut ilmoittamaan köyhille hyvän sanoman, parantamaan ne, joiden mieli on murtunut, julistamaan vangituille vapautusta ja kahlituille kahleitten kirpoamista,",
      "julistamaan Herran riemuvuotta, päivää, jona Jumalamme antaa palkan. Hän on lähettänyt minut lohduttamaan kaikkia murheellisia,",
      "antamaan Siionin sureville kyynelten sijaan ilon öljyä, hiuksille tuhkan sijaan juhlapäähineen, murheisen hengen sijaan ylistyksen viitan. Heitä kutsutaan Vanhurskauden tammiksi, Herran tarhaksi, jonka hän itse on istuttanut osoittaakseen kirkkautensa.",
      "He rakentavat jälleen ammoin raunioituneet asumukset, isiensä autioituneet tilat he ottavat käyttöön, pystyttävät hävitetyt kaupungit uudelleen ja ottavat viljelykseen kauan autioina olleet maat.",
      "Vieraat joutuvat paimentamaan teidän lampaitanne ja vuohianne, muukalaiset hoitamaan teidän peltojanne ja viinitarhojanne,",
      "mutta teitä kutsutaan Herran papeiksi ja sanotaan meidän Jumalamme palvelusväeksi. Te saatte käyttää kaikkea, mitä kansat omistavat, saatte nauttia niiden rikkauksista.",
      "Teillä on ollut häpeää kaksin verroin, teitä on syljetty ja pilkattu, mutta nyt te saatte omassa maassanne kaksinkertaisen perinnön ja teillä on oleva ikuinen ilo.",
      "-- Minä, Herra, rakastan oikeutta ja vihaan riistoa ja vääryyttä. Minä maksan kansalleni palkan oikeuden mukaan ja teen sen kanssa ikuisen liiton.",
      "Silloin sen siemen tunnetaan kansojen keskellä, sen jälkeläiset kansakuntien joukossa. Kaikki, jotka heidät näkevät, ymmärtävät, että Herra on siunannut tämän sukukunnan.",
      "Minä riemuitsen Herrasta, minä iloitsen Jumalastani! Hän pukee minun ylleni pelastuksen vaatteet, hän kietoo minut vanhurskauden viittaan, niin että olen kuin sulhanen, joka laskee hiuksilleen juhlapäähineen, tai kuin morsian, joka koristautuu kauneimpiinsa.",
      "Ja niin kuin maa työntää versoa, niin kuin puutarha saa kylvetyn siemenen kasvamaan, niin Herra, minun Jumalani, saa vanhurskauden versomaan, ja ylistys kohoaa kaikkien kansojen kuultavaksi."
    ],
    [
      "Siionin tähden minun on puhuttava, Jerusalemin takia en voi vaieta, ennen kuin oikeus nousee siellä kuin aurinko ja pelastus kuin leimuava soihtu,",
      "ennen kuin kansat näkevät sinun vanhurskautesi ja kuninkaat sinun kirkkautesi. Sinä saat uuden nimen, jonka Herra itse lausuu julki,",
      "ja sinä olet oleva kaunis kruunu Herran kädessä, kuninkaallinen seppele Jumalan huomassa.",
      "Ei sinun nimesi enää ole Hylätty eikä maasi nimi Hedelmätön, vaan sinun nimesi on oleva Rakastettuni ja maasi nimi Puolisoni, sillä Herra rakastaa sinua ja ottaa sinun maasi puolisokseen.",
      "Niin kuin nuorukainen ottaa neidon vaimokseen, niin sinun lapsesi ottavat sinut omakseen, niin kuin sulhanen iloitsee morsiamestaan, niin sinun Jumalasi iloitsee sinusta.",
      "Sinun muureillesi, Jerusalem, minä olen asettanut vartijoita. Hetkeksikään he eivät saa herpaantua, eivät päivällä eivätkä yöllä. -- Te, jotka huudatte Herraa, älkää suoko itsellenne lepoa!",
      "Älkää suoko lepoa hänelle, ennen kuin hän rakentaa ennalleen Jerusalemin ja tekee siitä ylistyksen aiheen koko maailmalle!",
      "Oikean kätensä, vahvan käsivartensa kautta Herra on vannonut: -- Sinun viljaasi minä en enää anna vihollistesi ruoaksi, eivätkä muukalaiset enää juo sinun viiniäsi, josta sinä olet vaivan nähnyt,",
      "vaan ne, jotka viljan korjaavat, sen myös syövät ylistäen Herraa, ja ne, jotka kokoavat rypäleet, ne myös juovat viinin minun pyhäkköni esipihoissa.",
      "Lähtekää, menkää ulos porteista, valmistakaa tie kansalle, valmistakaa, tasoittakaa valtatie, raivatkaa pois kivet, kohottakaa lippu merkiksi kansoille!",
      "Maailman ääriin saakka Herra on kuuluttanut: -- Sanokaa tytär Siionille: Katso, sinun pelastajasi saapuu, hän kuljettaa mukanaan työnsä palkkaa, johdattaa niitä, jotka on omikseen hankkinut.",
      "Heitä kutsutaan nimellä Pyhä kansa, Herran lunastamat, ja sinua nimellä Kaivattu kaupunki, Kaupunki, jota ei hylätä."
    ],
    [
      "-- Kuka on tuo, joka tulee Edomista, joka tulee Bosrasta, kirkkaanpunaisessa puvussa, tuo, joka astuu tietään voimaa uhkuen komeassa asussaan? -- Minä se olen, oikeuden julistaja, suuri pelastaja.",
      "-- Miksi on pukusi punainen, vaatteesi kuin viinikuurnan polkijan?",
      "-- Minä poljin kuurnallisen rypäleitä, poljin yksin, kansojen joukosta ei ketään tullut avukseni. Ja niin minä vihassani poljin ne kaikki ja kiivaudessani tallasin ne, niin että niiden mehu roiskui puvulleni ja tahri kaikki vaatteeni.",
      "Sillä koston päivää vaati minun sydämeni, kansani lunastamisen vuosi oli tullut.",
      "Minä katselin ympärilleni, mutta ei ollut yhtään auttajaa. Minä ihmettelin, ettei ketään tullut tuekseni. Vain oman käsivarteni voima minua auttoi, vain oma kiivauteni minua vahvisti.",
      "Niin minä poljin kansat vihassani, murskasin ne kiivaudessani ja annoin mehun valua maahan.",
      "Herran armotöitä minä julistan, Herran ylistettäviä tekoja, muistaen kaikkea sitä, minkä Herra on meille tehnyt, hänen suurta hyvyyttään Israelia kohtaan, kaikkea, minkä hän on sille tehnyt, hän, joka on uskollinen ja täynnä armoa.",
      "vapautti heidät ahdingosta. Ei sanansaattaja, ei enkeli, vaan hänen kasvojensa kirkkaus pelasti heidät. Rakkaudessaan säälivänä hän lunasti heidät vapaiksi, hän nosti ja kantoi heitä kaikkina menneinä päivinä.",
      "Mutta he niskuroivat häntä vastaan ja tekivät murheelliseksi hänen pyhän henkensä, ja hänestä tuli heidän vihollisensa, joka taisteli heitä vastaan.",
      "Silloin he muistivat menneet päivät, muistivat Mooseksen, hänen palvelijansa, ja he kysyivät: -- Missä on hän, joka vedestä nosti omalle laumalleen paimenen ja asetti häneen pyhän henkensä?",
      "Missä on hän, joka antoi mahtavan käsivartensa johdattaa Moosesta, hän, joka halkaisi vedet heidän edessään ikuiseksi kunniaksi nimelleen,",
      "hän, joka johdatti heidän askelensa syvyyksien halki, niin että he kulkivat kuin hevonen arolla, kompastelematta?",
      "Niin kuin karja laskeutuu alas laaksoon, niin kansa, jota Herran henki johti, laskeutui rauhassa lepäämään. Näin sinä johdatit kansaasi nimesi kunniaksi.",
      "Katso taivaastasi, katso pyhästä, ihanasta asumuksestasi! Missä viipyy sinun tulinen intosi, missä ovat voimatekosi? Missä on sinun palava säälisi? Älä kiellä meiltä rakkauttasi!",
      "Olethan sinä meidän isämme. Ei Abraham meistä mitään tiedä eikä Israel meitä tunne. Sinä, Herra, olet meidän isämme. Ikuinen Lunastajamme, se on sinun nimesi.",
      "Miksi päästät meidät eksymään teiltäsi, miksi annat sydämemme paatua niin ettei se kavahda sinun voimaasi? Palaa takaisin, palvelijoittesi tähden, palaa kansasi heimojen tähden!",
      "Vain hetken sai kansasi pitää hallussaan pyhäkköäsi, nyt meidän ahdistajamme tallaavat sinun temppeliäsi.",
      "Nyt olemme kuin et koskaan olisi meitä hallinnut, kuin ei meitä koskaan olisi pyhitetty sinun nimelläsi. Kunpa jo repäisisit halki taivaan, astuisit alas ja panisit vuoret järisemään!"
    ],
    [
      "Kunpa leimahtaisit kuin tuli tiheikössä, kuin tuli, joka saa veden kiehumaan!",
      "(H64:1)Näytä jo vihollisille nimesi voima, niin että kansakunnat vapisevat sinun edessäsi,",
      "(H64:2)kun teet pelottavan voimallisia tekoja, meillekin ennalta aavistamattomia. Kunpa astuisit alas ja panisit vuoret järisemään!",
      "(H64:3)Ikimuistoisista ajoista ei ole tietoon tullut, ei korva ole kuullut, ei silmä nähnyt, että olisi muuta jumalaa kuin sinä, Jumalaa, joka auttaa niitä, jotka häntä odottavat.",
      "(H64:4)Sinä olet etsinyt niitä, jotka iloiten täyttäisivät tahtosi, jotka sinua muistaen kulkisivat teitäsi. Mutta me teimme syntiä, ja sinä vihastuit, me rikoimme sinun tahtoasi vastaan, ja sinä kätkit kasvosi meiltä.",
      "(H64:5)Kuin saastaa me olemme olleet, kuin tahrainen riepu on koko meidän vanhurskautemme. Me kaikki olemme kuin kuihtuneita lehtiä, ja syyllisyytemme pyyhkäisee meidät pois kuin tuuli.",
      "(H64:6)Ei ole ketään, joka kutsuisi sinua avuksi, joka havahtuisi ja turvaisi sinuun. Sinä olet kätkenyt meiltä kasvosi ja jättänyt meidät pahojen tekojemme valtaan.",
      "(H64:7)Mutta olethan sinä, Herra, meidän isämme! Me olemme savea, sinä saven valaja, kaikki me olemme sinun kättesi tekoa.",
      "(H64:8)Herra, älä ylen määrin vihastu meihin, älä loputtomiin muistele meidän pahoja tekojamme. Katso meitä. Kaikki me olemme sinun kansaasi.",
      "(H64:9)Sinun pyhät kaupunkisi ovat nyt raunioina, Siion on kuin aavikko, Jerusalemissa asuu autius.",
      "(H64:10)Pyhä, ihana huoneemme, jossa isämme sinua ylistivät, on jäänyt tulen saaliiksi. Kaikki meille kallis ja rakas on tuhottu.",
      "(H64:11)Voitko sinä, Herra, tyynenä katsoa tätä? Yhäkö vain olet vaiti ja annat vaivaa vaivan päälle?"
    ],
    [
      "Päivästä päivään minä ojensin käteni tätä vastahakoista kansaa kohden, kansaa, joka kulkee väärää tietä oman mielensä mukaan,",
      "kansaa, joka yhä uudelleen minut vihoittaa, joka alati minun silmieni edessä uhraa puutarhoissa ja polttaa suitsukkeita tiilialttareilla.",
      "He oleskelevat haudoissa ja yöpyvät kallionkoloissa, heille kelpaa ruoaksi sian liha, kelvotonta uhrilihaa he keittävät astioissaan.",
      "Minun edessäni on kirjoitus: En minä vaikene! Kaiken minä olen maksanut, ja minä maksan suoraan käteen.",
      "Minä maksan heidän rikkomuksensa ja heidän isiensä rikkomukset samalla kertaa, sanoo Herra. Koska he ovat polttaneet suitsutusta vuorilla ja herjanneet minua kukkuloilla, minä aivan heti luen heille palkan suoraan käteen.",
      "Jaakobin siemenestä minä kasvatan jälkeläisiä, Juudan jälkeläisistä minä teen vuorteni perijän. Minun valittuni ne perivät, minun palvelijani asuvat siellä.",
      "Saaronista tulee lampaiden ja vuohien laidun, Akorinlaaksosta nautakarjan lepäilypaikka. Nekin ovat kansani maata, kansan, joka minua etsii.",
      "Mutta te, jotka olette hylänneet Herran ja unohtaneet minun pyhän vuoreni, te, jotka katoitte juhlapöydän onnenjumalalle Gadille ja täytitte sekoitusmaljan kohtalonjumalan Menin kunniaksi,",
      "te menetätte henkenne miekan iskusta, minä määrään teidät kumartumaan teuraiksi. Kun minä kutsuin, te ette vastanneet, kun minä puhuin, te ette kuunnelleet vaan teitte sitä, mikä on minun silmissäni väärää, ja aina valitsitte sen, mikä on vastoin minun tahtoani.",
      "Sen tähden Herra, minun Jumalani, sanoo näin: -- Minun palvelijani saavat syödäkseen, mutta te näette nälkää, minun palvelijani saavat juodakseen, mutta te kärsitte janoa, minun palvelijani iloitsevat, mutta teidän osanne on häpeä,",
      "minun palvelijani riemuitsevat sydän täynnä onnea, mutta te huudatte sydän tuskaa tulvillaan ja valitatte mieli murtuneena.",
      "Joka pyytää itselleen siunausta tässä maassa, on saava siunauksen oikean Jumalan nimessä, ja joka vannoo tässä maassa, on vannova oikean Jumalan nimeen. Ja kaikki menneet murheet on unohdettu, niitä ei enää missään näy.",
      "Katso, minä luon uuden taivaan ja uuden maan. Menneitä ei enää muistella, ne eivät nouse mieleen.",
      "Ei, vaan te saatte iloita ja riemuita aina ja ikuisesti siitä, mitä minä luon. Katso, ilon kaupungiksi minä luon Jerusalemin, teen riemuitsevaksi sen kansan.",
      "Ja minä riemuitsen Jerusalemista, iloitsen kansastani. Ei siellä enää kuulu itkun ääntä, ei valitusta,",
      "eivät vastasyntyneet siellä enää kuole, ei yksikään, ei kuole vanhus, ennen kuin on elänyt päivänsä täyteen. Joka kuolee satavuotiaana, kuolee nuorena, jonka vuodet jäävät alle sadan, häntä surkutellaan.",
      "He rakentavat taloja ja saavat asua niissä, he istuttavat viinitarhoja ja nauttivat itse niiden hedelmän,",
      "ei niin, että he rakentaisivat ja toinen taloa asuisi, eikä niin, että he istuttaisivat ja toinen söisi hedelmän. Niin kuin puiden päivät, niin ovat minun omieni päivät. Minun valittuni saavat itse nauttia työnsä tuloksista.",
      "Enää he eivät näe vaivaa tyhjän vuoksi, eivät synny kuollakseen kohta, vaan he ovat Herran siunaama suku ja heidän vesansa pysyy heidän luonaan.",
      "Jo ennen kuin he kutsuvat, minä vastaan, kun he vielä esittävät pyyntöään, minä jo toteutan sen.",
      "Susi ja karitsa käyvät yhdessä laitumella, leijona syö heinää kuin härkä, ja käärmeen ruokana on maan tomu. Kukaan ei tee pahaa, kukaan ei vahingoita ketään minun pyhällä vuorellani, sanoo Herra."
    ],
    [
      "Näin sanoo Herra: -- Taivas on minun valtaistuimeni, maa on koroke minun jalkojeni alla. Millaisen talon te minulle rakentaisitte, millaisen asuinsijan?",
      "Kaiken tämän on minun käteni tehnyt, niin nämä ovat syntyneet, sanoo Herra. Köyhää minä katson, köyhää, hengeltään särkynyttä, sanani alla arkaa.",
      "Te teurastatte härkiä, ja kohta taas tapatte ihmisiä, te uhraatte lampaan kuin taittaisitte koiralta niskan. Sian verta ovat teidän ruokauhrinne, pahan palvontaa teidän suitsutuksenne. Te olette valinneet omat tienne ja mieltyneet omiin iljetyksiinne,",
      "ja minä puolestani valitsen kurituksen tien, teitä kohtaa se, mitä te pelkäsitte. Kun minä kutsuin, kukaan ei vastannut, kun minä puhuin, kukaan ei kuunnellut. Te teitte sitä, mikä on väärää minun silmissäni, ja aina valitsitte sen, mikä on vastoin minun tahtoani.",
      "Kuulkaa hälyä, joka kantautuu kaupungista, melua, joka tulee temppelistä! Kuulkaa: Herra kostaa vihollisilleen.",
      "Ennen kuin kivut ovat edes alkaneet, Siion on jo synnyttänyt, ennen kuin tuska on ehtinyt tulla, hän on saattanut maailmaan poikalapsen.",
      "Kuka on kuullut, kuka on nähnyt tällaista? Syntyykö maa yhdessä päivässä, syntyykö kansa yhdellä kertaa? Mutta heti kipujen alkaessa Siion synnytti omat lapsensa.",
      "-- Minäkö avaisin kohdun suun saattamatta synnytystä päätökseen? kysyy Herra. -- Minä, joka ohjaan synnyttäjää, estäisinkö minä häntä synnyttämästä? kysyy sinun Jumalasi.",
      "Iloitkaa Jerusalemin kanssa, riemuitkaa kaupungin tähden, te kaikki, jotka sitä rakastatte! Juhlikaa riemuiten sen kanssa, te kaikki, jotka sitä suritte.",
      "Niin te saatte imeä, tulla kylläisiksi lohtua antavista rinnoista, saatte nauttia, juoda yltäkyllin sen voiman ja mahdin nisistä.",
      "Näin sanoo Herra: -- Katso, minä ohjaan Siioniin rauhan kuin virran. Kuin uomastaan tulvivan puron minä käännän sen luo kansojen rikkaudet. Sen imeväisiä kannetaan sylissä ja keinutellaan polvien päällä.",
      "Niin kuin äiti lohduttaa lastaan, niin minä teitä lohdutan, Jerusalemin onni antaa teille täyden lohdun:",
      "kun tämän näette, teidän sydämenne ihastuu, te kukoistatte kuin vehmas niitty. Niin Herran palvelijat saavat tuntea hänen kätensä voiman ja viholliset hänen vihansa.",
      "Katso, Herra saapuu tulenlieskassa, hänen vaununsa ovat kuin pyörretuuli. Hänen vihansa purkautuu tulenhehkuna, hänen jyrinänsä liekkeinä.",
      "Niin Herra toteuttaa oikeutensa tulella, hänen miekkansa lyö ihmissukua, ja monet kaatuvat sen lävistäminä:",
      "nuo, jotka puhdistautuvat ja valmistautuvat palvontatarhojen menoihin johtajansa ympärillä, nuo, jotka syövät kaikkea iljettävää, sian lihaa, rottia -- minä tunnen heidän tekonsa ja ajatuksensa, ja he kaikki saavat loppunsa, sanoo Herra.",
      "Minä saavun kokoamaan kaikki kansat ja kielet, ja kaikki tulevat ja näkevät kirkkauteni.",
      "Ja heidän keskellään minä teen ihmeen ja heidän joukostaan lähetän eloon jääneitä vieraiden kansojen luo Tarsisiin, Putiin, Ludiin, Mesekiin, Tubaliin ja Javaniin, kaukaisille saarille ja rannikoille, jotka eivät ole kuulleet minusta puhuttavan eivätkä nähneet minun kirkkauttani. Nuo, jotka lähtevät, kertovat vieraiden kansojen keskuudessa minun kirkkaudestani.",
      "He tuovat kaikki veljenne kaikkien kansojen keskeltä, lahjaksi Herralle, he tuovat heidät hevosilla ja avovaunuilla ja katetuilla vankkureilla ja muuleilla ja ratsukameleilla Jerusalemiin, minun pyhälle vuorelleni -- sanoo Herra -- samalla tavoin kuin israelilaiset tuovat uhrilahjana ruokaa puhtaissa astioissa Herran huoneeseen.",
      "Ja minä otan myös näitä vastatulleita palvelemaan pappeina ja leeviläisinä, sanoo Herra.",
      "Niin kuin uusi taivas ja uusi maa, jotka minä luon, pysyvät minun edessäni, sanoo Herra, niin pysyvät minun edessäni teidän sukunne ja teidän nimenne.",
      "Ja aina uudenkuun päivänä ja jokaisena sapattina tulee koko ihmissuku, ja kaikki kumartuvat minun eteeni, sanoo Herra.",
      "Ja kun he lähtevät ulos, he näkevät niiden ruumiit, jotka ovat minusta luopuneet. Mato, joka niitä kalvaa, ei kuole, liekki, joka niitä nuolee, ei sammu."
    ]
  ],
  "name": "Isaiah"
}
