{
  "id": "1ts",
  "chapters": [
    [
      "Paavali, Silvanus ja Timoteus tervehtivät Tessalonikan seurakuntaa, joka elää Isän Jumalan ja Herran Jeesuksen Kristuksen yhteydessä. Armo ja rauha teille.",
      "Me kiitämme aina Jumalaa teistä kaikista, kun muistamme teitä rukouksissamme.",
      "Jumalamme ja Isämme edessä me lakkaamatta muistelemme sitä, kuinka usko on saanut teidät toimimaan ja rakkaus näkemään vaivaa ja kuinka kärsivällisesti te panette toivonne Herraamme Jeesukseen.",
      "Mehän tiedämme, te Jumalalle rakkaat veljet, että hän on teidät valinnut,",
      "sillä evankeliumi ei tullut teidän luoksenne vain sanoina vaan myös Pyhän Hengen voimana, kun me täynnä varmuutta sitä julistimme. Tiedättehän itsekin, miten me toimimme teidän luonanne, teidän parhaaksenne.",
      "Te puolestanne seurasitte meidän esimerkkiämme, niin, itse Herran esimerkkiä, ja ankaran ahdingon keskellä otitte sanan vastaan täynnä riemua, jonka Pyhä Henki antoi.",
      "Näin teistä tuli esikuva kaikille Makedonian ja Akhaian uskoville.",
      "Teidän keskuudestanne on Herran sana kaikunut Makedoniaan ja Akhaiaan, onpa uskonne Jumalaan tullut tunnetuksi kaikkialla muuallakin. Meidän ei tarvitse siitä puhua,",
      "sillä kaikki kertovat, mihin meidän käyntimme teidän luonanne johti: te hylkäsitte väärät jumalat ja käännyitte palvelemaan elävää, todellista Jumalaa",
      "ja odottamaan taivaasta hänen Poikaansa, jonka hän herätti kuolleista, Jeesusta, joka pelastaa meidät tulevalta vihalta."
    ],
    [
      "Tiedättehän itsekin, veljet, ettei käyntimme teidän luonanne ollut turha.",
      "Vaikka meitä oli Filippissä loukattu ja pahoinpidelty, niin kuin tiedätte, Jumala antoi meille rohkeuden julistaa teille sanomaansa ankaran vastustuksen keskelläkin.",
      "Meidän saarnamme ei ole peräisin harha-ajatuksista, ei epäpuhtaasta mielestä eikä vilpillisistä aikeista.",
      "Koska Jumala on katsonut meidät kelvollisiksi julistamaan evankeliumia, me emme puhuessamme pyri olemaan mieliksi ihmisille vaan Jumalalle, joka tutkii sydämemme.",
      "Emme ole koskaan puhuneet mielistelevin sanoin, sen te tiedätte; emme ole salaa ajaneet omia etujamme, siitä Jumala on todistajamme.",
      "Emme ole yrittäneet saada kunniaa ihmisiltä, emme teiltä emmekä muilta,",
      "vaikka Kristuksen apostoleina olisimme voineet vaatia itsellemme arvonantoa. Ollessamme teidän luonanne olimme lempeitä kuin lapsiaan hoivaava äiti.",
      "Rakastimme teitä niin hellästi, että olimme valmiit antamaan teille Jumalan evankeliumin lisäksi oman itsemmekin; niin rakkaiksi te olitte meille tulleet.",
      "Muistattehan, veljet, miten me uurastimme ja näimme vaivaa. Kun julistimme teille Jumalan evankeliumia, teimme samalla yötä päivää ansiotyötä, jotta emme olisi olleet teidän vaivoinanne.",
      "Te voitte todistaa, ja itse Jumala, että käytöksemme teitä uskovia kohtaan oli puhdasta, oikeudenmukaista ja moitteetonta.",
      "Niin kuin tiedätte, me kehotimme ja rohkaisimme teitä jokaista kuin isä lapsiaan",
      "ja vetosimme teihin, että eläisitte Jumalalle kelpaavaa elämää, sillä hän kutsuu teitä valtakuntaansa ja kirkkauteensa.",
      "Lakkaamatta me kiitämme Jumalaa siitäkin, että kun julistimme teille Jumalan sanaa, te ette ottaneet sitä vastaan ihmisten sanana vaan sinä mitä se todella on, Jumalan sanana, joka myös vaikuttaa teissä uskovissa.",
      "Näin te, veljet, pidätte esikuvananne Juudeassa olevia Jumalan seurakuntia, jotka tunnustavat Kristuksen Jeesuksen. Teidän omat maanmiehenne ovat kohdelleet teitä yhtä huonosti kuin juutalaiset sikäläisiä uskovia.",
      "Juutalaiset ovat surmanneet sekä Herran Jeesuksen että profeetat, ja he ovat vainonneet meitäkin. He ovat Jumalan mieltä vastaan ja kaikkien ihmisten vihollisia.",
      "Kun me puhumme pakanakansoille, jotta ne voisivat pelastua, he yrittävät estää meitä. Näin he täyttävät syntiensä mittaa. Mutta nyt Jumalan viha lopulta tavoittaa heidät.",
      "Veljet, nyt kun olemme joutuneet olemaan jonkin aikaa teistä erossa -- ulkonaisesti, emme sydämessämme -- olemme sitäkin enemmän kaivanneet teitä ja koettaneet päästä teitä tapaamaan.",
      "Olemme aikoneet tulla käymään luonanne -- minä, Paavali, useammin kuin kerran -- mutta Saatana on estänyt meitä.",
      "Kuka on meidän toivomme, riemumme ja kunniaseppeleemme seisoessamme Herramme Jeesuksen edessä, sitten kun hän saapuu, ellette te?",
      "Tehän juuri olette meidän kunniamme ja riemumme."
    ],
    [
      "Niinpä, kun emme enää kestäneet kauempaa, päätimme itse jäädä Ateenaan",
      "ja lähetimme teidän luoksenne veljemme Timoteuksen, Jumalan työtoverin Kristuksen evankeliumin julistajana. Hänen tuli vahvistaa teitä ja rohkaista uskoanne,",
      "jottei kukaan horjuisi, vaikka teitä näin ahdistetaan. Sehän on meidän osamme, niin kuin itse tiedätte.",
      "Jo ollessamme teidän luonanne sanoimme, että me joudumme kärsimään vainoa. Ja juuri niin on käynyt, kuten tiedätte.",
      "Siksi en enää kestänyt kauempaa vaan lähetin Timoteuksen ottamaan selkoa teidän uskostanne. Pelkäsin näet, että kiusaaja on onnistunut aikeissaan ja vaivannäkömme menee hukkaan.",
      "Nyt Timoteus on palannut teidän luotanne tänne ja tuonut meille hyviä uutisia teidän uskostanne ja rakkaudestanne. Hän kertoi, että te muistelette meitä aina iloiten ja kaipaatte meitä yhtä paljon kuin me teitä.",
      "Näin te olette, veljet, omalla uskollanne valaneet meihin rohkeutta kaiken hädän ja ahdingon keskellä.",
      "Nyt voimme taas elää, jos te kerran pysytte lujasti Herran yhteydessä.",
      "Miten voimme kylliksi kiittää Jumalaa teistä ja kaikesta siitä ilosta, jota saamme hänen edessään tuntea teidän tähtenne?",
      "Yötä päivää me rukoilemme kaikesta sydämestämme, että pääsisimme tapaamaan teitä ja voisimme antaa teille sen, mitä uskostanne vielä puuttuu.",
      "Itse Jumala, meidän Isämme, ja Herramme Jeesus tasoittakoot meille tien teidän luoksenne.",
      "Lisätköön Herra runsain määrin teidän rakkauttanne toisianne ja kaikkia ihmisiä kohtaan -- niin kuin mekin rakastamme teitä --",
      "ja vahvistakoon näin sydämenne, että ne olisivat pyhät ja moitteettomat Jumalamme ja Isämme edessä, kun Herramme Jeesus saapuu kaikkien pyhiensä kanssa."
    ],
    [
      "Sitten vielä, veljet! Te olette oppineet meiltä, miten teidän on elettävä ollaksenne Jumalalle mieleen, ja niinhän te elättekin. Mutta Herran Jeesuksen nimessä pyydämme ja kehotamme teitä pyrkimään yhä parempaan.",
      "Tiedättehän, mitä käskyjä me Herran Jeesuksen puolesta olemme teille antaneet.",
      "Jumalan tahto on, että te pyhitytte. Kavahtakaa siveettömyyttä!",
      "Jokaisen teistä on opittava pitämään ruumiinsa pyhänä ja kunniassa.",
      "Älkää antako sitä himon ja kiihkon valtaan, niin kuin tekevät pakanat, jotka eivät tunne Jumalaa.",
      "Kukaan ei saa pyrkiä hyötymään veljensä kustannuksella. Herra rankaisee kaikesta sellaisesta, niin kuin olemme teille sanoneet ja teroittaneet mieleenne.",
      "Jumala ei näet ole kutsunut meitä elämään synnillistä, vaan pyhää elämää.",
      "Sen tähden se, joka kääntää selkänsä näille ohjeille, ei käännä selkäänsä ihmiselle vaan Jumalalle, joka antaa teihin Pyhän Henkensä.",
      "Veljesrakkaudesta teille ei tarvitse kirjoittaa, sillä Jumala itse on opettanut teidät rakastamaan toinen toistanne.",
      "Tehän rakastatte kaikkia uskonveljiä koko Makedoniassa. Mutta me kehotamme teitä, veljet, pyrkimään yhä parempaan.",
      "Pitäkää kunnia-asiananne, että elätte rauhallisesti, hoidatte omat asianne ja ansaitsette toimeentulonne kättenne työllä, niin kuin olemme käskeneet.",
      "Näin te elätte ulkopuolistenkin mielestä nuhteettomasti ettekä tarvitse kenenkään apua.",
      "Tahdomme, veljet, teidän olevan selvillä siitä, mitä tapahtuu kuoleman uneen nukkuville, jotta ette surisi niin kuin nuo toiset, joilla ei ole toivoa.",
      "Jos kerran Jeesus on kuollut ja noussut kuolleista, niin kuin me uskomme, silloin Jumala myös on Jeesuksen tullessa tuova poisnukkuneet elämään yhdessä hänen kanssaan.",
      "Ilmoitamme teille, mitä Herra on sanonut: Me elossa olevat, jotka saamme jäädä tänne siihen asti kun Herra tulee, emme ehdi poisnukkuneiden edelle.",
      "Itse Herra laskeutuu taivaasta ylienkelin käskyhuudon kuuluessa ja Jumalan pasuunan kaikuessa, ja ensin nousevat ylös ne, jotka ovat kuolleet Kristukseen uskovina.",
      "Meidät, jotka olemme vielä elossa ja täällä jäljellä, temmataan sitten yhdessä heidän kanssaan pilvissä yläilmoihin Herraa vastaan. Näin saamme olla aina Herran kanssa.",
      "Rohkaiskaa siis toisianne näillä sanoilla."
    ],
    [
      "Aikamääristä teille ei tarvitse kirjoittaa, veljet,",
      "sillä te tiedätte itse aivan hyvin, että Herran päivä tulee kuin varas yöllä.",
      "Mutta te, ystävät, ette elä pimeydessä, eikä tuo päivä pääse yllättämään teitä kuin varas.",
      "Te kaikki olette valon ja päivän lapsia. Me emme kuulu yölle emmekä pimeydelle.",
      "Emme siis saa nukkua niin kuin muut, vaan meidän on valvottava ja pysyttävä raittiina.",
      "Ne, jotka nukkuvat, nukkuvat yöllä; ne, jotka juovat, ovat juovuksissa yöllä.",
      "Mutta meidän, jotka kuulumme päivälle, on pysyttävä raittiina: meidän on pukeuduttava uskon ja rakkauden haarniskaan ja otettava kypäräksemme pelastuksen toivo.",
      "Jumala ei ole tarkoittanut, että saisimme osaksemme vihan vaan että pelastuisimme Herramme Jeesuksen Kristuksen tullessa.",
      "Kristus on kuollut puolestamme, jotta saisimme elää yhdessä hänen kanssaan, olimmepa valveilla tai kuoleman unessa.",
      "Rohkaiskaa ja vahvistakaa siis toinen toistanne, ja niinhän te teettekin.",
      "Pyydämme teitä, veljet, pitämään arvossa niitä, jotka keskuudessanne näkevät vaivaa, toimivat teidän johtajinanne Herran nimissä ja ojentavat teitä.",
      "Osoittakaa heille aivan erityistä kunnioitusta ja rakkautta heidän työnsä vuoksi. Eläkää rauhassa keskenänne.",
      "Kehotamme teitä, veljet: ojentakaa kurittomia, rohkaiskaa arkoja, tukekaa heikkoja ja olkaa kaikkia kohtaan kärsivällisiä.",
      "Katsokaa, ettei kukaan maksa pahaa pahalla. Pyrkikää aina tekemään hyvää toisillenne ja kaikille ihmisille.",
      "Iloitkaa aina.",
      "Rukoilkaa lakkaamatta.",
      "Kiittäkää kaikesta. Tätä Jumala tahtoo teiltä, Kristuksen Jeesuksen omilta.",
      "Älkää sammuttako Henkeä,",
      "älkää väheksykö profetoimisen lahjaa.",
      "Koetelkaa kaikkea ja pitäkää se mikä on hyvää.",
      "Pysykää erossa kaikesta pahasta.",
      "Itse rauhan Jumala pyhittäköön teidät kokonaan ja varjelkoon koko olemuksenne, teidän henkenne, sielunne ja ruumiinne, niin että olette nuhteettomat Herramme Jeesuksen Kristuksen tullessa.",
      "Hän, joka teitä kutsuu, on uskollinen ja pitää lupauksensa.",
      "Veljet, rukoilkaa meidän puolestamme.",
      "Tervehtikää kaikkia veljiä pyhällä suudelmalla.",
      "Herran nimeen minä vaadin, että luette tämän kirjeen kaikille veljille.",
      "Herramme Jeesuksen Kristuksen armo olkoon teidän kanssanne."
    ]
  ],
  "name": "1 Thessalonians"
}
