{
  "id": "na",
  "chapters": [
    [
      "Ennussana Ninivestä. Elkosilaisen Nahumin näyn kirja.",
      "Herra puolustaa omiaan, hän on Jumala, joka kostaa vihollisilleen. Herra kostaa, hän on täynnä vihaa, Herra kostaa vastustajilleen. Vihollisiaan hän ei lakkaa vihaamasta.",
      "Herra on kärsivällinen, mutta hänen voimansa on suuri, ei hän jätä rankaisematta. Myrskyssä ja rajuilmassa kulkee hänen tiensä, pilvet ovat hänen askeltensa pöly.",
      "Herra ärjäisee merelle ja kuivattaa sen, hän antaa kaikkien virtojen ehtyä. Basan ja Karmel kuihtuvat, Libanonin kukoistus lakastuu.",
      "Vuoret järkkyvät hänen edessään, kukkulat hajoavat. Herra hävittää maan, koko maanpiirin, ja kaikki sen asukkaat.",
      "Kuka kestää hänen raivoaan, kuka voi vastustaa hänen vihansa hehkua? Hänen suuttumuksensa purkautuu kuin tuli, ja kalliot halkeavat hänen voimastaan.",
      "Hyvä on Herra, turvapaikka hädän päivänä, hän tuntee ne, jotka luottavat häneen.",
      "Kuin vyöryvä tulva hän tekee lopun vastustajistaan ja ajaa vihollisensa pimeyteen.",
      "Ettekö te luota Herraan? Hän hävittää viholliset, toista kertaa ei teitä kohtaa onnettomuus.",
      "Tuli syö viholliset kuin orjantappuratiheikön, kuin kasan piikkipensaita. He palavat tuhkaksi kuin kuivat oljet.",
      "Sinusta, Ninive, lähti mies, joka hautoi mielessään pahaa, punoi juonia Herraa vastaan.",
      "Näin sanoo Herra: -- He ovat vahvoja ja heitä on paljon, mutta heidät lyödään maahan eikä heitä enää ole. Minä olen kurittanut sinua, Juuda, mutta en kurita enää.",
      "Nyt minä murran ikeen niskastasi ja särjen kahleesi.",
      "-- Näin on Herra päättänyt sinusta, Ninive: Et saa nimellesi enää jälkeläisiä. Temppelistäsi minä hävitän jumalien patsaat ja kuvat. Sinun hautasi on jo kaivettu, et ole enää mitään.",
      "(H2:1)Katso, vuorilta lähestyvät ilosanoman tuojan askelet! Hän kuuluttaa: rauha on tullut. Vietä riemujuhliasi, Juuda, täytä kaikki lupauksesi. Ei koskaan enää käy sinun kimppuusi onnettomuuden tuoja. Hänet on lyöty ja tuhottu."
    ],
    [
      "(H2:2)Tuhon tuoja marssii sinua vastaan, Ninive. Aseta vartiot paikoilleen! Tähystä tietä! Vyötä kupeesi, kokoa kaikki voimasi!",
      "(H2:3)Nyt Herra palauttaa Jaakobin suuruuden ja myös Israelin suuruuden, vaikka niiden maat on hävitetty ja viinitarhat tuhottu.",
      "(H2:4)Sankarien kilvet hohtavat punaisina, soturit on puettu purppuraan, vaunujen teräs säkenöi kuin tuli. Taistelu lähestyy, hevoset korskuvat.",
      "(H2:5)Vaunut syöksyvät kaduille, ryntäävät toreilla sinne tänne, loistavat kuin soihdut, kiitävät kuin salamat.",
      "(H2:6)Kaupungin päälliköt kutsutaan koolle, he juoksevat, kompastelevat ja kiirehtivät muureille. Mutta hyökkäystorni on jo paikoillaan.",
      "(H2:7)Virralle johtavat portit avataan, ja palatsi huojuu.",
      "(H2:8)Kaupungin jumalatar kannetaan nähtäville, se joutuu maanpakoon. Myös sen papittaret viedään pois, he valittavat kuin kyyhkyset ja takovat rintaansa.",
      "(H2:9)Ninive on kuin patoallas, josta vedet virtaavat pois. Seisahtukaa! Pysähtykää! Mutta kukaan ei käänny takaisin.",
      "(H2:10)Ryöstäkää hopeaa, ryöstäkää kultaa! Täällä on loputtomasti aarteita, kalleuksia vailla määrää!",
      "(H2:11)Tyhjänä, typötyhjänä kaikki, tuhottuna! Sydän jähmettyy, polvet tutisevat, koko ruumis tärisee, kaikkien kasvot kalpenevat.",
      "(H2:12)Missä on nyt leijonien luola, nuorten leijonien riistamaa, jossa uros käyskenteli naaraansa kanssa eikä niiden pentuja kukaan pelotellut?",
      "(H2:13)Leijona raateli pentujensa ruoaksi, saalisti naarailleen. Se täytti pesänsä riistalla, luolansa tuoreella lihalla.",
      "(H2:14) -- Katso, minä käännyn sinua vastaan, sanoo Herra Sebaot. Sotavaunusi minä poltan tuhkaksi, miekka syö nuoret leijonasi. Minä hävitän maan päältä kaiken, minkä olet ryöstänyt, enää ei kuulla sanansaattajiesi ääntä."
    ],
    [
      "Voi kaupunkia, veritekojen tahraamaa, täynnä pelkkää petosta, ryöstösaalista, sammumatonta raatelun kiihkoa!",
      "Ruoskat läiskyvät, pyörät ryskyvät, hevoset kiitävät, vaunut hyppivät.",
      "Ratsut karkaavat pystyyn, miekat välkkyvät, keihäät salamoivat. Kaikkialla kaatuneita, kasoittain kuolleita, ruumiita loputtomiin, niihin kompastellaan.",
      "Kaikki tämä porton hillittömän haureuden tähden. Suloinen ja kaunis hän oli, ovela velho, joka haureudessaan teki kansat orjikseen, velhoudellaan kietoi sukukunnat valtaansa.",
      "-- Katso, minä käyn sinun kimppuusi, sanoo Herra Sebaot. Minä nostan hameesi liepeet kasvojesi yli ja paljastan kansoille alastomuutesi, valtakunnille häpeäsi.",
      "Lokaa minä viskaan päällesi, häpäisen sinut, sinusta tulee varoittava esimerkki.",
      "Oletko sinä muka parempi kuin Theba, joka sijaitsi Niilin rannalla vesien ympäröimänä? Virta oli sen varustuksena, vesi sen muurina.",
      "Nubia ja Egypti antoivat kaupungille sen suunnattoman mahdin. Put ja Libya olivat sen tukena.",
      "Mutta sekin vietiin pois, sekin joutui vankeuteen. Sen lapset lyötiin murskaksi katujen kulmissa. Sen ylhäisistä heitettiin arpaa, sen päämiehet pantiin kahleisiin.",
      "Myös sinä juot vihan maljan, juovut ja järkesi sumenee. Myös sinä etsit turvapaikkaa, kun vihollisesi uhkaavat.",
      "Linnoituksesi ovat kuin viikunapuut, joissa varhaisviikunat kypsyvät. Jos puuta ravistetaan, hedelmät putoavat sen suuhun, joka tahtoo syödä.",
      "Katso: sotaväkesi on kuin lauma naisia. Maasi portit ovat selkoselällään, avoinna vihollisillesi, tuli on tuhonnut salpasi.",
      "Ammenna itsellesi vettä piirityksen varalta, vahvista linnoituksiasi. Astu alas liejuun, polje savea, tartu tiilimuottiin.",
      "Silti tuli ahmii sinut ja miekka hävittää. Vaikka lisääntyisit kuin heinäsirkat, vaikka tulisit lukuisaksi kuin sirkkaparvet, miekka nielee sinut ahnehtien kuin heinäsirkan toukat.",
      "Vaikka kauppiaitasi olisi enemmän kuin tähtiä taivaalla, he katoavat hetkessä niin kuin äsken kuoriutuneet heinäsirkat, jotka äkkiä ovat lentäneet tiehensä.",
      "Sinun virkamiehesi ovat kuin heinäsirkat, sinun kirjurisi kuin sirkkaparvi, joka asettuu muurille kylmänä päivänä. Auringon noustessa parvi häviää, eikä kukaan tiedä, missä sirkat ovat.",
      "Sinun paimenesi ovat vaipuneet uneen, sinä Assyrian kuningas, ylhäisesi nukkuvat. Kansasi on hajallaan vuorilla, kukaan ei kokoa sitä.",
      "Tuhosi on peruuttamaton, vammasi parantumaton. Kun kansat kuulevat, kuinka sinun on käynyt, kaikki lyövät ilosta käsiään yhteen. Ketä ei olisi kohdannut sinun ainainen pahuutesi?"
    ]
  ],
  "name": "Nahum"
}
