{
  "id": "1jo",
  "chapters": [
    [
      "Mikä on alusta alkaen ollut, minkä olemme kuulleet, minkä omin silmin nähneet, mitä katselleet ja käsin koskettaneet, siitä me puhumme: elämän Sanasta.",
      "Elämä ilmestyi, me olemme nähneet sen, ja siitä me todistamme. Me ilmoitamme teille iankaikkisen elämän, joka oli Isän luona ja ilmestyi meille.",
      "Minkä olemme nähneet ja kuulleet, sen me myös teille julistamme, jotta teilläkin olisi yhteys meihin. Meillä on yhteys Isään ja hänen Poikaansa Jeesukseen Kristukseen.",
      "Tämän me kirjoitamme, jotta ilomme tulisi täydelliseksi.",
      "Tämä on se sanoma, jonka olemme häneltä kuulleet ja jonka julistamme teille: Jumala on valo, hänessä ei ole pimeyden häivää.",
      "Jos sanomme elävämme hänen yhteydessään mutta vaellamme pimeässä, me valehtelemme emmekä seuraa totuutta.",
      "Mutta jos me vaellamme valossa, niin kuin hän itse on valossa, meillä on yhteys toisiimme ja Jeesuksen, hänen Poikansa, veri puhdistaa meidät kaikesta synnistä.",
      "Jos väitämme, ettemme ole syntisiä, me petämme itseämme eikä totuus ole meissä.",
      "Jos me tunnustamme syntimme, niin Jumala, joka on uskollinen ja vanhurskas, antaa meille synnit anteeksi ja puhdistaa meidät kaikesta vääryydestä.",
      "Jos väitämme, ettemme ole syntiä tehneet, teemme hänestä valehtelijan eikä hänen sanansa ole meissä."
    ],
    [
      "Rakkaat lapset! Kirjoitan tämän teille, jotta ette tekisi syntiä. Jos joku kuitenkin syntiä tekee, meillä on Isän luona puolustaja, joka on vanhurskas: Jeesus Kristus.",
      "Hän on meidän syntiemme sovittaja, eikä vain meidän vaan koko maailman.",
      "Siitä me tiedämme tuntevamme hänet, että pidämme hänen käskynsä.",
      "Joka sanoo tuntevansa hänet mutta ei pidä hänen käskyjään, on valehtelija, eikä totuus ole hänessä.",
      "Mutta joka noudattaa hänen sanaansa, hänessä Jumalan rakkaus on todella saavuttanut päämääränsä. Tästä me tiedämme olevamme hänen yhteydessään.",
      "Sen, joka sanoo pysyvänsä hänessä, tulee myös elää samalla tavoin kuin hän eli.",
      "Rakkaat ystävät! Käsky, jonka teille kirjoitan, ei ole uusi. Se on se vanha käsky, joka teillä on ollut alusta alkaen, se sana, jonka te olette kuulleet.",
      "Ja kuitenkin käsky, jonka teille kirjoitan, on uusi: nyt se on toteutunut hänessä ja teissä, sillä pimeys hälvenee ja tosi valo loistaa jo.",
      "Joka väittää olevansa valossa mutta vihaa veljeään, on yhä pimeydessä.",
      "Joka rakastaa veljeään, pysyy valossa, eikä hänessä ole mitään, mikä veisi lankeemukseen.",
      "Mutta se, joka vihaa veljeään, on pimeydessä. Hän vaeltaa pimeässä eikä tiedä, minne on menossa, sillä pimeys on sokaissut hänen silmänsä.",
      "Minä kirjoitan teille, lapseni: synnit on annettu teille anteeksi hänen nimensä tähden.",
      "Minä kirjoitan teille, isät: te olette oppineet tuntemaan hänet, joka on ollut alusta asti. Minä kirjoitan teille, nuoret: te olette voittaneet Pahan.",
      "Lapseni, minä kirjoitan teille: te olette oppineet tuntemaan Isän. Isät, minä kirjoitan teille: te olette oppineet tuntemaan hänet, joka on ollut alusta asti. Nuoret, minä kirjoitan teille: te olette voimakkaita, Jumalan sana pysyy teissä, ja te olette voittaneet Pahan.",
      "Älkää rakastako maailmaa, älkää sitä, mikä maailmassa on. Jos joku rakastaa maailmaa, Isän rakkaudella ei ole hänessä sijaa.",
      "Sillä mitä kaikkea maailmassa onkin, ruumiin halut, silmien pyyteet ja mahtaileva elämä, se kaikki on maailmasta, ei Isästä.",
      "Ja maailma himoineen katoaa, mutta se, joka tekee Jumalan tahdon, pysyy iäti.",
      "Lapseni, viimeinen aika on käsillä. Te olette kuulleet, että on tulossa Antikristus, ja niin onkin nyt monia antikristuksia ilmaantunut. Tästä me tiedämme, että viimeinen aika on käsillä.",
      "He ovat lähtöisin meidän joukostamme, mutta he eivät olleet meidän joukkoamme. Jos he olisivat kuuluneet meihin, he olisivat pysyneet keskuudessamme. Mutta täytyihän käydä ilmi, etteivät kaikki kuulu meihin.",
      "Te taas olette Pyhältä saaneet Hengen voitelun, ja kaikilla teillä on tieto.",
      "En minä kirjoitakaan teille sen vuoksi, ettette tuntisi totuutta, vaan siksi, että te tunnette sen ja tiedätte, ettei mikään valhe ole lähtöisin totuudesta.",
      "Kuka sitten on valehtelija, ellei se, joka kieltää Jeesuksen olevan Kristus? Sellainen ihminen on antikristus, niin Isän kuin Pojan kieltäjä.",
      "Joka kieltää Pojan, hänellä ei ole Isääkään, mutta joka tunnustaa Pojan, hänellä on myös Isä.",
      "Pysyköön siis teissä se, minkä jo alussa olette kuulleet. Jos se, minkä olette kuulleet alusta asti, pysyy teissä, tekin pysytte Pojassa ja Isässä.",
      "Ja tämän hän itse on meille luvannut: iankaikkisen elämän.",
      "Tämän olen kirjoittanut teille niistä, jotka tahtovat johtaa teitä harhaan.",
      "Teissä kyllä pysyy se voitelu, jonka olette Pyhältä saaneet, ettekä te tarvitse kenenkään opetusta. Hänen Henkensä opettaa teitä kaikessa ja on tosi, hänessä ei ole petosta. Niin kuin hän on teitä opettanut, niin pysykää hänessä.",
      "Niin, lapseni, pysykää Kristuksessa, jotta hänen ilmestyessään voimme astua rohkeasti esiin emmekä joudu häveten väistymään hänen luotaan, kun hän saapuu.",
      "Kun tiedätte, että hän on vanhurskas, te myös käsitätte, että jokainen, joka noudattaa vanhurskautta, on syntyisin Jumalasta."
    ],
    [
      "Katsokaa, kuinka suurta rakkautta Isä on meille osoittanut: me olemme saaneet Jumalan lapsen nimen, ja hänen lapsiaan me myös olemme. Tästä syystä maailma ei meitä tunne, eihän se tunne häntäkään.",
      "Rakkaat ystävät, jo nyt me olemme Jumalan lapsia, mutta vielä ei ole käynyt ilmi, mitä meistä tulee. Sen me tiedämme, että kun se käy ilmi, meistä tulee hänen kaltaisiaan, sillä me saamme nähdä hänet sellaisena kuin hän on.",
      "Jokainen, joka näin panee toivonsa häneen, pitää itsensä puhtaana, niin kuin hän on puhdas ja pyhä.",
      "Jokainen, joka tekee syntiä, syyllistyy laittomuuteen, sillä synti merkitsee Jumalan lain rikkomista.",
      "Mutta te tiedätte, että Kristus, joka on synnitön, tuli ottamaan pois synnit.",
      "Syntiä ei tee kukaan, joka hänessä pysyy. Ei kukaan, joka tekee syntiä, ole häntä nähnyt eikä tunne häntä.",
      "Lapseni, älkää antako kenenkään johtaa itseänne harhaan. Joka tekee Jumalan tahdon, on vanhurskas, niin kuin Kristus on vanhurskas.",
      "Joka tekee syntiä, on Paholaisesta, sillä Paholainen on tehnyt syntiä alusta asti. Juuri sitä varten Jumalan Poika tuli maailmaan, että hän tekisi tyhjäksi Paholaisen teot.",
      "Yksikään Jumalasta syntynyt ei tee syntiä, sillä Jumalan siemen pysyy hänessä. Hän ei voi tehdä syntiä, koska on syntynyt Jumalasta.",
      "Tästä käy ilmi, ketkä ovat Jumalan, ketkä Paholaisen lapsia: se, joka ei tee Jumalan tahtoa, ei ole Jumalasta, ei siis myöskään se, joka ei rakasta veljeään.",
      "Tämä on se sanoma, jonka te alusta alkaen olette kuulleet: meidän tulee rakastaa toisiamme.",
      "Me emme saa olla sellaisia kuin Kain, Pahan lapsi, joka tappoi veljensä. Ja miksi hän tappoi tämän? Siksi, että hänen omat tekonsa olivat pahoja mutta hänen veljensä teot oikeita.",
      "Älkää ihmetelkö, veljet, jos maailma teitä vihaa.",
      "Me rakastamme veljiämme, ja siitä me tiedämme siirtyneemme kuolemasta elämään. Joka ei rakasta, pysyy kuoleman vallassa.",
      "Jokainen, joka vihaa veljeään, on murhaaja, ja te tiedätte, ettei iankaikkinen elämä voi pysyä yhdessäkään murhaajassa.",
      "Siitä me olemme oppineet tuntemaan rakkauden, että Jeesus antoi henkensä meidän puolestamme. Samoin olemme me velvolliset panemaan henkemme alttiiksi veljiemme puolesta.",
      "Jos joku, jonka toimeentulo on turvattu, näkee veljensä kärsivän puutetta mutta sulkee häneltä sydämensä, kuinka Jumalan rakkaus voisi pysyä hänessä?",
      "Lapseni, älkäämme rakastako sanoin ja puheessa, vaan teoin ja totuudessa.",
      "Siitä me ymmärrämme, että totuus on meissä, ja me voimme hänen edessään rauhoittaa sydämemme,",
      "jos se meitä jostakin syyttää. Jumala on meidän sydäntämme suurempi ja tietää kaiken.",
      "Rakkaat ystävät, jos sydämemme ei meitä syytä, me voimme rohkeasti lähestyä Jumalaa.",
      "Ja mitä pyydämmekin, sen me häneltä saamme, koska noudatamme hänen käskyjään ja teemme sitä, mikä on hänen mielensä mukaista.",
      "Tämä on hänen käskynsä: meidän tulee uskoa hänen Poikaansa Jeesukseen Kristukseen ja rakastaa toinen toistamme, niin kuin hän on meitä käskenyt.",
      "Joka pitää hänen käskynsä, pysyy Jumalassa, ja Jumala pysyy hänessä. Ja sen, että hän pysyy meissä, me tiedämme Hengestä, jonka hän on meille antanut."
    ],
    [
      "Rakkaat ystävät, älkää uskoko kaikkia henkiä. Koetelkaa ne, tutkikaa, ovatko ne Jumalasta, sillä maailmassa on liikkeellä monia vääriä profeettoja.",
      "Tästä te tunnette Jumalan Hengen: jokainen henki, joka tunnustaa Jeesuksen Kristuksen ihmiseksi, lihaan tulleeksi, on Jumalasta.",
      "Yksikään henki, joka kieltää Jeesuksen, ei ole Jumalasta. Sellainen henki on Antikristuksen henki, jonka te olette kuulleet olevan tulossa ja joka jo on maailmassa.",
      "Te, lapseni, olette Jumalasta, ja te olette voittaneet nuo väärät profeetat, sillä se, joka on teissä, on suurempi kuin se, joka on maailmassa.",
      "He ovat maailmasta. Maailmasta on se, mitä he puhuvat, ja maailma kuuntelee heitä.",
      "Me olemme Jumalasta. Joka tuntee Jumalan, kuuntelee meitä, mutta joka ei ole Jumalasta, se ei meitä kuuntele. Tästä me tunnemme totuuden hengen ja eksytyksen hengen.",
      "Rakkaat ystävät, rakastakaamme toisiamme, sillä rakkaus on Jumalasta. Jokainen, joka rakastaa, on syntynyt Jumalasta ja tuntee Jumalan.",
      "Joka ei rakasta, ei ole oppinut tuntemaan Jumalaa, sillä Jumala on rakkaus.",
      "Juuri siinä Jumalan rakkaus ilmestyi meidän keskuuteemme, että hän lähetti ainoan Poikansa maailmaan, antamaan meille elämän.",
      "Siinä on rakkaus -- ei siinä, että me olemme rakastaneet Jumalaa, vaan siinä, että hän on rakastanut meitä ja lähettänyt Poikansa meidän syntiemme sovitukseksi.",
      "Rakkaat ystävät! Kun Jumala on meitä näin rakastanut, tulee meidänkin rakastaa toisiamme.",
      "Jumalaa ei kukaan ole koskaan nähnyt. Mutta jos me rakastamme toisiamme, Jumala pysyy meissä ja hänen rakkautensa on saavuttanut meissä päämääränsä.",
      "Me pysymme hänessä ja hän pysyy meissä; tämän me tiedämme siitä, että hän on antanut meille Henkeään.",
      "Me olemme nähneet, että Isä on lähettänyt Poikansa maailmaan pelastajaksi, ja siitä me todistamme.",
      "Joka tunnustaa Jeesuksen Jumalan Pojaksi, hänessä Jumala pysyy, ja hän pysyy Jumalassa.",
      "Me olemme oppineet tuntemaan Jumalan rakkauden kaikkia meitä kohtaan ja uskomme siihen. Jumala on rakkaus. Se, joka pysyy rakkaudessa, pysyy Jumalassa, ja Jumala pysyy hänessä.",
      "Jumalan rakkaus on saavuttanut meissä täyttymyksensä, kun me tuomion päivänä astumme rohkeasti esiin. Sellainen kuin Jeesus on, sellaisia olemme mekin tässä maailmassa. Pelkoa ei rakkaudessa ole,",
      "vaan täydellinen rakkaus karkottaa pelon. Pelossahan on jo rangaistusta; se, joka pelkää, ei ole tullut täydelliseksi rakkaudessa.",
      "Me rakastamme, koska Jumala on ensin rakastanut meitä.",
      "Jos joku sanoo rakastavansa Jumalaa mutta vihaa veljeään, hän valehtelee. Sillä se, joka ei rakasta veljeään, jonka on nähnyt, ei voi rakastaa Jumalaa, jota ei ole nähnyt.",
      "Tämän käskyn me olemmekin häneltä saaneet: joka rakastaa Jumalaa, rakastakoon myös veljeään."
    ],
    [
      "Jokainen, joka uskoo, että Jeesus on Kristus, on syntynyt Jumalasta, ja jokainen, joka rakastaa isää, rakastaa myös hänen lastaan.",
      "Siitä me tiedämme rakastavamme Jumalan lapsia, että rakastamme Jumalaa ja noudatamme hänen käskyjään.",
      "Sitähän Jumalan rakastaminen on, että pidämme hänen käskynsä, eivätkä ne ole raskaita noudattaa.",
      "Kaikki, mikä on syntyisin Jumalasta, voittaa maailman. Ja tämä on se voitto, tämä on maailman voittanut: meidän uskomme.",
      "Kuka sitten voittaa maailman, ellei se, joka uskoo, että Jeesus on Jumalan Poika?",
      "Hän, Jeesus Kristus, on tullut veden ja veren kautta -- ei ainoastaan veden, vaan veden ja veren. Ja Henki on todistaja, sillä Henki on totuus.",
      "Todistajia on näin kolme:",
      "Henki, vesi ja veri, ja nämä kolme todistavat yhtäpitävästi.",
      "Hyväksymmehän me ihmistenkin todistuksen, ja Jumalan todistus on paljon painavampi. Tämä on Jumalan todistus: hän on todistanut Pojastaan.",
      "Jokaisella, joka uskoo Jumalan Poikaan, on tämä todistus sisimmässään. Mutta jokainen, joka ei Jumalan todistusta usko, tekee hänestä valehtelijan, hän kun ei usko itse Jumalaa.",
      "Ja tämä on se todistus: Jumala on antanut meille iankaikkisen elämän, ja tämä elämä on hänen Pojassaan.",
      "Jolla on Poika, sillä on elämä. Jolla ei Jumalan Poikaa ole, sillä ei ole elämää.",
      "Tämän kaiken olen kirjoittanut teille, Jumalan Poikaan uskoville, jotta tietäisitte, että teillä on iankaikkinen elämä.",
      "Me saamme rohkeasti lähestyä Jumalaa uskoen, että hän kuulee meitä, mitä sitten pyydämmekin hänen tahtonsa mukaisesti.",
      "Ja kun tiedämme hänen kuulevan kaikki pyyntömme, tiedämme myös, että saamme sen mitä häneltä pyydämme.",
      "Jos joku näkee veljensä tekevän syntiä, joka ei johda kuolemaan, hän rukoilkoon ja siten antakoon hänelle elämän; tarkoitan niitä, joiden synti ei ole kuolemaksi. Mutta on myös syntiä, joka johtaa kuolemaan, ja sellaisen synnin vuoksi en kehota rukoilemaan.",
      "Kaikki vääryys on syntiä, mutta sellaistakin syntiä on, joka ei johda kuolemaan.",
      "Me tiedämme, ettei yksikään Jumalasta syntynyt tee syntiä. Hän, joka on syntynyt Jumalasta, varjelee jokaisen heistä, niin ettei Paha saa otetta.",
      "Me tiedämme olevamme Jumalasta, mutta koko maailma on Pahan vallassa.",
      "Me tiedämme myös, että Jumalan Poika on tullut ja antanut meille ymmärryksen, jotta tuntisimme hänet, joka on Todellinen. Ja tässä Todellisessa me elämme, kun olemme hänen pojassaan Jeesuksessa Kristuksessa. Hän on tosi Jumala ja iankaikkinen elämä.",
      "Lapseni, pysykää erossa vääristä jumalista!"
    ]
  ],
  "name": "1 John"
}
