{
  "id": "am",
  "chapters": [
    [
      "Aamoksen sanat. Aamos oli Tekoan seudun karjankasvattajia. Tämän sanoman Israelista hän sai kaksi vuotta ennen maanjäristystä. Silloin oli Juudan kuninkaana Ussia ja Israelin kuninkaana Jerobeam, Joasin poika.",
      "Näin Aamos sanoi: -- Herra ärjyy Siionista, hänen äänensä jylisee Jerusalemista, ja paimenten laitumet kulottuvat, Karmelin harjanne kuivuu.",
      "Näin sanoo Herra: -- Koska Damaskos on tehnyt rikoksen rikoksen jälkeen, en päätöstäni peruuta. Sen sotaväki on murskannut Gileadin niin kuin rautainen puimareki.",
      "Sen tähden minä sinkoan tulen Hasaelin linnaan, ja se nielee Ben-Hadadin palatsin.",
      "Minä murran salvan Damaskoksen portista, tuhoan hallitsijan Bikat-Avenista ja vallanpitäjän Bet-Edenistä. Syyrian kansa siirretään maastaan Kiriin, sanoo Herra.",
      "Näin sanoo Herra: -- Koska Gaza on tehnyt rikoksen rikoksen jälkeen, en päätöstäni peruuta. Kokonaisia kyliä he ovat tyhjentäneet ja luovuttaneet niiden väen edomilaisille.",
      "Sen tähden minä sinkoan tulen Gazan muureihin, ja se nielee kaupungin palatsin.",
      "Minä tuhoan hallitsijan Asdodista ja vallanpitäjän Askelonista. Minä ojennan käteni Ekronia kohti, ja viimeisetkin filistealaiset hukkuvat, sanoo Herra Jumala.",
      "Näin sanoo Herra: -- Koska Tyros on tehnyt rikoksen rikoksen jälkeen, en päätöstäni peruuta. Kyläkunnittain he ovat luovuttaneet väkeä edomilaisille ystävyysliittoa muistamatta.",
      "Sen tähden minä sinkoan tulen Tyroksen muureihin, ja se nielee kaupungin palatsin.",
      "Näin sanoo Herra: -- Koska Edom on tehnyt rikoksen rikoksen jälkeen, en päätöstäni peruuta. Se on ahdistanut veljeään miekalla, sääliä se ei ole tuntenut. Sen viha on raadellut lakkaamatta eikä sen raivo ole hellittänyt.",
      "Sen tähden minä sinkoan tulen Temaniin, ja se nielee Bosran palatsin.",
      "Näin sanoo Herra: -- Koska ammonilaiset ovat tehneet rikoksen rikoksen jälkeen, en päätöstäni peruuta. He viilsivät auki raskaana olevat naiset, kun ryntäsivät valloittamaan Gileadia.",
      "Sen tähden minä sytytän palamaan Rabban muurit, ja tuli nielee kaupungin palatsin sotahuudon kaikuessa taistelun päivänä, pyörretuulen riehuessa myrskyn päivänä.",
      "Heidän kuninkaansa viedään vieraaseen maahan yhdessä hallitusmiestensä kanssa, sanoo Herra."
    ],
    [
      "Näin sanoo Herra: -- Koska Moab on tehnyt rikoksen rikoksen jälkeen, en päätöstäni peruuta. He ovat polttaneet kalkiksi Edomin kuninkaan luut.",
      "Sen tähden minä sinkoan tulen Moabiin, ja se nielee Kerijotin palatsin. Moab kukistuu taistelun pauhatessa, sotahuudon kaikuessa, merkkitorven soidessa.",
      "Minä tuhoan siltä kuninkaan ja lyön hengiltä sen hallitusmiehet, sanoo Herra.",
      "Näin sanoo Herra: -- Koska Juuda on tehnyt rikoksen rikoksen jälkeen, en päätöstäni peruuta. He ovat hylänneet minun lakini, eivät ole pitäneet minun käskyjäni. Samat valhejumalat ovat heidät eksyttäneet, joita jo heidän isänsä seurasivat.",
      "Sen tähden minä sinkoan tulen Juudaan, ja se nielee Jerusalemin palatsin.",
      "Näin sanoo Herra: -- Koska Israel on tehnyt rikoksen rikoksen jälkeen, en päätöstäni peruuta. He myyvät rehellisen rahasta ja köyhän kenkäparista.",
      "He polkevat heikot maan tomuun ja ajavat vähävaraisten asiat umpikujaan. Isä ja poika käyvät saman naisen luona ja häpäisevät näin minun pyhän nimeni.",
      "Pantiksi otetuilla vaatteilla heitä lojuu jokaisen alttarin ympärillä, he juovat pyhäkössä viiniä, jonka ovat velallisiltaan korkoina kiristäneet.",
      "Ja kuitenkin minä hävitin teidän tieltänne amorilaiset, jotka olivat kookkaita kuin setrit ja vahvoja kuin tammet. Heidät minä tuhosin hedelmistä juuriin saakka.",
      "Minä toin teidät pois Egyptistä, minä johdatin teitä neljäkymmentä vuotta autiomaassa, että saisitte omaksenne amorilaisten maan.",
      "Minä herätin teidän pojistanne profeettoja ja nuorista miehistänne nasiireja. Eikö näin ole, israelilaiset? sanoo Herra.",
      "Mutta te juotitte nasiireille viiniä ja kielsitte profeettoja julistamasta.",
      "Sen tähden minä annan maan huojua jalkojenne alla niin kuin lyhteitä täyteen kuormatut vankkurit huojuvat.",
      "Silloin on poikki pakotie kevytaseiselta, raskasaseista ei auta hänen voimansa eikä valiosotilaskaan selviä hengissä.",
      "Jousimies ei pysy pystyssä, jalkamiehistä nopeinkaan ei pääse pakoon eikä vaunumies selviä hengissä.",
      "Sotureista rohkeinkin heittää aseensa ja pakenee sinä päivänä, sanoo Herra."
    ],
    [
      "Kuulkaa, mitä Herra on sanonut teistä, israelilaiset, ja koko siitä kansasta, jonka hän toi Egyptistä:",
      "-- Vain teidät minä olen ottanut omakseni kaikista maailman kansoista. Sen tähden minä vaadin teidät tilille kaikista vääryyksistänne.",
      "Lähteekö kaksi yhdessä kulkemaan, jos eivät ole siitä sopineet?",
      "Ärjyykö leijona pensaikossa, jos sillä ei ole raadeltavaa? Äriseekö nuori leijona piilopaikastaan, jos se ei ole saalista kaatanut?",
      "Jääkö lintu maassa kiinni, jos ei sille ole viritetty ansaa? Ponnahtaako pyydys maasta, jos ei saalis ole siihen käynyt?",
      "Törähtääkö merkkitorvi kaupungissa ihmisten säikähtämättä? Tapahtuuko kaupungissa onnettomuutta Herran sitä aiheuttamatta?",
      "Ei Herra Jumala tee mitään ilmoittamatta suunnitelmiaan palvelijoilleen, profeetoille.",
      "Leijona ärjyy, kuka ei pelkäisi? Herra Jumala puhuu, kuka ei julistaisi?",
      "Kuuluttakaa Asdodin ja Egyptin palatseissa: -- Tulkaa kaikki Samarian vuorelle ja nähkää, mikä mellastus kaupungissa on käynnissä, millainen sorto siellä vallitsee!",
      "Heillä ei ole tajua oikeudesta -- sanoo Herra --  vaan he kokoavat omaisuutta palatseihinsa vääryydellä ja väkivallalla.",
      "Sen tähden -- sanoo Herra Jumala -- vihollinen tunkeutuu joka taholta sinun maahasi. Se on murtava mahtisi ja ryöstävä palatsisi.",
      "Näin sanoo Herra: -- Niin kuin paimen saa temmatuksi leijonan kidasta vain pari koipea tai palan korvaa, niin pelastuu israelilaisista vain rippeet --  noista, jotka Samariassa istuskelevat sohvannurkissa ja damaskolaisvuoteilla.",
      "Kuulkaa ja varoittakaa Jaakobin sukua, sanoo Herra Jumala Sebaot:",
      "Tulee päivä, jolloin minä vaadin Israelin tilille rikoksistaan. Silloin käyn käsiksi myös Betelin alttareihin. Alttarin sarvet hakataan irti, ja ne putoavat maahan.",
      "Minä lyön hajalle niin talviasunnot kuin kesäasunnotkin. Norsunluutalot luhistuvat, ja asuntojen paljoudesta tulee loppu, sanoo Herra."
    ],
    [
      "Pyhyytensä kautta on Herra Jumala vannonut: -- Teille koittaa aika, jolloin teidät raahataan pois väkäpiikeillä, kalakoukuilla viimeistä myöten.",
      "Muurinhalkeamista, suorinta tietä teidän on pakko syöksyä pakoon. Teidät heitetään kohti Hermonia. Tämä on Herran sana.",
      "-- Tulkaa Beteliin -- tekemään syntiä! Gilgaliin -- tekemään lisää syntiä! Tuokaa aamulla teurasuhrinne ja kolmantena päivänä kymmenyksenne.",
      "Polttakaa hapanta leipää kiitosuhriksi. Toitottakaa vapaaehtoisia lahjojanne niin että kuuluu! Tätähän te haluatte, israelilaiset. Tämä on Herran Jumalan sana.",
      "-- Minä tein hampaat joutilaiksi kaikissa kaupungeissanne ja vein leivän kaikista asuinpaikoistanne. Silti te ette palanneet minun luokseni. Tämä on Herran sana.",
      "-- Minä lähetin teidän keskuuteenne ruton, Egyptin ruton. Minä tapoin sotilaanne miekalla, teidän hevosenne vietiin sotasaaliiksi. Ruumiiden löyhkä nousi teidän sieraimiinne omasta leiristänne. Silti te ette palanneet minun luokseni, sanoo Herra.",
      "-- Minä kylvin tuhoa teidän keskuuteenne niin kuin Sodoman ja Gomorran hävityksessä, niin että te olitte pelkkä tulesta siepattu kekäle. Ja silti te ette palanneet minun luokseni, sanoo Herra.",
      "-- Sen tähden, Israel, minä teen sinulle vielä jotakin. Koska sen sinulle teen, valmistaudu kohtaamaan Jumalasi, Israel!",
      "Katso, hän on muovannut vuoret ja luonut tuulen. Hän ilmoittaa ihmisille tahtonsa. Hän tekee aamunkoiton ja yön pimeyden, hän kulkee maan kukkuloiden yli. Hänen nimensä on Herra, Jumala, Sebaot."
    ],
    [
      "Kuule, Israelin kansa. Minä laulan sinusta kuolinvirren!",
      "Kaatui, ei enää nouse neitsyt Israel. Hän makaa maahan syöstynä, ei kukaan auta.",
      "Sillä näin sanoo Herra Jumala Israelin kansalle: -- Jos kaupungista lähtee sotaan tuhat, jää eloon sata. Jos lähtee sata, jää kymmenen.",
      "Näin sanoo Herra Israelin kansalle: -- Etsikää minua, niin saatte elää!",
      "Älkää etsikö apua Betelistä, älkää kulkeko Gilgaliin, älkää tehkö toivioretkiä Beersebaan! Pois maastaan kulkee kaikkineen Gilgal, ja turhuuden huoneeksi tulee Jumalan huone, Betel.",
      "Etsikää Herraa, niin saatte elää! Muuten hän tulena hyökkää Joosefin heimon keskelle ja tuhoaa sen, ja Betel palaa kenenkään sammuttamatta.",
      "Hän on luonut Seulaset ja Orionin. Hän muuttaa pimeyden aamuksi ja päivän yöksi. Hän kutsuu vedet merestä ja kostuttaa niillä maan. Hänen nimensä on Herra.",
      "Hän antaa tuhon välähtää varustuksen yllä, ja lujinkin linnoitus kukistuu.",
      "Voi teitä, jotka teette lainkäytöstä katkeraa koiruohoa ja jätätte heitteille oikeuden!",
      "Te vihaatte sitä, joka kaupunginportin kokouksessa vaatii oikeaa tuomiota, ja inhoatte sitä, joka kertoo totuuden.",
      "Te poljette tilattomia ja viette maanvuokrana heidän viljansa. Sen tähden teidän käy näin: Vaikka te rakennatte taloja hakatuista kivistä, ette saa asua niissä. Vaikka te istutatte ihania viinitarhoja, ette saa nauttia niiden viiniä.",
      "Sillä minä tiedän teidän rikostenne luvun ja syntienne määrän. Te sorratte syytöntä, te otatte lahjuksia ja syrjitte köyhiä oikeuspaikalla.",
      "Sen takia viisas vaikenee tällaisena aikana, sillä tämä on paha aika.",
      "Pyrkikää hyvään, älkää pahaan, jotta saisitte elää! Silloin Herra Jumala Sebaot on teidän kanssanne, niin kuin te sanotte hänen olevan.",
      "Vihatkaa pahaa ja rakastakaa hyvää! Saattakaa kaupunginportissa oikeus voimaan. Ehkä Herra Jumala Sebaot silloin armahtaa Joosefin heimon jäännöstä.",
      "Sen tähden Herra Jumala Sebaot sanoo näin: -- Kaikilta toreilta kuuluu valitus, kaikilta kujilta vaikerrus. Talonpoikia kutsutaan surujuhliin ja valittajaisiin itkuvirren taitajia,",
      "ja viinitarhoistakin kuuluu valitus, kun minä kuljen teidän keskitsenne, sanoo Herra.",
      "Voi teitä, jotka hartaasti odotatte Herran päivää! Mitä iloa teille on Herran päivästä? Se tuo pimeyden, ei valoa.",
      "Käy kuin miehen, joka pakeni leijonaa mutta kohtasi karhun -- kun hän pääsi kotiin ja nojasi kädellä seinään, käteen puri käärme.",
      "Eikö Herran päivä siis ole pimeä eikä valoisa, pilkkopimeä, ilman valon häivää?",
      "-- Minä vihaan teidän juhlianne, minä inhoan niitä, minä en voi sietää juhlakokouksianne.",
      "Kun te tuotte minulle polttouhrejanne ja ruokauhrejanne, minä en ota niitä vastaan. Juottovasikkoihin, joita te tuotte ateriauhriksi, minä en katsahdakaan.",
      "Vie pois minun luotani virsiesi pauhu! En halua kuulla sinun harppujesi helinää.",
      "Mutta oikeus virratkoon kuin vesi ja vanhurskaus kuin ehtymätön puro.",
      "-- Minä vien teidät vankeina tuolle puolen Damaskoksen, sanoo Herra. Hänen nimensä on Jumala Sebaot."
    ],
    [
      "Voi teitä, Siionin huolettomat ja Samarian vuoren itsevarmat asukkaat, te valitun kansan kärkijoukko! Ja teitä koko Israel seuraa!",
      "Menkää Kalneen katsomaan, kuinka sen on käynyt, menkää sieltä suureen Hamatiin ja alas filistealaisten Gatiin! Oletteko te parempia kuin nuo valtakunnat, onko teidän alueenne suurempi kuin niiden?",
      "Te torjutte mielestänne pahan päivän ja hyväksytte väkivallan keskuudessanne.",
      "Te makaatte norsunluuvuoteillanne ja loikoilette leposohvillanne. Te syötte karitsoita laumasta ja juottovasikoita karsinasta.",
      "Te näppäilette harpun kieliä ja sepitätte lauluja kuin paraskin Daavid!",
      "Te juotte viiniä uhrimaljoista ja voitelette itsenne parhaalla öljyllä, mutta Joosefin heimon vamma ei teitä liikuta.",
      "Sen tähden teidän käy nyt näin: Vankisaattueen kärjessä te marssitte vieraaseen maahan. Loikojien juhlat on juhlittu.",
      "Herra Jumala on vannonut itsensä kautta, näin sanoo Herra Jumala Sebaot: -- Minä inhoan Jaakobin suvun ylpeyttä, minä vihaan sen palatsia. Minä jätän kaupungin kaikkineen tuhon omaksi.",
      "Jos silloin johonkin taloon on jäänyt kymmenen ihmistä, niin hekin kuolevat.",
      "Ja nyt Herra antaa käskyn. Iso talo lyödään palasiksi ja pieni talo pirstaleiksi.",
      "Eiväthän hevoset juokse pitkin kalliolouhikoita? Ei kai härillä kynnetä merta? Mutta te teette lainkäytöstä myrkkykeison ja oikeuden hedelmistä katkeraa koiruohoa.",
      "Mutta nyt, israelilaiset, näin sanoo Herra Jumala Sebaot: -- Minä lähetän teidän kimppuunne kansan, joka ahdistaa teitä kaikkialla, Lebo-Hamatista aina Arabanpurolle saakka."
    ],
    [
      "Herra Jumala näytti minulle tämän näyn: Hän loi heinäsirkkoja juuri kun niityille oli nousemassa uutta ruohoa kuninkaan niittojen jäljiltä.",
      "Herra Jumala näytti minulle tämän näyn: Hän kutsui tulen panemaan toimeen tuomion. Tuli nieli syvyyden vedet ja uhkasi niellä myös viljelysmaan.",
      "Herra Jumala näytti minulle tämän näyn: Hän seisoi muurin harjalla luotilanka kädessään.",
      "-- Iisakin uhrikukkulat hävitetään, Israelin pyhäköt jäävät autioiksi, ja Jerobeamin sukua vastaan minä käyn miekka kädessä.",
      "Herra otti minut laumojeni keskeltä ja sanoi minulle: 'Mene ja julista kansaani Israelia vastaan!'",
      "Kuule nyt Herran sana, sinä joka sanot: 'Älä profetoi Israelia vastaan äläkä pauhaa Iisakin suvulle!'"
    ],
    [
      "Herra Jumala näytti minulle tämän näyn: oli korillinen loppukesän hedelmiä.",
      "Herra Jumala sanoo: -- Sinä päivänä palatsin laulajattaret puhkeavat valituksiin. Paljon on ruumiita, joka paikkaan viskattuja. -- Hiljaa!",
      "Kuulkaa tätä, te jotka poljette vähävaraisia ja ajatte maaseudun köyhät perikatoon!",
      "Herra on vannonut Jaakobin kunnian kautta: -- Minä en unohda yhtäkään heidän tekoansa!",
      "Eikö maa tämän takia järise, eivätkö kaikki sen asukkaat valita? Eikö se kaikkineen nouse kuin Niilin vesi, kohoa ja laske kuin Egyptin virta?",
      "-- Sinä päivänä -- sanoo Herra Jumala -- minä annan auringon laskea puolenpäivän aikaan ja pimennän maan keskellä kirkasta päivää.",
      "Minä muutan teidän juhlanne suruksi ja kaikki laulunne valitusvirsiksi. Minä puen kaikkien ylle säkkivaatteen ja ajatan teidän päänne paljaaksi. Silloin on suru kuin ainoasta pojasta. Se päivä on katkera päivä.",
      "-- Koittaa aika -- sanoo Herra Jumala -- jolloin minä lähetän maahan nälän. En leivän nälkää, en veden janoa, vaan Herran sanan kuulemisen nälän.",
      "Ihmiset hoippuvat mereltä merelle, pohjoisesta itään he harhailevat etsimässä Herran sanaa, mutta eivät löydä.",
      "Kauniit neitoset ja nuoret miehet nääntyvät niinä päivinä janoon."
    ],
    [
      "Minä näin Herran seisovan alttarin ääressä. Hän sanoi: -- Iske pylväänpäihin, niin että portinpielet vapisevat! Lyö ne murskaksi heidän päähänsä! Viimeiset minä surmaan miekalla. Yksikään heistä ei pääse pakoon, ei kukaan selviä hengissä.",
      "Jos he tunkeutuvat tuonelaan, sieltäkin minun käteni tavoittaa heidät. Jos he nousevat taivaisiin, sieltäkin minä noudan heidät.",
      "Jos he kätkeytyvät Karmelin rinteille, sieltäkin minä etsin heidät käsiini. Jos he piiloutuvat minulta meren pohjaan, siellä minä käsken meripedon purra heitä.",
      "Jos viholliset vievät heidät vankeuteen, käsken miekan tappaa heidät siellä. Minä käännän katseeni heihin onnettomuudeksi, en onneksi.",
      "Hän on Herra Jumala Sebaot. Hän koskettaa maata, ja se vavahtelee ja kaikki sen asukkaat valittavat. Se nousee kaikkineen kuin Niilin vesi, se laskee kuin Egyptin virta.",
      "Hän on rakentanut asumuksensa taivaisiin, perustanut holvisalinsa maan ylle. Hän kutsuu vedet merestä ja kostuttaa niillä maan. Hänen nimensä on Herra.",
      "-- Oletteko te israelilaiset minulle sen kummempia kuin nubialaiset? kuuluu Herran sana. -- Enkö minä tuonut Israelin Egyptistä niin kuin toin filistealaiset Kaftorista ja syyrialaiset Kiristä?",
      "Katso, Herra Jumala on kääntänyt katseensa tätä syntistä valtakuntaa vastaan. Minä hävitän sen maan päältä. Mutta kaikkia Jaakobin jälkeläisiä minä en hävitä, kuuluu Herran Jumalan sana.",
      "-- Ei, vaan minä annan käskyn ravistella Israelia kaikkien kansojen keskuudessa niin kuin jauhoja ravistellaan seulassa, jota yksikään hiekkajyvä ei läpäise.",
      "-- Sinä päivänä minä rakennan jälleen Daavidin sortuneen majan. Minä muuraan umpeen sen halkeamat, korjaan sen luhistumat ja saatan sen entiseen loistoonsa.",
      "Ja niin Israel saa hallittavakseen Edomin jäännöksen ja kaikki ne kansat, jotka on julistettu minun omikseni, sanoo Herra. Hän on tämän tekevä.",
      "-- Katso, tulee aika, sanoo Herra, jolloin kyntäjä kulkee leikkaajan kannoilla ja rypäleiden polkija kylväjän kintereillä. Silloin vuoret pursuavat nuorta viiniä ja kukkulat lainehtivat rehevyyttään.",
      "Minä käännän kansani Israelin kohtalon. He rakentavat jälleen hävitetyt kaupunkinsa ja asettuvat niihin asumaan. He istuttavat viinitarhoja ja nauttivat niiden viinin. He istuttavat puutarhoja ja nauttivat niiden hedelmän.",
      "Minä istutan heidät maahansa, eikä heitä enää revitä irti maasta, jonka minä olen heille antanut, sanoo Herra, sinun Jumalasi."
    ]
  ],
  "name": "Amos"
}
