{
  "id": "gn",
  "chapters": [
    [
      "Alussa Jumala loi taivaan ja maan.",
      "Maa oli autio ja tyhjä, pimeys peitti syvyydet, ja Jumalan henki liikkui vetten yllä.",
      "Jumala näki, että valo oli hyvä. Jumala erotti valon pimeydestä,",
      "ja hän nimitti valon päiväksi, ja pimeyden hän nimitti yöksi. Tuli ilta ja tuli aamu, näin meni ensimmäinen päivä.",
      "Jumala teki kannen ja erotti toiset vedet sen alapuolelle ja toiset sen yläpuolelle. Niin tapahtui,",
      "ja Jumala nimitti kannen taivaaksi. Tuli ilta ja tuli aamu, näin meni toinen päivä.",
      "Jumala nimitti kiinteän kamaran maaksi, ja sen paikan, mihin vedet olivat kokoontuneet, hän nimitti mereksi. Ja Jumala näki, että niin oli hyvä.",
      "Maa versoi vihreyttä, siementä tekeviä kasveja ja hedelmäpuita, jotka kantoivat hedelmissään kukin oman lajinsa mukaista siementä. Jumala näki, että niin oli hyvä.",
      "Tuli ilta ja tuli aamu, näin meni kolmas päivä.",
      "Jumala teki kaksi suurta valoa, suuremman hallitsemaan päivää ja pienemmän hallitsemaan yötä, sekä tähdet.",
      "Hän asetti ne taivaankanteen loistamaan maan päälle,",
      "hallitsemaan päivää ja yötä ja erottamaan valon pimeydestä. Jumala näki, että niin oli hyvä.",
      "Tuli ilta ja tuli aamu, näin meni neljäs päivä.",
      "Niin Jumala loi suuret meripedot ja kaikki muut elävät olennot, joita vedet vilisevät, sekä kaikki siivekkäiden lajit. Jumala näki, että niin oli hyvä.",
      "Tuli ilta ja tuli aamu, näin meni viides päivä.",
      "Jumala teki villieläimet, karjaeläimet ja erilaiset pikkueläimet, kaikki eläinten lajit. Ja Jumala näki, että niin oli hyvä.",
      "Ja Jumala loi ihmisen kuvakseen, Jumalan kuvaksi hän hänet loi, mieheksi ja naiseksi hän loi heidät.",
      "Ja Jumala katsoi kaikkea tekemäänsä, ja kaikki oli hyvää. Tuli ilta ja tuli aamu, näin meni kuudes päivä."
    ],
    [
      "Näin tulivat valmiiksi taivas ja maa ja kaikki mitä niissä on.",
      "Jumala oli saanut työnsä päätökseen, ja seitsemäntenä päivänä hän lepäsi kaikesta työstään.",
      "Ja Jumala siunasi seitsemännen päivän ja pyhitti sen, koska hän sinä päivänä lepäsi kaikesta luomistyöstään.",
      "Tämä on kertomus siitä, kuinka taivas ja maa saivat alkunsa silloin kun ne luotiin. Siihen aikaan, kun Herra Jumala teki maan ja taivaan,",
      "ei maan päällä ollut vielä yhtään pensasta eikä edes ruoho ollut noussut esiin, sillä Herra Jumala ei ollut antanut sateen kastella maata eikä ihmistä vielä ollut maata viljelemässä.",
      "Mutta maasta kumpusi vettä, ja se kasteli maan pinnan.",
      "Ja Herra Jumala muovasi maan tomusta ihmisen ja puhalsi hänen sieraimiinsa elämän henkäyksen. Näin ihmisestä tuli elävä olento.",
      "Herra Jumala istutti puutarhan itään, Eedeniin, ja sinne hän asetti ihmisen, jonka oli tehnyt.",
      "Herra Jumala kasvatti maasta esiin kaikenlaisia puita, jotka olivat kauniita katsella ja joiden hedelmät olivat hyviä syödä, ja paratiisin keskelle hän kasvatti elämän puun sekä hyvän- ja pahantiedon puun.",
      "Eedenistä sai alkunsa joki, joka kasteli puutarhan ja joka sieltä lähtiessään jakautui neljäksi haaraksi.",
      "Ensimmäisen nimi on Pison. Se kiertää koko Havilan maan, missä on kultaa,",
      "ja sen maan kulta on hyvää. Siellä on myös suitsutuspihkaa ja onykskiveä.",
      "Toisen joen nimi on Gihon. Se kiertää koko Nubian maan.",
      "Kolmannen joen nimi on Tigris, ja se virtaa Assurin editse. Ja neljäs joki on Eufrat.",
      "Herra Jumala asetti ihmisen Eedenin puutarhaan viljelemään ja varjelemaan sitä.",
      "Ja Herra Jumala muovasi maasta kaikki villieläimet ja kaikki taivaan linnut ja vei ne ihmisen luo nähdäkseen, minkä nimen hän kullekin antaisi. Ja jokainen elävä olento sai sen nimen, jolla ihminen sitä kutsui.",
      "Näin ihminen antoi nimet kaikille karjaeläimille, kaikille linnuille ja kaikille villieläimille. Mutta ihmiselle ei löytynyt sopivaa kumppania.",
      "Silloin Herra Jumala vaivutti ihmisen syvään uneen ja otti hänen nukkuessaan yhden hänen kylkiluistaan ja täytti kohdan lihalla.",
      "Herra Jumala teki tästä kylkiluusta naisen ja toi hänet miehen luo.",
      "Ja mies sanoi: -- Tämä se on! Tämä on luu minun luustani ja liha minun lihastani. Naiseksi häntä sanottakoon: miehestä hänet on otettu.",
      "Siksi mies jättää isänsä ja äitinsä ja liittyy vaimoonsa, niin että he tulevat yhdeksi lihaksi.",
      "Ja he olivat molemmat alasti, mies ja hänen vaimonsa, eivätkä he tunteneet häpeää."
    ],
    [
      "Nainen näki nyt, että puun hedelmät olivat hyviä syödä ja että se oli kaunis katsella ja houkutteleva, koska se antoi ymmärrystä. Hän otti siitä hedelmän ja söi ja antoi myös miehelleen, joka oli hänen kanssaan, ja mieskin söi.",
      "Silloin heidän silmänsä avautuivat, ja he huomasivat olevansa alasti. He sitoivat yhteen viikunanlehtiä ja kietoivat ne vyötärölleen.",
      "Kun iltapäivä viileni, he kuulivat Jumalan kävelevän puutarhassa. Silloin mies ja nainen menivät Jumalaa piiloon puutarhan puiden sekaan.",
      "Herra Jumala sanoi käärmeelle: -- Koska tämän teit, olet kirottu. Toisin kuin muut eläimet, karja ja pedot, sinun on madeltava vatsallasi ja syötävä maan tomua niin kauan kuin elät.",
      "Ja minä panen vihan sinun ja naisen välille ja sinun sukusi ja hänen sukunsa välille: ihminen on iskevä sinun pääsi murskaksi, ja sinä olet iskevä häntä kantapäähän.",
      "Naiselle hän sanoi: -- Minä teen suuriksi sinun raskautesi vaivat, ja kivulla sinä olet synnyttävä lapsesi. Kuitenkin tunnet halua mieheesi, ja hän pitää sinua vallassaan.",
      "Ja miehelle hän sanoi: -- Koska teit niin kuin vaimosi sanoi ja söit puusta, josta minä kielsin sinua syömästä, niin olkoon maa sinun takiasi kirottu. Kovalla työllä sinun on hankittava siitä elantosi niin kauan kuin elät.",
      "Maa kasvaa sinulle orjantappuraa ja ohdaketta, mutta sen kasveista joudut ottamaan ravintosi.",
      "Otsa hiessä sinun on hankittava leipäsi, kunnes tulet maaksi jälleen, sillä siitä sinut on otettu. Maan tomua sinä olet, maan tomuun sinä palaat.",
      "Mies antoi vaimolleen nimeksi Eeva, sillä hänestä tuli kaikkien ihmisten kantaäiti.",
      "Ja Herra Jumala teki Aadamille ja hänen vaimolleen nahasta vaatteet ja puki heidät niihin.",
      "Niin Herra Jumala ajoi ihmisen pois Eedenin puutarhasta ja pani hänet viljelemään maata, josta hänet oli tehty.",
      "Hän karkotti ihmisen ja asetti Eedenin puutarhan itäpuolelle kerubit ja salamoivan, leimuavan miekan vartioimaan elämän puulle vievää tietä."
    ],
    [
      "Sitten hän synnytti Kainille veljen, Abelin. Abelista tuli lammaspaimen ja Kainista maanviljelijä.",
      "Kerran Kain toi Herralle uhrilahjaksi maan satoa,",
      "ja Abel toi lampaidensa esikoiskaritsoja ja niiden rasvaa. Herra katsoi suopeasti Abeliin ja hänen uhriinsa,",
      "mutta Kainin ja hänen uhrinsa puoleen hän ei katsonut. Silloin Kain suuttui kovin ja hänen katseensa synkistyi.",
      "Nyt olet kirottu etkä voi jäädä tänne, sillä tämän maan oli avattava suunsa ja otettava vastaan veljesi veri, jonka sinä vuodatit.",
      "Niin Kain lähti pois Herran kasvojen edestä ja asettui asumaan Nodin maahan Eedenin itäpuolelle.",
      "Kain yhtyi vaimoonsa, ja tämä tuli raskaaksi ja synnytti Henokin. Kain oli ensimmäinen, joka perusti kaupungin, ja hän antoi sille nimen poikansa Henokin mukaan.",
      "Henokille syntyi Irad, Iradille syntyi Mehujael, Mehujaelille syntyi Metusael, ja Metusaelille syntyi Lemek.",
      "Lemek otti itselleen kaksi vaimoa; toisen nimi oli Ada ja toisen Silla.",
      "Ada synnytti Jabalin, josta tuli teltoissa asuvien paimentolaisten kantaisä.",
      "Jabalin veli oli nimeltään Jubal, ja hänestä tuli ensimmäinen harpun- ja huilunsoittaja.",
      "Myös Silla synnytti pojan, Tubal-Kainin, sepän, joka aloitti pronssin ja raudan takomisen. Tubal- Kainilla oli sisar, jonka nimi oli Naama.",
      "Lemek sanoi vaimoilleen: -- Ada ja Silla, kuulkaa minua, te Lemekin vaimot, ottakaa korviinne minun sanani! Jo yhdestä haavasta minä tapan miehen, jo yhdestä naarmusta nuorukaisen.",
      "Jos Kainin puolesta kostetaan seitsemästi, niin Lemekin puolesta seitsemänkymmentäseitsemän kertaa.",
      "Setillekin syntyi poika, ja Set antoi hänelle nimen Enos. Niihin aikoihin alettiin nimeltä kutsuen rukoilla avuksi Herraa."
    ],
    [
      "Tämä on luettelo Aadamin jälkeläisistä. Luodessaan ihmisen Jumala teki hänet kaltaisekseen.",
      "Hän loi ihmisen mieheksi ja naiseksi. Ja hän siunasi heidät ja antoi heille nimeksi ihminen silloin kun heidät luotiin.",
      "Kun Aadam oli elänyt 130 vuotta, hänelle syntyi poika, joka oli hänen näköisensä, hänen kaltaisensa, ja hän antoi pojalle nimen Set.",
      "Setin syntymän jälkeen Aadam eli vielä 800 vuotta, ja hänelle syntyi sinä aikana lisää poikia ja tyttäriä.",
      "Aadam eli kaikkiaan 930 vuotta, ja sitten hän kuoli.",
      "Kun Set oli elänyt 105 vuotta, hänelle syntyi Enos.",
      "Enosin syntymän jälkeen Set eli vielä 807 vuotta, ja hänelle syntyi lisää poikia ja tyttäriä.",
      "Set eli kaikkiaan 912 vuotta ja kuoli sitten.",
      "Kun Enos oli elänyt 90 vuotta, hänelle syntyi Kenan.",
      "Kenanin syntymän jälkeen Enos eli vielä 815 vuotta, ja hänelle syntyi lisää poikia ja tyttäriä.",
      "Enos eli kaikkiaan 905 vuotta ja kuoli sitten.",
      "Kun Kenan oli elänyt 70 vuotta, hänelle syntyi Mahalalel.",
      "Mahalalelin syntymän jälkeen Kenan eli vielä 840 vuotta, ja hänelle syntyi lisää poikia ja tyttäriä.",
      "Kenan eli kaikkiaan 910 vuotta ja kuoli sitten.",
      "Kun Mahalalel oli elänyt 65 vuotta, hänelle syntyi Jered.",
      "Jeredin syntymän jälkeen Mahalalel eli vielä 830 vuotta, ja hänelle syntyi lisää poikia ja tyttäriä.",
      "Mahalalel eli kaikkiaan 895 vuotta ja kuoli sitten.",
      "Kun Jered oli elänyt 162 vuotta, hänelle syntyi Henok.",
      "Henokin syntymän jälkeen Jered eli vielä 800 vuotta, ja hänelle syntyi lisää poikia ja tyttäriä.",
      "Jered eli kaikkiaan 962 vuotta ja kuoli sitten.",
      "Kun Henok oli elänyt 65 vuotta, hänelle syntyi Metuselah.",
      "Metuselahin syntymän jälkeen Henok eli vielä 300 vuotta vaeltaen aina Jumalan tahdon mukaisesti, ja hänelle syntyi lisää poikia ja tyttäriä.",
      "Henok eli kaikkiaan 365 vuotta.",
      "Hän vaelsi kuuliaisena Jumalalle. Sitten häntä ei enää ollut, sillä Jumala otti hänet luokseen.",
      "Kun Metuselah oli elänyt 187 vuotta, hänelle syntyi Lemek.",
      "Lemekin syntymän jälkeen Metuselah eli vielä 782 vuotta, ja hänelle syntyi lisää poikia ja tyttäriä.",
      "Metuselah eli kaikkiaan 969 vuotta ja kuoli sitten.",
      "Kun Lemek oli elänyt 182 vuotta, hänelle syntyi poika.",
      "Lemek eli Nooan syntymän jälkeen vielä 595 vuotta, ja hänelle syntyi lisää poikia ja tyttäriä.",
      "Lemek eli kaikkiaan 777 vuotta ja kuoli sitten.",
      "Kun Nooa oli elänyt 500 vuotta, hänelle syntyivät Seem, Haam ja Jafet."
    ],
    [
      "Kun ihmiset alkoivat lisääntyä maan päällä ja heille syntyi tyttäriä,",
      "jumalien pojat huomasivat, että ihmisten tyttäret olivat kauniita, ja he ottivat näistä vaimoikseen keitä halusivat.",
      "Siihen aikaan ja myöhemminkin oli maan päällä jättiläisiä, kun jumalien pojat yhtyivät ihmisten tyttäriin ja nämä synnyttivät heille lapsia. Juuri näitä olivat muinaisajan kuuluisat sankarit.",
      "Kun Herra näki, että ihmisten pahuus lisääntyi maan päällä ja että heidän ajatuksensa ja pyrkimyk- sensä olivat kauttaaltaan pahat,",
      "hän katui, että oli tehnyt ihmisen, ja murehti sitä sydämessään.",
      "Mutta Nooa oli Herralle mieluinen.",
      "Tämä on kertomus Nooasta ja hänen suvustaan. Nooa oli aikalaistensa joukossa ainoa oikeamielinen ja nuhteeton, ja hän vaelsi Jumalalle kuuliaisena.",
      "Hänelle syntyi kolme poikaa: Seem, Haam ja Jafet.",
      "Siihen aikaan turmelus levisi maassa Jumalan silmien alla ja väkivalta täytti maan.",
      "Kun Jumala katseli maata, hän näki, että turmelus vallitsi kaikkialla, sillä ihmiset kuluttivat elämänsä pahuudessa.",
      "Tee itsellesi arkki sypressipuusta, rakenna se huoneita täyteen ja tiivistä se maapiellä sisältä ja ulkoa.",
      "Tällaiseksi sinun tulee tehdä arkki: sen pituus olkoon kolmesataa kyynärää, leveys viisikymmentä ja korkeus kolmekymmentä kyynärää.",
      "Rakenna arkkiin katto ja tee siitä kyynärän verran kalteva, sijoita ovi arkin kylkeen ja rakenna arkkiin kolme kerrosta.",
      "mutta sinun kanssasi minä teen liiton. Sinun tulee mennä arkkiin ja ottaa mukaan poikasi, vaimosi ja poikiesi vaimot.",
      "Ja kaikkia elollisia sinun tulee ottaa mukaasi arkkiin kaksi, uros ja naaras, että ne säilyisivät hengissä sinun kanssasi.",
      "Lintuja, karjaeläimiä ja kaikkia pikkueläimiä tulkoon luoksesi kaksi kutakin lajia, jotta ne jäisivät henkiin.",
      "Nooa teki kaiken niin kuin Jumala oli häntä käskenyt."
    ],
    [
      "Ota kaikkia uhrikelpoisia karjaeläimiä seitsemän paria, uroksia ja naaraita, mutta kaikkia epäpuhtaita karjaeläimiä ota kaksi, uros ja naaras.",
      "Myös taivaan lintuja ota seitsemän paria, uroksia ja naaraita, että niiden suku jatkuisi maan päällä.",
      "Nooa teki niin kuin Herra oli häntä käskenyt.",
      "Nooa oli kuudensadan vuoden ikäinen, kun vedenpaisumus tuli.",
      "Hän vei poikansa, vaimonsa ja poikiensa vaimot mukanaan arkkiin vedenpaisumukselta turvaan.",
      "Uhrikelpoisia ja epäpuhtaita karjaeläi- miä, lintuja ja kaikkia maalla liikkuvia pikkueläi- miä",
      "meni pareittain, uros ja naaras kutakin lajia, Nooan luo arkkiin, niin kuin Jumala oli hänelle sanonut.",
      "Kun seitsemän päivää oli kulunut, tuli vedenpaisumus maan päälle.",
      "Sinä vuonna, jona Nooa täytti kuusisataa vuotta, vuoden toisen kuukauden seitsemäntenätoista päivänä, puhkesivat kaikki syvyyden lähteet ja taivaan ik- kunat aukenivat.",
      "Maan päällä satoi rankasti nel- jäkymmentä päivää ja neljäkymmentä yötä.",
      "Juuri sinä päivänä Nooa sekä hänen kolme poikaansa Seem, Haam ja Jafet, hänen vaimonsa ja hänen kolmen poi- kansa vaimot menivät arkkiin.",
      "Heidän lisäkseen arkkiin meni kaikkia villieläimiä, karjaeläimiä ja maalla liikkuvia pikkueläimiä sekä kaikkia lintuja, niin pikkulintuja kuin muitakin siivekkäitä.",
      "Nooan luo tuli kaikkia eläviä olentoja pareittain,",
      "jokaista lajia uros ja naaras, niin kuin Jumala oli Nooalle sanonut. Ja Jumala sulki oven Nooan jälkeen.",
      "Niin tuli vedenpaisumus neljäksikymmeneksi päiväksi maan päälle. Vedet nousivat ja nostivat arkin irti, niin että se kohosi korkealle maasta.",
      "Vedet paisuivat ja lisääntyivät suuresti maan päällä, ja arkki ajelehti veden pinnalla.",
      "Ja vedet paisuivat paisumistaan, kunnes korkeimmatkin vuoret peittyivät.",
      "Vesi nousi, ja vuoret jäivät viisitoista kyynärää veden alle.",
      "Silloin tuhoutuivat kaikki maan elävät olennot, linnut, karjaeläimet, villieläimet ja kaikki maan päällä vilisevät pikkueläimet sekä kaikki ihmiset.",
      "Kaikki kuivalla maalla elävät olennot kuolivat, kaikki, joissa oli elämän henkäys.",
      "Näin Herra pyyhkäisi maan päältä kaikki elävät olennot, ihmiset, karjaeläimet, pikkueläimet ja linnut; kaikki ne hän pyyhkäisi pois. Jäljelle jäivät vain Nooa sekä ne, jotka olivat hänen kanssaan arkissa.",
      "Maa oli veden vallassa sataviisikymmentä päivää."
    ],
    [
      "Mutta Jumala ei unohtanut Nooaa eikä villieläimiä ja karjaeläimiä, jotka olivat arkissa hänen muka- naan, vaan pani tuulen puhaltamaan maan yli, ja vedet lakkasivat nousemasta.",
      "Syvyyden lähteet ja taivaan ikkunat sulkeutuivat, ja sade taukosi.",
      "Vedet väistyivät väistymistään maan päältä, ja sadanviidenkymmenen päivän kuluttua vedet olivat alentuneet niin paljon,",
      "että arkki pysähtyi seitsemännen kuun seitsemäntenätoista päivänä Arara- tin vuoristoon.",
      "Vedet vähenivät vähenemistään kymmenenteen kuuhun saakka, ja kymmenennen kuun ensimmäisenä päivänä tulivat vuorten huiput näky- viin.",
      "Kun vielä neljäkymmentä päivää oli kulunut, Nooa avasi arkin ikkunaluukun, jonka hän oli tehnyt,",
      "ja päästi lentoon korpin. Se lähti ja lenteli edestakaisin, kunnes vedet olivat kuivuneet maan päältä.",
      "Sitten hän lähetti luotaan kyyhkysen saadakseen tietää, joko maa oli tullut esiin veden alta,",
      "mutta se ei löytänyt jalansijaa, mihin jäädä levähtämään, vaan palasi hänen luokseen arkkiin, sillä vesi peitti yhä koko maan pinnan. Ja hän ojensi kätensä ja otti kyyhkysen luokseen arkkiin.",
      "Hän odotti vielä seitsemän päivää ja lähetti kyyhkysen uudelleen arkista.",
      "Kun kyyhkynen illansuussa palasi hänen luokseen, sillä oli nokassaan tuore oliivipuun lehti. Siitä Nooa ymmärsi, että vedet olivat käyneet vähiin maan päällä.",
      "Hän odotti silti seitsemän päivää lisää ja päästi kyyhkysen jälleen lentoon, eikä se enää palannut hänen luokseen.",
      "Ensimmäisenä päivänä ensimmäistä kuuta sinä vuonna, jona Nooa täytti kuusisataayksi vuotta, vedet eivät enää peittäneet maata. Nooa poisti arkin katon ja näki, että maan pinta oli kuivunut.",
      "Toisen kuun kahdentenakymmenentenäseitsemäntenä päivänä maa oli kokonaan kuiva.",
      "Silloin Jumala sanoi Nooalle:",
      "Niin Nooa lähti poikiensa, vaimonsa ja poikiensa vaimojen kanssa ulos,",
      "ja kaikki eläimet, kaikki pikkueläimet, linnut ja kaikki maan päällä liikkuvat, lähtivät suvuittain arkista.",
      "Sitten Nooa rakensi alttarin Herralle, otti kaikkia uhrikelpoisia karjaeläimiä ja uhrikelpoisia lintuja ja uhrasi ne polttouhrina alttarilla."
    ],
    [
      "Kaikki villieläimet ja taivaan linnut, kaikki maan päällä liikkuvat eläimet ja meren kalat pelkäävät ja säikkyvät teitä; ne on annettu teidän valtaanne.",
      "Teidän ravintonanne olkoot kaikki olennot, jotka elävät ja liikkuvat. Ne kaikki minä annan nyt teille, niin kuin annoin teille vihreät kasvit.",
      "Mutta lihaa, jossa vielä on jäljellä sen elämänvoima, veri, te ette saa syödä.",
      "Ja jokaisen, joka vuodattaa teidän verenne, teidän elämänvoimanne, minä vaadin tilille. Minä vaadin tilille jokaisen eläimenkin. Vaadin tilille jokaisen ihmisen, joka vuodattaa lähimmäisensä veren.",
      "-- Joka ihmisen veren vuodattaa, hänen verensä on ihminen vuodattava, sillä omaksi kuvakseen Jumala teki ihmisen.",
      "Ja Jumala sanoi Nooalle ja hänen pojilleen:",
      "kaikkien elävien olentojen kanssa, jotka ovat teidän kanssanne maan päällä, lintujen, karjaeläinten ja kaikkien villieläintenkin kanssa, kaikkien niiden kanssa, jotka tulivat arkista ulos.",
      "minä asetan kaareni pilviin, ja se on oleva merkkinä minun ja maan välisestä liitosta.",
      "Kun annan pilvien nousta taivaalle ja sateenkaari näkyy pilvissä,",
      "muistan liiton, jonka olen tehnyt kaikkien elävien olentojen, kaiken elollisen kanssa: vedet eivät enää koskaan paisu tuhotulvaksi hukuttamaan kaikkea elävää.",
      "Nooan pojat, jotka lähtivät arkista, olivat Seem, Haam ja Jafet, ja Haamista tuli Kanaanin isä.",
      "Nämä kolme olivat Nooan pojat, ja heidän jälkeläisiään ovat kaikki maailman ihmiset.",
      "Nooa ryhtyi viljelemään maata ja istutti ensimmäisen viinitarhan.",
      "Mutta kun hän joi viiniä, hän juopui ja jäi alastomana makaamaan telttaansa.",
      "Haam, Kanaanin isä, näki isänsä alastomuuden ja kertoi siitä ulkona molemmille veljilleen.",
      "Silloin Seem ja Jafet ottivat viitan, levittivät sen harteilleen, menivät sisään selkä edellä ja peittivät isänsä alastomuuden. Heidän kasvonsa olivat poispäin, eivätkä he nähneet isäänsä alastomana.",
      "Kun Nooa selvisi juopumuksestaan ja sai kuulla, mitä hänen nuorin poikansa oli hänelle tehnyt,",
      "hän sanoi: -- Kirottu olkoon Kanaan, tulkoon hänestä veljiensä orjienkin orja.",
      "Ja hän sanoi vielä: -- Kiitetty olkoon Herra, Seemin Jumala, ja Kanaan olkoon Seemin orja.",
      "Tehköön Jumala laajaksi Jafetin suvun, ja saakoon se asua myös Seemin majoissa, ja Kanaan olkoon heidän orjansa.",
      "Nooa eli vedenpaisumuksen jälkeen vielä 350 vuotta.",
      "Kaikkiaan hän eli 950 vuotta, ja sitten hän kuoli."
    ],
    [
      "Tämä on luettelo Nooan poikien, Seemin, Haamin ja Jafetin, jälkeläisistä. Vedenpaisumuksen jälkeen heille syntyi poikia.",
      "Jafetin pojat olivat Gomer, Magog, Madai, Javan, Tubal, Mesek ja Tiras.",
      "Gomerin pojat olivat Askenas, Rifat ja Togarma.",
      "Javanin pojat olivat Elisa ja Tarsis; myös kittiläiset ja rodanilaiset ovat hänen jälkeläisiään.",
      "Näistä erkanivat omiin maihinsa rannikoiden ja saarten kansat, kukin kansa kielensä ja heimonsa mukaan.",
      "Haamin pojat olivat Kus, Misraim, Put ja Kanaan.",
      "Kusin pojat olivat Seba, Havila, Sabta, Raema ja Sabteka. Raeman pojat olivat Saba ja Dedan.",
      "Kusille syntyi myös Nimrod, josta tuli ensimmäinen mahtava hallitsija maan päällä.",
      "Hän hallitsi aluksi Babylonia, Erekiä, Akkadia ja Kalnea Sinearin maassa.",
      "Sieltä hän siirtyi Assyriaan ja rakensi Niniven, Rehobot-Irin, Kalahin",
      "ja Resenin suuren kaupungin Niniven ja Kalahin välille.",
      "Misraimin jälkeläisiä ovat ludilaiset, anamilaiset, lehabilaiset, naftuhilaiset,",
      "patrosilaiset, kasluhilaiset, joista filistealaiset ovat lähtöisin, sekä kaftorilaiset.",
      "Kanaanille syntyivät Sidon, hänen esikoisensa, sekä Het.",
      "Hänen jälkeläisiään ovat myös jebusilaiset, amorilaiset, girgasilaiset,",
      "hivviläiset, arkilaiset ja siniläiset,",
      "arva- dilaiset, semeriläiset ja hamatilaiset. Kanaanilaisten heimot hajaantuivat sittemmin,",
      "ja kanaanilaisten alue ulottui Sidonista Gerarin suuntaan Gazaan saakka sekä Sodoman ja Gomorran, Adman ja Seboimin suuntaan Lesaan saakka.",
      "Nämä olivat Haamin jälkeläisiä lueteltuina heimoittain ja kielittäin, kukin maansa ja kansansa mukaan.",
      "Myös Seemille syntyi poikia. Hän oli Jafetin vanhempi veli, ja hänestä tuli kaikkien Eberin jäl- keläisten kantaisä.",
      "Seemin pojat olivat Elam, Assur, Arpaksad, Lud ja Aram.",
      "Aramin pojat olivat Us, Hul, Geter ja Mas.",
      "Arpaksadille syntyi Selah ja Selahille Eber.",
      "Eberille syntyi kaksi poikaa. Toinen oli nimeltään Peleg, koska hänen aikanaan ihmissuku hajaantui yli maan, ja toisen nimi oli Joktan.",
      "Joktanille syntyivät Almodad, Selef, Hasarmavet, Jerah,",
      "Hadoram, Usal, Dikla,",
      "Obal, Abimael, Saba,",
      "Ofir, Havila ja Jobab. Nämä kaikki olivat Joktanin jälkeläisiä.",
      "Heidän asuinalueensa ulottui Mesasta Sefarin suuntaan idän vuoristoon saakka.",
      "Nämä olivat Seemin jälkeläisiä lueteltuina heimoittain ja kielittäin, kukin maansa ja kansansa mukaan.",
      "Nämä olivat Nooan poikien jälkeläiset lueteltuina heimoittain ja kansoittain, ja heistä haarautuivat kansat maailmaan vedenpaisumuksen jälkeen."
    ],
    [
      "Koko maailma käytti samoja sanoja ja puhui yhtä kieltä.",
      "Kun ihmiset siirtyivät itään, he löysivät Sinearin maasta tasangon ja jäivät sinne asumaan.",
      "Herra tuli katsomaan kaupunkia ja tornia, jota ihmiset rakensivat,",
      "Ja niin Herra hajotti heidät sieltä kaikkialle maailmaan, ja he lakkasivat raken- tamasta kaupunkia.",
      "Kaupunki sai nimen Babylon, sillä siellä Herra sekoitti ihmisten kielen ja sieltä hän hajotti heidät kaikkialle maailmaan.",
      "Tämä on luettelo Seemin jälkeläisistä. Seem oli satavuotias, kun hänelle syntyi Arpaksad. Tämä tapahtui kaksi vuotta vedenpaisumuksen jälkeen.",
      "Arpaksadin syntymän jälkeen Seem eli vielä 500 vuotta, ja hänelle syntyi lisää poikia ja tyttäriä.",
      "Kun Arpaksad oli elänyt 35 vuotta, hänelle syntyi Selah.",
      "Selahin syntymän jälkeen Arpaksad eli vielä 403 vuotta, ja hänelle syntyi lisää poikia ja tyttäriä.",
      "Kun Selah oli elänyt 30 vuotta, hänelle syntyi Eber.",
      "Eberin syntymän jälkeen Selah eli vielä 403 vuotta, ja hänelle syntyi lisää poikia ja tyttäriä.",
      "Kun Eber oli elänyt 34 vuotta, hänelle syntyi Peleg.",
      "Pelegin syntymän jälkeen Eber eli vielä 430 vuotta, ja hänelle syntyi lisää poikia ja tyttä- riä.",
      "Kun Peleg oli elänyt 30 vuotta, hänelle syntyi Reu.",
      "Reun syntymän jälkeen Peleg eli vielä 209 vuotta, ja hänelle syntyi lisää poikia ja tyttäriä.",
      "Kun Reu oli elänyt 32 vuotta, hänelle syntyi Serug.",
      "Serugin syntymän jälkeen Reu eli vielä 207 vuotta, ja hänelle syntyi lisää poikia ja tyttäriä.",
      "Kun Serug oli elänyt 30 vuotta, hänelle syntyi Nahor.",
      "Nahorin syntymän jälkeen Serug eli vielä 200 vuotta, ja hänelle syntyi lisää poikia ja tyttä- riä.",
      "Kun Nahor oli elänyt 29 vuotta, hänelle syntyi Terah.",
      "Terahin syntymän jälkeen Nahor eli vielä 119 vuotta, ja hänelle syntyi lisää poikia ja tyttä- riä.",
      "Kun Terah oli elänyt 70 vuotta, hänelle syntyivät Abram, Nahor ja Haran.",
      "Tämä on luettelo Terahin jälkeläisistä. Terahille syntyivät Abram, Nahor ja Haran, ja Haranille syntyi Loot.",
      "Haran kuoli ennen isäänsä Terahia synnyinmaassaan Kaldean Urissa.",
      "Abram ja Nahor ottivat itselleen vaimot. Abramin vaimon nimi oli Sarai, ja Nahorin vaimo oli Milka, Haranin tytär. Haran oli Milkan ja Jiskan isä.",
      "Sarai oli hedelmätön, hän ei saanut lasta.",
      "Terah otti mukaansa poikansa Abramin, poikansa Haranin pojan Lootin sekä Abramin vaimon Sarain ja lähti kulkemaan heidän kanssaan Kaldean Urista Kanaaninmaan suuntaan. Tultuaan Harraniin he jäivät sinne asumaan.",
      "Terah eli kaikkiaan 205 vuotta ja kuoli Harranissa."
    ],
    [
      "Minä teen sinusta suuren kansan ja siunaan sinua, ja sinun nimesi on oleva suuri ja siinä on oleva siunaus.",
      "Niin Abram lähti Herran käskyn mukaan, ja Loot lähti hänen kanssaan. Harranista lähtiessään Abram oli seitsemänkymmenenviiden vuoden ikäinen.",
      "Abram otti mukaan vaimonsa Sarain ja veljenpoikansa Lootin sekä perheiden koko omaisuuden, myös Harranissa hankitut orjat. Sitten he lähtivät kulkemaan kohti Kanaaninmaata ja saapuivat sinne.",
      "Abram kulki Kanaaninmaan halki Sikemin seudulle, Moren tammelle asti. Siihen aikaan maassa asuivat kanaanilaiset.",
      "Sieltä hän siirtyi Betelin itäpuolen vuorille, ja hän pystytti telttansa niin, että Betel oli länsipuolella ja Ai itäpuolella. Hän rakensi sinne alttarin ja rukoili Herraa.",
      "Sieltä Abram siirtyi paikasta toiseen etelään Negeviin päin.",
      "Sitten tuli maahan nälänhätä. Koska nälänhätä oli kova, Abram siirtyi Egyptiin ja asui siellä muukalaisena.",
      "Kun egyptiläiset näkevät sinut ja käsittävät, että sinä olet minun vaimoni, he tappavat minut mutta jättävät sinut henkiin.",
      "Kun Abram saapui Egyptiin, egyptiläiset havaitsivat, että Sarai oli hyvin kaunis nainen.",
      "Sarain nähtyään faraon virkamiehet ylistivät häntä faraolle, ja hänet haettiin palatsiin.",
      "Farao kohteli Abramia hyvin Sarain takia, ja Abram sai lampaita ja vuohia, nautakarjaa ja aaseja, orjia ja orjattaria sekä aasintammoja ja kameleita.",
      "Mutta Herra antoi faraon ja hänen palatsinsa väen sairastua ankariin tauteihin Abramin vaimon Sarain tähden.",
      "Sitten farao antoi miehilleen käskyn toimittaa Abram, hänen vaimonsa ja koko hänen omaisuutensa maasta pois."
    ],
    [
      "Niin Abram palasi Egyptistä Negeviin, mukanaan vaimonsa ja koko omaisuutensa, ja Loot seurasi hän- tä.",
      "Abram oli hyvin rikas; hänellä oli karjaa, hopeaa ja kultaa.",
      "Negevistä hän siirtyi Beteliä kohti kulkien leiripaikalta toiselle, kunnes saapui siihen Betelin ja Ain väliseen paikkaan, jossa hänen telttansa oli aikaisemmin ollut",
      "ja jonne hän oli rakentanut alttarin. Siellä Abram rukoili Herraa.",
      "Myös Lootilla, joka kulki Abramin mukana, oli lampaita, vuohia, nautakarjaa ja telttoja.",
      "Mutta laidunmaata ei ollut tarpeeksi, että he olisivat voineet pysyä yhdessä, sillä heillä oli runsaasti karjaa.",
      "Siksi Abramin ja Lootin karjapaimenten kesken syntyi riitaa. Siihen aikaan maassa asui kanaanilaisia ja perissiläisiä.",
      "Loot katsoi ympärilleen ja näki, että Jordanin alanko oli runsasvetistä seutua. Ennen kuin Herra hävitti Sodoman ja Gomorran, se oli Soariin saakka kuin Herran puutarhaa, kuin Egyptin maata.",
      "Loot valitsi itselleen koko Jordanin alangon ja lähti kulkemaan itää kohden, ja näin he erosivat toisistaan.",
      "Abram jäi Kanaaninmaahan, kun taas Loot siirtyi telttoineen alangon kaupunkien liepeille ja päätyi lopulta Sodomaan.",
      "Mutta Sodoman asukkaat olivat turmeltuneita ja tekivät paljon syntiä Herraa vastaan.",
      "sillä koko sen maan, jonka näet, minä annan sinulle ja sinun jälkeläisil- lesi ikiajoiksi.",
      "Minä teen sinun jälkeläisesi lukuisiksi kuin maan tomuhiukkaset: jos osaat ne laskea, osaat laskea jälkeläistesi määrän.",
      "Abram siirtyi telttoineen paikasta toiseen, kun- nes asettui Hebroniin Mamren tammistoon. Sinne hän rakensi alttarin Herralle."
    ],
    [
      "Siihen aikaan Sinearin kuningas Amrafel, Ellasarin kuningas Arjok, Elamin kuningas Kedorlaomer ja Gojimin kuningas Tideal",
      "lähtivät sotaretkelle Sodoman kuningasta Beraa, Gomorran kuningasta Birsaa, Adman kuningasta Sinabia, Seboimin kuningasta Semeberiä ja Belan eli Soarin kuningasta vastaan.",
      "Nämä viisi olivat kaikki yhdessä koonneet joukkonsa Siddiminlaaksoon, missä Kuollutmeri sijaitsee.",
      "He olivat kaksitoista vuotta olleet Kedorlaomerin alaisina mutta nousivat kolmantenatoista vuotena kapinaan.",
      "Neljäntenätoista vuotena tulivat Kedorlaomer ja hänen kanssaan liittoutuneet kuninkaat ja voittivat refalaiset Asterot-Karnaimissa, susilaiset Hamissa, emiläiset Kirjataimin tasangolla",
      "ja horilaiset vuorilla, jotka ulottuvat Seiristä El-Paraniin, autiomaan laidoille saakka.",
      "Sitten he kääntyivät takaisin ja tulivat En-Mispatiin eli Kadesiin ja kukistivat koko amalekilaisten maan ja myös amorilaiset, jotka asuivat Haseson-Tamarissa.",
      "Silloin Sodoman, Gomorran, Adman ja Seboimin ku- ninkaat sekä Belan eli Soarin kuningas lähtivät liikkeelle ja järjestivät Siddiminlaaksossa joukkonsa taisteluun",
      "Elamin kuningasta Kedorlaomeria, Gojimin kuningasta Tidealia, Sinearin kuningasta Amrafelia ja Ellasarin kuningasta Arjokia vastaan, viisi kuningasta neljää vastaan.",
      "Mutta Siddiminlaakso oli täynnä maaöljykuoppia, ja kun Sodoman ja Gomorran kuninkaat ja heidän miehensä yrittivät kääntyä pakoon, he vajosivat niihin, ja henkiin jääneet pakenivat vuorille.",
      "Heidän vihollisensa veivät Sodomasta ja Gomorrasta kaiken karjan ja muun omaisuuden sekä kaiken syötävän ja lähtivät sitten pois.",
      "Lähtiessään he veivät myös Abramin veljenpojan Lootin ja koko tämän omaisuuden. Loot näet asui siihen aikaan Sodomassa.",
      "Muuan pakoon päässyt tuli kertomaan tästä heprealaiselle Abramille, joka tuolloin asui amorilaisen Mamren tammistossa. Mamre oli Eskolin ja Anerin veli, ja he olivat liitossa Abramin kanssa.",
      "Kun Abram kuuli, että hänen veljenpoikansa oli joutunut vangiksi, hän aseisti taistelukelpoiset miehensä, jotka olivat syntyneet hänen teltoissaan, kolmesataakahdeksantoista miestä kaikkiaan, lähti kuninkaiden perään ja tavoitti heidät Danissa.",
      "Siellä hän jakoi väkensä ryhmiin ja hyökkäsi yöllä vihollisten kimppuun, voitti heidät ja ajoi heitä takaa aina Hobaan, joka on Damaskoksesta pohjoiseen.",
      "Hän otti takaisin kaiken saaliin samoin kuin sukulaisensa Lootin, tämän omaisuuden sekä naiset ja muun väen.",
      "Kun Abram oli paluumatkalla lyötyään Kedorlaome- rin ja hänen kanssaan liittoutuneet kuninkaat, Sodo- man kuningas tuli häntä vastaan Savenlaaksoon, jota sanotaan myös Kuninkaanlaaksoksi.",
      "Salemin kuningas Melkisedek toi sinne leipää ja viiniä. Hän oli Korkeimman Jumalan pappi,",
      "ja hän siunasi Abramia sanoen: -- Siunatkoon Abramia Korkein Jumala, taivaan ja maan luoja.",
      "Kiitetty olkoon Korkein Jumala, joka antoi sinun lyödä vastustajasi. Abram antoi hänelle kymmenykset kaikesta saaliista.",
      "minä en ota mitään sinun omaasi, en edes langanpätkää tai sandaalinhihnaa. Silloin et voi sanoa: 'Minä olen tehnyt Abramista rikkaan.'"
    ],
    [
      "Abram uskoi Herran lupaukseen, ja Herra katsoi hänet vanhurskaaksi.",
      "Ja Abram haki ne kaikki, halkaisi ne keskeltä ja asetti kunkin eläimen puolikkaat vastakkain; lintuja hän ei kuitenkaan halkaissut.",
      "Kun ruhojen päälle laskeutui petolintuja, Abram ajoi ne pois.",
      "Auringon laskiessa Abram vaipui horrokseen, ja synkkä kauhu valtasi hänet.",
      "Mutta minä rankaisen myös sitä vierasta kansaa, jonka orjiksi he joutuvat, ja he pääsevät lähtemään sieltä suuri omaisuus mukanaan.",
      "Sinä itse saat kuitenkin mennä rauhassa isiesi luo ja pääset hautaan hyvän vanhuuden jälkeen.",
      "Auringon laskettua tuli pilkkopimeä, ja silloin näkyi uunin savuava roihu ja soihdun lieska, joka liikkui uhrilihojen välissä.",
      "tämän maan, jossa asuvat keniläiset, kenasilaiset ja kad- monilaiset,",
      "heettiläiset, perissiläiset ja refa- laiset,"
    ],
    [
      "Sarai, Abramin vaimo, ei ollut synnyttänyt miehelleen lasta. Mutta Sarailla oli egyptiläinen orjatar, jonka nimi oli Hagar.",
      "Abram oli asunut kymmenen vuotta Kanaaninmaassa, kun hänen vaimonsa Sarai antoi egyp- tiläisen orjattarensa Hagarin miehelleen Abramille sivuvaimoksi.",
      "Abram yhtyi Hagariin, ja tämä tuli raskaaksi. Kun Hagar huomasi olevansa raskaana, hän alkoi väheksyä emäntäänsä.",
      "Herran enkeli kohtasi Hagarin autiomaassa vesilähteellä, joka oli Surin tien varressa.",
      "Sitten Herran enkeli sanoi hänelle: -- Sinä olet raskaana, ja kun synnytät pojan, anna hänelle nimeksi Ismael, sillä Herra kuuli, kun valitit hätääsi.",
      "Poikasi on oleva kuin villiaasi, hänen kätensä on kaikkia vastaan, ja kaikkien käsi on häntä vastaan, aina hän on oleva vastakkain kaikkien veljiensä kanssa.",
      "Siksi alettiin tuota Kadesin ja Beredin välillä sijaitsevaa vesipaikkaa nimittää Lahai-Roin kaivok- si.",
      "Hagar synnytti Abramille pojan, ja Abram antoi pojalleen, jonka Hagar oli synnyttänyt, nimen Ismael.",
      "Abram oli kahdeksankymmentäkuusivuotias, kun Hagar synnytti hänelle Ismaelin."
    ],
    [
      "Abram heittäytyi kasvoilleen, ja Jumala sanoi hänelle:",
      "Älköön siis nimesi enää olko Abram, vaan olkoon se Abraham, koska minä teen sinusta kansojen paljouden isän.",
      "Minä annan sinulle paljon jälke- läisiä, ja sinusta on polveutuva kansakuntia ja kuninkaita.",
      "Minä pidän voimassa liiton sinun ja myös sinun jälkeläistesi kanssa, ikuisen liiton sukupolvesta toiseen, ja minä olen oleva sinun Juma- lasi ja sinun jälkeläistesi Jumala.",
      "Tämä ehto teidän on täytettävä siinä liitossa, jonka olen tehnyt sinun ja sinun jälkeläistesi kanssa: teidän tulee ympärileikata jokainen mies ja poikalapsi.",
      "Leikkauttakaa pois esinahkanne. Tämä on merkkinä liitosta, joka on meidän välillämme, minun ja teidän.",
      "Kahdeksantena päivänä syntymästä ympärileikattakoon jokainen poikalapsi sukupolvesta toiseen. Ympärileikattakoon kaikki talossasi syntyneet orjat samoin kuin heimoosi kuulumattomat orjat, jotka itsellesi ostat,",
      "siis jokainen talossasi syntynyt tai rahalla ostamasi orja. Näin te kannatte ruumiissanne merkkiä siitä, että minun tekemäni liitto on ikuinen.",
      "Ja minä toteutan myös sen, mitä pyysit Ismaelin puolesta. Minä siunaan häntä, teen hänet hedelmälliseksi ja annan hänelle suuren joukon jälkeläisiä. Hänestä tulee kahdentoista ruhtinaan isä, ja minä teen hänestä suuren kansan.",
      "Sanottuaan tämän kaiken Abrahamille Jumala kohosi hänen luotaan pois.",
      "Niin Abraham ympärileikkasi vielä samana päivänä poikansa Ismaelin ja talonsa muut miehet ja poika- lapset, sekä oman väen että rahalla ostamansa orjat, kuten Jumala oli käskenyt hänen tehdä.",
      "Abraham oli yhdeksänkymmentäyhdeksänvuotias, kun hänen esinahkansa leikattiin,",
      "ja hänen poikansa Ismael oli kolmetoistavuotias, kun hänen esinahkansa leikattiin.",
      "Tuona samana päivänä ympärileikattiin Abraham, hänen poikansa Ismael",
      "ja heidän kanssaan kaikki palvelijat, sekä talossa syntyneet että muukalaisten joukosta ostetut."
    ],
    [
      "Herra ilmestyi Abrahamille Mamren tammistossa. Abraham istui telttansa ovella päivän ollessa kuumimmillaan,",
      "ja kun hän kohotti katseensa, hän näki kolmen miehen lähestyvän. Heti heidät nähtyään hän juoksi teltan ovelta heitä vastaan ja tervehti heitä kumartaen maahan asti.",
      "Saanko tuoda teille vähän vettä, jotta voitte pestä jalkanne ja levähtää puun varjossa?",
      "Sitten hän kiiruhti karjansa luo, otti nuoren ja kauniin vasikan ja antoi sen palvelijalle, joka heti ryhtyi valmista- maan ateriaa.",
      "Hän toi tuoretta voita, maitoa ja palvelijan valmistaman vasikan, asetti ruoan vie- raittensa eteen ja jäi puun alle seisomaan ja palve- lemaan heitä heidän syödessään.",
      "Abraham ja Saara olivat jo vanhoja ja ikääntyneitä, eikä Saara voinut enää saada lasta.",
      "Sitten miehet nousivat ja lähtivät Sodomaan päin, ja Abraham saattoi heitä kappaleen matkaa.",
      "Onhan Abrahamista polveutuva suuri ja mahtava kansa, ja hänen saamansa siunaus tulee siunaukseksi kaikille maailman kansoille.",
      "Miehet lähtivät kulkemaan Sodomaan päin, mutta Herra jäi vielä puhumaan Abrahamin kanssa.",
      "Ehkä kaupungissa on viisikymmentä hurskasta. Tuhoaisitko sen silloinkin? Etkö armahtaisi tuota paikkaa niiden viidenkymmenen oikeamielisen vuoksi, jotka siellä asuvat?",
      "Tämän sanottuaan Herra lähti pois, ja Abraham palasi kotiinsa."
    ],
    [
      "Kun enkelit saapuivat illan suussa Sodomaan, oli Loot istumassa kaupunginportin aukiolla. Heidät nähdessään hän nousi, meni heitä vastaan, heittäytyi kasvoilleen maahan",
      "Mutta Loot pyyteli heitä hartaasti, kunnes he lähtivät hänen mukaansa ja tulivat hänen kotiinsa. Hän valmisti heille runsaan aterian ja leipoi happamattomia leipiä, ja he söi- vät.",
      "Ennen kuin he olivat asettuneet levolle, kokoontuivat talon eteen Sodoman asukkaat, kaupungin kaikki miehet, niin nuoret kuin vanhatkin.",
      "Loot meni ulos heidän luokseen, mutta sulki oven perässään.",
      "Mutta miehet, jotka olivat talossa, ojensivat kätensä, vetivät Lootin sisälle ja sulkivat oven.",
      "Taloon pyrkivien miesten silmät he sokaisivat niin, ettei yksikään enää kyennyt löytämään ovea.",
      "Kun hän vieläkin vitkasteli, miehet ottivat kädestä häntä, hänen vaimoaan ja molempia tyttäriään, veivät heidät ulos ja päästivät irti vasta kaupungin ulkopuolella -- Herra oli näet päättänyt säästää heidät.",
      "Sinä olet jo osoittanut minulle, palvelijallesi, suurta armoa ja laupeutta, kun sallit minun pitää henkeni. Mutta vuorille minä en uskalla yrittää: pelkään, että tuho saavuttaa minut ja minäkin kuolen.",
      "Kun aurinko oli noussut vuorten yläpuolelle ja Loot oli tullut Soariin,",
      "Herra antoi sataa tai- vaasta tulta ja tulikiveä Sodoman ja Gomorran pääl- le.",
      "Hän tuhosi nämä kaupungit ja koko tasangon sekä kaupunkien kaikki asukkaat ja maan kasvitkin.",
      "Mutta Lootin vaimo katsoi taakseen ja muuttui suolapatsaaksi.",
      "Aamulla Abraham meni paikalle, jossa oli seissyt Herran kasvojen edessä.",
      "Hän katseli Sodoman ja Gomorran suuntaan ja yli koko tasangon, ja silloin hän näki, että maasta nousi savua kuin polttouunis- ta.",
      "Mutta kun Jumala hävitti tasangon kaupungit, hän piti Abrahamin mielessään, ja sen vuoksi hän toimitti Lootin pois tuhon keskeltä ennen kuin hä- vitti kaupungit, joissa Loot oli asunut.",
      "Sitten Loot lähti Soarista ja asettui vuorille, ja hänen kaksi tytärtään seurasivat hänen mukanaan. Hän pelkäsi asua Soarissa ja asettui siksi molempien tyttäriensä kanssa luolaan asumaan.",
      "Illalla he juottivat viiniä isälleen, ja vanhempi makasi isänsä kanssa, eikä Loot huomannut, milloin tytär tuli hänen viereensä ja milloin hän lähti.",
      "Ja he juottivat sinäkin iltana viiniä isälleen, ja nuorempi meni makaamaan hänen kanssaan, eikä Loot huomannut, milloin tytär tuli hänen viereensä ja milloin hän lähti.",
      "Niin Lootin molemmat tyttäret tulivat raskaaksi isästään.",
      "Vanhempi synnytti pojan ja antoi hänelle nimeksi Moab; hänestä tuli nykyisten moabilaisten kantaisä.",
      "Nuorempi synnytti hänkin pojan ja antoi tälle nimeksi Ben-Ammi; hänestä tuli nykyisten ammonilaisten kantaisä."
    ],
    [
      "Abraham siirtyi Mamren tammistosta Negeviin ja asettui asumaan Kadesin ja Surin välille. Sitten hän muutti siirtolaiseksi Gerarin kaupunkiin.",
      "Aamulla herättyään Abimelek kutsui luokseen kaikki hovinsa miehet ja kertoi heille unensa. Miehet pelästyivät kovin.",
      "Sitä paitsi hän on todella minun sisareni, isäni tytär, vaikka meillä onkin eri äiti. Niin olen saattanut ottaa hänet vaimokseni.",
      "Niin Abimelek antoi Abrahamille lampaita, vuohia ja nautakarjaa sekä orjia ja orjattaria ja lähetti takaisin hänen vaimonsa Saaran.",
      "Abraham rukoili Jumalaa, ja Jumala päästi Abime- lekin kirouksesta ja paransi hänen vaimonsa ja or- jattarensa, niin että he saattoivat jälleen saada lapsia.",
      "Herra oli näet Abrahamin vaimon Saaran takia tehnyt Abimelekin palatsin jokaisen naisen hedelmättömäksi."
    ],
    [
      "Herra piti huolen Saarasta, kuten oli sanonut, ja täytti antamansa lupauksen.",
      "Saara tuli raskaaksi ja synnytti Abrahamille hänen vanhoilla päivillään pojan. Se tapahtui juuri siihen aikaan, jonka Jumala oli ilmoittanut.",
      "Pojalleen, jonka Saara oli synnyttänyt, Abraham antoi nimeksi Iisak.",
      "Kahdek- santena päivänä Iisakin syntymästä Abraham ympäri- leikkasi hänet, kuten Jumala oli käskenyt.",
      "Abraham oli satavuotias, kun hänen poikansa Iisak syntyi.",
      "Iisak kasvoi, ja hänet vieroitettiin, ja Abraham järjesti Iisakin vieroituspäivänä suuret pidot.",
      "Saara huomasi, että Abrahamin ja egyptiläisen Hagarin poika Ismael ilvehti,",
      "Tämän kuullessaan Abraham pahastui kovin Ismaelin puolesta.",
      "Abraham nousi aamulla varhain, otti leipää ja vesileilin, pani ne Hagarin selkään ja lähetti hänet ja Ismaelin matkaan. Hagar lähti ja harhaili Beerse- ban autiomaassa.",
      "Mutta kun vesi loppui leilistä, hän jätti pojan pensaan alle",
      "Ja Jumala avasi Hagarin silmät, niin että hän näki lähellään kaivon, ja hän meni täyttämään leilin vedellä ja antoi pojan juoda.",
      "Poika kasvoi aikuiseksi, ja Jumala oli hänen kanssaan. Hän jäi autiomaahan asumaan, ja hänestä tuli taitava jousimies.",
      "Hän asui Paranin autiomaassa, ja hänen äitinsä otti hänelle vaimon Egyptistä.",
      "Abraham valitti kuitenkin Abimelekille, että tämän miehet olivat anastaneet erään kaivon omaan käyttöönsä.",
      "Sitten Abraham antoi Abimelekille lampaita, vuohia ja nautakarjaa, ja he tekivät keskenään liiton.",
      "Mutta Abraham otti seitsemän nuorta lammasta erilleen muista.",
      "Tämän vuoksi paikka sai nimen Beerseba, sillä siellä he vannoivat valan toisilleen.",
      "Kun he olivat tehneet liiton Beersebassa, Abime- lek ja hänen sotaväkensä päällikkö Pikol palasivat filistealaisten maahan.",
      "Abraham istutti tamaris- kipuun Beersebaan ja rukoili siellä Herraa, ikuista Jumalaa.",
      "Abraham asui kauan muukalaisena filis- tealaisten maassa."
    ],
    [
      "Aamulla heti noustuaan Abraham satuloi aasin ja otti mukaansa kaksi palvelijaa sekä poikansa Iisakin. Pilkottuaan puita polttouhria varten hän lähti matkaan kohti paikkaa, jonne Jumala oli käskenyt hänen mennä.",
      "Kolmantena päivänä Abraham näki paikan etäältä.",
      "Abraham otti polttouhripuut ja antoi ne Iisakin kannettavaksi; hän itse otti tulen ja veitsen, ja sitten he jatkoivat yhdessä matkaa.",
      "Kun he tulivat paikkaan, jonka Jumala oli Abraha- mille osoittanut, Abraham rakensi sinne alttarin ja latoi puut paikoilleen. Sitten hän sitoi poikansa Iisakin ja pani hänet alttarille puiden päälle.",
      "Mutta kun Abraham tarttui veitseen uhratakseen poikansa,",
      "Ja kun Abraham katsoi ympärilleen, hän huomasi oinaan, joka oli sarvistaan takertunut pensaikkoon. Abraham kävi hakemassa oinaan ja uhrasi sen polttouhriksi poikansa sijasta.",
      "Herran enkeli huusi Abrahamille uudelleen taivaasta:",
      "että siunaan sinua runsain määrin ja annan sinulle jälkeläisiä niin paljon, että he ovat kuin taivaan tähdet tai hiekanjyvät meren rannalla, ja sinun jälkeläisesi valloittavat vihollistensa kaupungit.",
      "Sitten Abraham palasi palvelijoiden luo, ja he lähtivät yhdessä Beersebaan. Ja Abraham jäi asumaan Beersebaan.",
      "Näiden tapausten jälkeen Abraham sai tietää, että Milka oli synnyttänyt poikia hänen veljelleen Nahorille.",
      "Nämä olivat Us, esikoinen, tämän veli Bus ja Kemuel, josta tuli aramealaisten kantaisä,",
      "Kesed, Haso, Pildas, Jidlaf ja Betuel.",
      "Betuelille syntyi Rebekka. Kahdeksan poikaa synnytti Milka Nahorille, Abrahamin veljelle.",
      "Myös Nahorin sivuvaimo, joka oli nimeltään Reuma, synnytti lapsia. Nämä olivat Tebah, Gaham, Tahas ja Maaka."
    ],
    [
      "Saara eli sadankahdenkymmenenseitsemän vuoden ikäiseksi; se oli Saaran elinikä.",
      "Hän kuoli Kir- jat-Arbassa eli Hebronissa, Kanaaninmaassa. Abraham vietti siellä Saaran valittajaiset ja itki häntä.",
      "Sitten Abraham nousi vainajan äärestä, meni heettiläisten puheille ja sanoi:",
      "Minä olen muukalainen, vieras teidän parissanne. Antakaa minulle maata oman sukuhaudan paikaksi, jotta saisin kätkeä sinne vainajani.",
      "Heettiläiset vastasivat Abrahamille:",
      "Herra, sinä Jumalan ruhtinas meidän keskuudessamme! Sinä saat haudata vainajasi par- haaseen hautaan, mikä meillä on. Kuka tahansa meistä antaa sinun haudata vainajasi omaan sukuhautaansa.",
      "Abraham kiitti seudun heettiläisiä asukkaita kumartaen maahan saakka,",
      "Efron oli istumassa muiden heettiläisten joukossa kaupunginportin aukiolla, ja hän vastasi Abrahamille kokousväen kuullen:",
      "Kuuntele minua, herrani! Minä lahjoitan sinulle koko vainion ja luolan, joka siellä on. Minä annan sen sinulle kaupunkini miesten nähden. Hautaa siis vainajasi!",
      "Silloin Abraham kumarsi syvään kaupungin miehille",
      "Efron vastasi Abra- hamille:",
      "Kuuntele minua, herrani! Neljänsadan hopeasekelin maapala -- mitäpä se meidän kesken merkitsee! Hautaa vainajasi.",
      "Abraham ymmärsi Efronin tarkoituksen ja punnitsi hänelle hopeamäärän, jonka tämä oli heettiläisten kuullen maininnut, neljäsataa sekeliä maksuna käypää hopeaa.",
      "Niin siirtyivät Efronin vainio, joka oli Makpelassa Mamren lähistöllä, siellä sijaitseva luola sekä tällä alueella kasvavat puut",
      "Abrahamin omistukseen heettiläisten, Efronin kotikaupungin kaikkien miesten, ollessa todistajina.",
      "Tämän jälkeen Abraham hautasi vaimonsa Saaran Makpelan vainion luolaan, joka on Mamren eli Hebronin lähistöllä Kanaaninmaassa.",
      "Vainio ja siellä oleva luola siirtyivät näin heettiläisiltä Abrahamille sukuhaudaksi."
    ],
    [
      "Abraham oli tullut vanhaksi ja ikääntyneeksi, ja Herra oli siunannut häntä kaikin tavoin.",
      "ja vanno minulle Herran, taivaan ja maan Jumalan kautta, ettet ota minun pojalleni vaimoa kanaanilaisten naapureitteni tyttäristä",
      "Herra, taivaan Jumala, joka vei minut sukuni parista ja syntymämaastani ja vannoi antavansa minun jälkeläisilleni tämän maan, lähettää enkelinsä sinun edelläsi, niin että onnistut noutamaan sieltä vaimon pojalleni.",
      "Ja palvelija kosketti isäntäänsä Abrahamia nivusiin ja vannoi vaaditun valan.",
      "Palvelija otti isäntänsä laumasta kymmenen kame- lia sekä kaikenlaisia kalleuksia hänen tavaroistaan ja lähti Mesopotamiaan, Nahorin kaupunkiin.",
      "Siellä hän pysähtyi kameleineen kaupungin ulkopuolelle kaivon luo. Oli ilta, se aika, jolloin kaupungin naiset tulevat kaivolle vettä noutamaan.",
      "Kun minä seison kaivon luona ja kaupunkilaisten tyttäret tulevat hakemaan vettä,",
      "Tuskin hän oli ehtinyt tämän lausua, kun kaivolle tuli Rebekka, Betuelin tytär, ruukku olkapäällään. Betuel oli Abrahamin veljen Nahorin ja tämän vaimon Milkan poika.",
      "Tyttö oli hyvin kaunis, neitsyt, johon mies ei ollut koskenut. Hän laskeutui portaita lähteelle, täytti ruukkunsa ja nousi sieltä ylös.",
      "Hän tyhjensi nopeasti ruukkunsa juottoaltaaseen, juoksi sitten uudelleen vettä hakemaan ja kantoi sitä miehen kaikille kameleille.",
      "Mies tarkkaili häntä mitään puhumatta nähdäkseen, oliko Herra antanut hänen matkansa onnistua.",
      "Kun kamelit olivat saaneet juodakseen, mies otti esiin puoli sekeliä painavan kultaisen nenärenkaan, antoi sen tytölle ja pujotti hänen käsiinsä kaksi kultaista rannerengasta, jotka painoivat kymmenen sekeliä.",
      "Mies lankesi polvilleen, kumarsi maahan asti kiittäen Herraa",
      "Tyttö juoksi kotiin äitinsä luo kertomaan, mitä oli tapahtunut.",
      "Rebekalla oli veli nimeltä Laban, ja tämä riensi kaupungista lähteelle miehen luo,",
      "kun oli nähnyt sisarellaan nenärenkaan sekä rannerenkaat ja kuullut, mitä Rebekka kertoi miehen hänelle sanoneen. Laban tavoitti miehen, joka vielä seisoi lähteellä kameleineen,",
      "Niin mies meni ta- loon ja riisui kamelit, ja Laban toi kameleille olkia ja rehua ja palvelijalle sekä hänen seuralai- silleen vettä jalkojen pesua varten.",
      "Herra on suuresti siunannut isäntääni, tehnyt hänet rikkaaksi ja antanut hänelle lampaita, vuohia ja nautakarjaa, kultaa ja hopeaa, orjia ja orjattaria, kameleita ja aaseja.",
      "Saara, minun isäntäni vaimo, on van- hoilla päivillään synnyttänyt isännälleni pojan, ja isäntäni on antanut tälle pojalle koko omaisuutensa.",
      "Mutta isäntäni vannotti minua sanoen: 'Älä ota minun pojalleni vaimoa kanaanilaisten naapureitteni tyttäristä,",
      "vaan mene isäni kotiin ja sukuni luo ja tuo sieltä pojalleni vaimo.'",
      "Minä sanoin isännälleni: 'Entä jos tyttö ei lähde mukaani?'",
      "Hän sanoi minulle: 'Herra, jonka tahdon mukaisesti minä olen vaeltanut, lähettää enkelinsä sinun mukaasi ja antaa matkasi onnistua, niin että löydät pojalleni vaimon minun suvustani ja isäni perheestä.",
      "Olet vapaa valastasi vain, jos tulet sukuni luo eikä sinun mukaasi anneta ketään. Vasta silloin olet vapaa minulle vannomastasi valasta.'",
      "Kun minä nyt seison lähteellä ja tänne tulee nuori nainen hakemaan vettä, minä sanon hänelle: 'Anna minun juoda vähän vettä ruukustasi.'",
      "Jos hän silloin sanoo minulle: 'Juo, minä tuon vettä kameleillesikin', niin hän on se nainen, jonka Herra on tarkoittanut isäntäni pojalle.",
      "Hän laski heti ruukun alas ja sanoi: 'Juo vain, minä juotan kamelisikin.' Ja minä join, ja hän juotti myös kamelini.",
      "Minä kysyin häneltä: 'Kenen tytär sinä olet?' Hän vasta- si: 'Isäni on Betuel, Milkan ja Nahorin poika.' Silloin minä panin nenärenkaan hänen nenäänsä ja rannerenkaat hänen käsiinsä,",
      "lankesin polvilleni ja kumarsin maahan asti kiittäen ja ylistäen Herraa, isäntäni Abrahamin Jumalaa, joka oli ohjannut minut noutamaan isäntäni veljen tyttären hänen pojalleen vaimoksi.",
      "Kuultuaan heidän sanansa Abrahamin palvelija lankesi maahan ja kiitti Herraa.",
      "Sitten hän otti esiin hopea- ja kultaesineitä sekä vaatteita ja antoi ne Rebekalle. Myös hänen veljelleen ja äidilleen hän antoi kallisarvoisia lahjoja.",
      "Niin he saattoivat matkaan Rebekan ja hänen imettäjänsä sekä Abrahamin palveli- jan ja tämän miehet.",
      "He siunasivat Rebekan ja sanoivat hänelle: -- Tulkoon sinulle, sisaremme, tuhat kertaa kymmenentuhatta jälkeläistä, ja jälkeläisesi ottakoot omakseen vihollistensa kaupungit.",
      "Sitten Rebekka ja hänen palvelijattarensa nousi- vat kamelin selkään ja lähtivät matkaan. Näin palve- lija vei Rebekan mukanaan.",
      "Iisak oli tällä välin siirtynyt Lahai-Roin kaivon tienoille; hän näet asui Negevin maassa.",
      "Eräänä iltana Iisak lähti kävelemään, ja kun hän kohotti katseensa, hän näki kamelikaravaanin lähestyvän.",
      "Kun Rebekka puolestaan näki Iisakin, hän pudottautui kamelinsa selästä",
      "Palvelija kertoi Iisakille kaiken, mitä oli tapahtunut.",
      "Iisak vei Rebekan äitinsä Saaran telttaan ja otti hänet vaimokseen. Iisak rakasti häntä ja sai lohdun äitinsä kuoleman tuottamaan suruun."
    ],
    [
      "Abraham otti vielä uuden vaimon, jonka nimi oli Ketura.",
      "Hän synnytti Abrahamille Simranin, Joksa- nin, Medanin, Midianin, Jisbakin ja Suahin.",
      "Jok- sanille syntyivät Saba ja Dedan. Dedanista polveutu- vat assurilaiset, letusilaiset ja leummilaiset.",
      "Midianin pojat olivat Efa, Efer, Henok, Abida ja Eldaa. Nämä kaikki olivat Keturan jälkeläisiä.",
      "Abraham antoi koko omaisuutensa Iisakille.",
      "Sivuvaimojensa pojille hän antoi lahjoja, ja hän lähetti heidät vielä eläessään itään Kedemin maahan, pois poikansa Iisakin tieltä.",
      "Abraham eli kaikkiaan sataseitsemänkymmentäviisi vuotta.",
      "Sitten hän kuoli rauhallisen vanhuuden jälkeen korkeassa iässä ja elämästä kyllänsä saanee- na, ja hänet otettiin isiensä luo.",
      "Hänen poikansa Iisak ja Ismael hautasivat hänet Makpelan luolaan, joka sijaitsi heettiläisen Efronin, Soharin pojan, vainiolla Mamresta itään.",
      "Tämän vainion Abraham oli ostanut heettiläisiltä, ja sinne on haudattu Abraham ja hänen vaimonsa Saara.",
      "Abrahamin kuol- tua Jumalan siunaus seurasi hänen poikaansa Iisakia. Iisak jäi asumaan Lahai-Roin kaivon tienoille.",
      "Tässä on Abrahamin pojan Ismaelin sukuluettelo, hänen, jonka Saaran egyptiläinen orjatar Hagar synnytti Abrahamille.",
      "Nämä olivat Ismaelin pojat ikäjärjestyksessä lueteltuina: Ismaelin esikoinen oli Nebajot, ja hänen muut poikansa olivat Kedar, Adbeel, Mibsam,",
      "Misma, Duma, Massa,",
      "Hadad, Tema, Jetur, Nafis ja Kedma.",
      "Nämä olivat Ismaelin pojat, kahdentoista heimokunnan päälliköt, ja heidän mukaansa annettiin nimet myös heidän kylilleen ja leiripaikoilleen.",
      "Ismael eli kaikkiaan satakolmekymmentäseitsemän vuotta. Sitten hän kuoli ja hänet otettiin isiensä luo.",
      "Ismaelin suvun asuma-alue ulottui Havilasta aina Suriin, joka on Egyptistä itään Assurin suun- nalla. Ja Ismael joutui alinomaa vastakkain veljien- sä kanssa.",
      "Tämä on kertomus Abrahamin pojan Iisakin suvusta. Abrahamille syntyi Iisak.",
      "Iisak oli nelikymmenvuotias ottaessaan vaimokseen Rebekan, joka oli Mesopotamiassa asuvan aramealaisen Betuelin tytär ja Labanin sisar.",
      "Iisak rukoili Herraa vaimonsa puolesta, sillä tämä oli hedelmätön. Herra kuuli hänen rukouksensa, ja Rebekka tuli raskaaksi.",
      "ja Herra sanoi: -- Kaksi kansaa on kohdussasi, kaksi heimoa sinusta haarautuu. Toinen heimo on toista vahvempi, vanhempi on palveleva nuorempaa.",
      "Aikanaan Rebekka synnytti kaksoset.",
      "Ensimmäisenä syntynyt oli iholtaan punaruskea ja kauttaaltaan karvainen kuin vuohenkarvaviitta, ja hän sai nimen Esau.",
      "Sitten syntyi hänen veljensä, ja hän piti kädellään kiinni Esaun kantapäästä; siksi hän sai nimen Jaakob. Iisak oli heidän syntyessään kuusikymmenvuotias.",
      "Kun pojat varttuivat, Esausta tuli taitava metsästäjä ja erämies, mutta Jaakob oli rauhallinen ja viihtyi kotosalla.",
      "Koska Iisak söi mielellään riistaa, hän rakasti enemmän Esauta, mutta Rebekalle oli Jaakob rakkaampi.",
      "Kerran, kun Jaakob valmisti keittoa, Esau tuli väsyneenä metsästysretkeltään",
      "Sitten Jaakob antoi hänelle leipää ja papu- keittoa, ja Esau söi ja joi, nousi ja meni tiehensä. Niin vähäarvoisena hän piti esikoisuuttaan."
    ],
    [
      "Maahan tuli nälänhätä, toinen kuin Abrahamin aikaan sattunut. Silloin Iisak lähti filistealaisten kuninkaan Abimelekin luo Gerariin.",
      "Jää asumaan tähän maahan, niin minä olen sinun kanssasi ja siunaan sinua. Sinulle ja sinun jälkeläisillesi minä annan kaikki nämä seudut ja pidän näin voimassa sen valan, jonka vannoin isällesi Abrahamille.",
      "Minä annan sinulle jälkeläisiä niin paljon, että he ovat kuin taivaan tähdet, ja annan heille koko tämän maan. Sinun jälkeläistesi saama siunaus tulee siunaukseksi kaikille maailman kansoille,",
      "Niin Iisak jäi asumaan Gerariin.",
      "Iisak oli asunut siellä jonkin aikaa, kun filistealaisten kuningas Abimelek kerran näki ikkunastaan hänen hyväilevän Rebekkaa.",
      "Eräänä vuonna Iisak sai siinä maassa kylvöstään satakertaisen sadon. Herra siunasi häntä.",
      "Hän vaurastui vaurastumistaan ja oli lopulta hyvin rikas.",
      "Koska hänelle oli karttunut lampaita, vuohia ja nautakarjaa sekä paljon palvelusväkeä, filistealaiset alkoivat kadehtia häntä.",
      "Niin filistealaiset tukkivat ja täyttivät hiekalla kaikki ne kaivot, jotka hänen isänsä Abrahamin palvelijat olivat aikoinaan kaivaneet.",
      "Iisak lähti sieltä, pystytti telttansa Gerarin joenuoman varrelle ja jäi sinne asumaan.",
      "Hän kaivatti uudelleen auki isänsä Abrahamin päivinä kaivetut kaivot, jotka filistealaiset olivat Abraha- min kuoleman jälkeen tukkineet, ja antoi niille samat nimet kuin hänen isänsä oli antanut.",
      "Iisakin palvelijat alkoivat sitten kaivaa kaivoa joenuomaan ja löysivät vesisuonen.",
      "Iisakin palvelijat kaivoivat vielä toisen kaivon ja joutuivat riitaan siitäkin, ja sille hän antoi nimen Sitna.",
      "Gerarin seudulta Iisak siirtyi Beersebaan.",
      "Iisak rakensi sinne alttarin ja rukoili Herraa. Hän pystytti sinne telttansa, ja hänen palvelijansa kaivoivat kaivon.",
      "Abimelek tuli Gerarista Iisakin luo mukanaan lähin miehensä Ahussat ja sotaväen päällikkö Pikol.",
      "Silloin Iisak järjesti heille pidot, ja he söivät ja joivat.",
      "Heti seuraavana aamuna he vannoivat valan toisilleen. Sitten Iisak hyvästeli heidät, ja he erosivat hyvässä sovussa.",
      "Hän antoi sille kaivolle nimen Sibea. Sen tähden siellä si- jaitsevan kaupungin nimi on vielä tänäkin päivänä Beerseba.",
      "Kun Esau oli nelikymmenvuotias, hän otti vaimoikseen Beerin tyttären Jehuditin ja Elonin tyttären Basematin, jotka olivat heettiläisiä.",
      "Nämä naiset tuottivat Iisakille ja Rebekalle paljon mielipahaa."
    ],
    [
      "Ota nyt varusteesi, nuoliviinesi ja jousesi, ja lähde metsästämään minulle riistaa.",
      "Mutta Rebekka kuunteli, kun Iisak puhui pojalleen Esaulle. Kun Esau oli lähtenyt metsästämään riistaa isäänsä varten,",
      "'Tuo minulle riistaa ja valmista minulle herkkuruokaa, jotta voisin siunata sinut Herran nimessä ennen kuin kuolen.'",
      "Nyt, poikani, tottele minua ja tee niin kuin minä käsken.",
      "Hae minulle laumasta kaksi hyvää nuorta vuohta, niin minä teen niistä isäsi mieliruokaa.",
      "Jaakob haki vuohet äidilleen, ja tämä valmisti niistä Iisakin mieliruokaa.",
      "Sitten Rebekka otti vanhemman poikansa Esaun parhaat vaatteet, jotka hänellä oli teltassa, ja puki nuoremman poikansa Jaakobin niihin.",
      "Vuohien nahoilla hän peitti Jaakobin kädet sekä hänen paljaan kaulansa ja nis- kansa.",
      "Sitten hän antoi herkut ja leipomansa leivän Jaakobin käteen.",
      "Eikä Iisak tuntenut Jaakobia, sillä tämän kädet olivat karvaiset kuten Esaun, ja hän siunasi Jaakobin.",
      "Jaakob meni hänen luokseen ja suuteli häntä, ja Iisak tunsi hänen vaatteidensa hajun ja siunasi hänet sanoen: -- Poikani tuoksu on kuin maan tuoksu, maan, jonka Herra on siunannut.",
      "Jumala suokoon sinulle taivaan kastetta ja maan rehevyyttä, viljaa ja viiniä runsain määrin.",
      "Kansat palvelkoot sinua ja kansakunnat kumartakoot sinua. Ole veljiesi herra, ja äitisi pojat kumartakoot sinua. Kirottuja olkoot ne, jotka sinua kiroavat, ja siunattuja ne, jotka sinua siunaavat.",
      "Iisak oli ehtinyt siunata Jaakobin ja Jaakob oli juuri lähtenyt isänsä luota, kun Esau palasi metsäs- tämästä.",
      "Hänen isänsä Iisak sanoi hänelle: -- Kaukana on sinun asuinsijasi oleva rehevistä maista, vailla taivaan kastetta.",
      "Sinä olet elävä miekkasi varassa ja palveleva veljeäsi. Mutta kun sinä kerran riistäydyt irti, silloin karistat hänen ikeensä niskastasi.",
      "Tee siis, poikani, niin kuin minä neuvon: lähde pois ja pakene veljeni Labanin luo Harraniin.",
      "Viivy siellä jonkin aikaa, kunnes veljesi kiukku haihtuu."
    ],
    [
      "Lähde Mesopotamiaan äitisi isän Betuelin kotiin ja ota sieltä itsellesi vaimo enosi Labanin tyttäristä.",
      "Jumala, Kaikkivaltias, siunatkoon sinua ja tehköön sinut hedelmälliseksi ja jälkeläisesi monilukuisiksi, niin että sinusta saa alkunsa suuri kansa.",
      "Sitten Iisak lähetti Jaakobin matkaan, ja Jaakob lähti Mesopo- tamiaan aramealaisen Labanin luo, joka oli Betuelin poika ja Jaakobin ja Esaun eno.",
      "Esau sai tietää, että Iisak oli siunannut Jaakobin ja lähettänyt hänet Mesopotamiaan ottamaan sieltä itselleen vaimon ja että Iisak Jaakobia siunatessaan oli kieltänyt häntä ottamasta vaimokseen kanaanilaista naista.",
      "Jaakob totteli isäänsä ja äitiään ja lähti Mesopotamiaan.",
      "Nyt Esau ymmärsi, ettei hänen isänsä sietänyt kanaanilaisnaisia,",
      "ja hän meni Abrahamin pojan Ismaelin luo ja otti vaimokseen entisten lisäksi Ismaelin tyttären Mahalatin, joka oli Nebajotin sisar.",
      "Jaakob lähti Beersebasta ja kulki kohti Harrania.",
      "Matkallaan hän jäi auringon laskiessa yöksi erääseen paikkaan, otti siltä paikalta päänalusekseen kiven ja kävi makuulle.",
      "Yöllä Jaakob näki unessa portaat, jotka ulottui- vat maasta taivaaseen, ja Jumalan enkelit kulkivat niitä ylös ja alas.",
      "Sinun jälkeläisesi tulevat lu- kuisiksi kuin maan tomuhiukkaset, ja sinun sukusi levittäytyy länteen ja itään, pohjoiseen ja etelään. Sinun ja sinun jälkeläistesi saama siunaus tulee siunaukseksi kaikille maailman kansoille.",
      "Aamun valjettua Jaakob otti kiven, joka hänellä oli ollut päänalusenaan, pystytti sen patsaaksi ja vuodatti sen päälle öljyä.",
      "Hän antoi paikalle nimen Betel; sitä ennen kaupungin nimi oli ollut Lus.",
      "ja jos minä saan palata turvallisesti isäni ja sukuni luo, on Herra oleva minun Jumalani."
    ],
    [
      "Sitten Jaakob lähti matkaan kohti idän kansojen maita.",
      "Saapuessaan sinne hän huomasi kaivon ja kolme lammaslaumaa makailemassa sen äärellä, sillä siitä kaivosta juotettiin karjalaumoja. Kaivon suul- la oli iso kivi,",
      "ja vasta kun kaikki paimenet olivat kokoontuneet sinne laumoineen, kivi vieritet- tiin kaivon suulta ja lampaat ja vuohet juotettiin. Sitten kivi pantiin taas paikoilleen kaivon suulle.",
      "Jaakobin vielä puhuessa heidän kanssaan Raakel toi sinne isänsä lammaslauman; sen paimentaminen oli näet hänen tehtävänsä.",
      "Kun Jaakob näki Raakelin, enonsa Labanin tyttären, ja hänen lampaansa, hän astui esiin, vieritti kiven kaivon suulta ja juotti lampaat.",
      "Sitten Jaakob suuteli Raakelia ja puhkesi itkuun.",
      "Hän kertoi Raakelille olevansa hänen isänsä sukua, Rebekan poika, ja Raakel juoksi kertomaan isälleen.",
      "Kun Laban sai kuulla sisarenpoikansa tulosta, hän riensi Jaakobia vastaan, syleili ja suuteli häntä ja vei hänet kotiinsa. Jaakob kertoi Labanille kaiken, mitä hänelle oli tapahtunut,",
      "Labanilla oli kaksi tytärtä; vanhemman nimi oli Lea ja nuoremman Raakel.",
      "Lealla oli lempeät silmät, mutta Raakel oli kaunis vartaloltaan ja kasvoiltaan.",
      "Niin Jaakob palveli seitsemän vuotta saadakseen Raakelin, ja ne vuodet tuntuivat hänestä vain muutamalta päivältä, koska hän rakasti Raakelia.",
      "Laban kutsui silloin koolle paikkakunnan kaikki asukkaat ja järjesti hääpidot.",
      "Mutta illan tultua hän haki tyttärensä Lean ja vei hänet Jaakobin luo, ja Jaakob yhtyi häneen.",
      "Laban antoi orjattarensa Silpan tyttärelleen Lealle orjattareksi.",
      "Jaakob suostui siihen ja vietti hääviikon loppuun Lean kanssa. Sen jälkeen Laban antoi myös tyttärensä Raakelin hänelle vaimoksi",
      "ja antoi orjattarensa Bilhan tyttärelleen orjattareksi.",
      "Jaakob yhtyi myös Raakeliin, ja Raakel oli hänelle rakkaampi kuin Lea. Näin Jaakob palveli Labanin luona vielä toiset seitsemän vuotta.",
      "Kun Herra huomasi, että Jaakob syrji Leaa, hän antoi Lean tulla raskaaksi, mutta Raakel pysyi lap- settomana."
    ],
    [
      "Raakel antoi orjattarensa Bilhan Jaakobille vaimoksi, ja Jaakob yhtyi häneen.",
      "Bilha tuli raskaaksi ja synnytti Jaakobille pojan.",
      "Sitten Raakelin orjatar Bilha tuli uudelleen raskaaksi ja synnytti Jaakobille toisen pojan.",
      "Kun Lea näki, ettei hän enää saanut lapsia, hän antoi orjattarensa Silpan Jaakobille vaimoksi,",
      "ja Lean orjatar Silpa synnytti Jaakobille pojan.",
      "Sitten Lean orjatar Silpa synnytti Jaakobille vielä toisen pojan,",
      "Jumala kuuli Lean rukoukset, ja Lea synnytti Jaakobille viidennen pojan.",
      "Sitten Lea tuli taas raskaaksi ja synnytti Jaakobille kuudennen pojan.",
      "Sen jälkeen Lea synnytti vielä tyttären ja antoi hänelle nimeksi Dina.",
      "Mutta Jumala muisti myös Raakelia ja kuuli hänen rukouksensa. Hän antoi Raakelin tulla hedelmällisek- si,",
      "Tänään minä tarkastan koko sinun vuohi- ja lammaskarjasi. Vie sinä siitä pois kaikki täplikkäät ja kirjavat lampaat ja nuorista pässeistä kaikki mustanruskeat, sekä vuohista kaikki kirjavat ja täplikkäät. Minun palkkani olkoon tämä,",
      "Vielä samana päivänä Laban keräsi erilleen juovikkaat ja kirjavat pukit ja kaikki täplikkäät ja kirjavat vuohet, kaikki, joissa oli jotakin valkois- ta, ja kaikki mustanruskeat pässit ja jätti ne poikiensa paimennettaviksi.",
      "Sitten Laban siirsi tämän lauman kolmen päivämatkan päähän Jaakobista, ja Jaakob jäi paimentamaan Labanin muita vuohia ja lampaita.",
      "Jaakob otti tuoreita valkopoppelin, mantelipuun ja plataanin oksia ja kuori niihin raitoja niin, että valkoinen puu paljastui.",
      "Kun naaraat olivat kiimassa, hän pani kuorimansa oksat niiden eteen juottoruuhiin, vesialtaisiin, joista ne kävivät juomassa.",
      "Eläimet, jotka olivat pariutuneet oksien edessä, synnyttivät juovikkaita, täplikkäitä ja kirjavia karitsoita.",
      "Nämä karitsat Jaakob erotti itselleen. Kun eläimet jälleen olivat kiimoissaan, hän käänsi niiden päät Labanin karjan juovikkaisiin ja mustanruskeisiin eläimiin päin. Omat laumansa hän piti erillään eikä päästänyt niitä sekaantumaan Labanin vuohiin ja lampaisiin.",
      "Aina kun lauman voimakkaat naaraat tulivat kiimaan, Jaakob asetti oksat juottoruuhiin niiden eteen, niin että ne pariutuivat oksien edessä.",
      "Mutta heikko- jen eläinten eteen hän ei pannut oksia, ja siksi jäivät heikot eläimet Labanille ja Jaakob sai voimakkaat.",
      "Jaakob rikastui suuresti, ja hänelle kertyi runsaasti lampaita ja vuohia, orjattaria ja orjia sekä kameleita ja aaseja."
    ],
    [
      "Jaakob näki myös Labanin kasvoista, ettei tämä enää ollut hänelle yhtä suopea kuin ennen.",
      "Jaakob kutsutti Raakelin ja Lean luokseen laidun- maalle, missä hän paimensi lampaitaan ja vuohiaan,",
      "Tehän tiedätte, että minä olen parhaani mukaan palvellut isäänne,",
      "hän sen sijaan on petkuttanut minua ja muuttanut palkkaani kymmenen kertaa. Jumala ei kuitenkaan ole antanut hänen tuottaa minulle vahinkoa.",
      "Jos isänne sanoi: 'Täplikkäät saavat olla palkkasi', silloin kaikki lampaat ja vuohet synnyttivät täplikkäitä, ja jos hän sanoi: 'Juovik- kaat saavat olla palkkasi', niin kaikki eläimet synnyttivät juovikkaita.",
      "Jumala otti karjan pois isältänne ja antoi sen minulle.",
      "Lampaiden ja vuohien kiima-aikana minä näin unessa juovikkaiden, täplikkäiden ja laikukkaiden urosten astuvan lampai- ta ja vuohia.",
      "Jumalan enkeli sanoi minulle siinä unessa: 'Jaakob!' Ja minä sanoin: 'Tässä olen.'",
      "Hän sanoi: 'Näetkö, kaikki urokset, jotka astuvat lampaita ja vuohia, ovat juovikkaita, täplikkäitä ja laikukkaita, sillä minä olen nähnyt, miten Laban sinua kohtelee.",
      "Hänhän kohteli meitä kuin orjia, sillä hän myi meidät ja vielä söi suuhunsa sen hinnan, jonka oli meistä saanut.",
      "Niin Jaakob pani lapsensa ja vaimonsa kamelien selkään,",
      "otti mukaan laumansa ja kaiken omaisuu- tensa ja koko sen karjan, jonka hän oli hankkinut omakseen Mesopotamiassa, ja lähti Kanaaninmaahan isänsä Iisakin luo.",
      "Kun Laban oli keritsemässä lampaitaan, Raakel varasti kotoaan isänsä jumalan- kuvat.",
      "Jaakob harhautti aramealaista Labania eikä kertonut hänelle aikeistaan,",
      "vaan lähti salaa matkaan ja vei mukanaan koko väkensä ja omaisuutensa. Hän ylitti Eufratin ja suuntasi mat- kansa kohti Gileadin vuoria.",
      "Kahden päivän kuluttua Laban sai tiedon, että Jaakob oli lähtenyt salaa tiehensä.",
      "Silloin hän otti mukaan sukunsa miehet ja tavoitti Jaakobin seitsemän päivän takaa-ajon jälkeen Gileadin vuoril- la.",
      "Laban kohtasi Jaakobin, kun tämä oli leiriytynyt Gileadin vuorille, ja myös Laban leiriytyi sinne miehineen.",
      "Miksi pakenit salaa minun luotani etkä kertonut minulle aikeistasi mitään? Minä olisin saattanut sinut iloisesti matkaan lauluin, tamburiinein ja harpuin.",
      "Et antanut minulle edes tilaisuutta suudella lapsenlapsiani ja tyttäriäni hyvästiksi. Siinä teit kovin tyhmästi!",
      "Minä voisin tehdä teille paljonkin pahaa, mutta teidän isienne Jumala sanoi minulle viime yönä: 'Varo, ettet puhu pahasti Jaakobille.'",
      "Laban kävi Jaakobin teltassa, sitten Lean ja molempien orjattarien teltassa, mutta ei löytänyt mitään. Lean teltasta tultuaan hän meni Raakelin telttaan.",
      "Mutta Raakel oli pannut jumalankuvat kamelin satulasäkkiin ja istui niiden päällä. Laban penkoi koko teltan eikä löytänyt niitä.",
      "Nyt olet penkonut kaikki minun tavarani. Löysitkö mitään itsellesi kuuluvaa? Pane se tähän minun väkeni ja oman väkesi eteen, niin he saavat ratkaista asian.",
      "Minä olen ollut luonasi kaksikymmentä vuotta, eivätkä sinun lampaasi ja vuohesi ole menettäneet karitsoitaan enkä minä ole syönyt pässejä sinun laumastasi.",
      "Aina kun toin sinulle pedon raateleman lampaan, jouduin sen korvaamaan. Minä olen saanut siitä vastata, oli se sitten viety päivällä tai yöllä.",
      "Päivisin minua vaivasi helle, öisin en vilulta saanut silmiini unta.",
      "Kaksikymmentä vuotta minä olen viettänyt sinun talossasi, neljätoista vuotta palvelin sinua saadakseni kaksi tytärtäsi ja kuusi vuotta saadakse- ni sinulta lampaita ja vuohia, mutta kymmenen kertaa sinä muutit minun palkkaani.",
      "Niin Jaakob otti kiven, nosti sen pystyyn patsaaksi",
      "Laban antoi röykkiölle nimeksi Jegarsahaduta, ja Jaakob antoi sille nimen Galed.",
      "Tämä röykkiö ja tämä patsas todistavat ja muistuttavat siitä, etten minä saa kulkea niiden ohi pahoin aikein sinua vastaan etkä sinäkään saa kulkea niiden ohi hyökä- täksesi minun kimppuuni.",
      "Sitten Jaakob uhrasi sillä vuorella teurasuhrin ja kutsui kaikki muut aterialle kanssaan, ja he söivät ja viipyivät vuorella sen yön.",
      "(H32:1)Heti seuraavana aamuna Laban suuteli lapsia ja tyttäriään ja siunasi ja hyvästeli heidät. Sitten hän lähti pois ja palasi kotiseudulleen."
    ],
    [
      "(H32:2)Jaakob jatkoi matkaansa, ja häntä vastaan tuli Jumalan enkeleitä.",
      "(H32:4)Jaakob lähetti sananviejiä edellään veljensä Esaun luo Seirin tienoille Edomin maahan",
      "(H32:8)Jaakob pelästyi ja hätääntyi kovin. Hän jakoi väen, joka hänellä oli mukanaan, samoin lampaat ja vuohet, nautakarjan ja kamelit kahdeksi joukoksi,",
      "(H32:11)Minä en ole ansainnut sitä suurta hyvyyttä ja armoa, jota olet osoittanut mi- nulle, palvelijallesi. Pelkkä sauva kädessäni minä aikoinani tulin yli Jordanin, ja nyt on minulle karttunut väkeä ja karjaa kahden suuren joukon ver- ran.",
      "(H32:12)Pelasta minut veljeni Esaun käsistä! Minä pelkään, että hän tappaa minut ja meidät kaikki, äitejä ja lapsia myöten.",
      "(H32:14)Ja Jaakob jäi sinne siksi yöksi. Sitten Jaakob erotti omaisuudestaan lahjaksi veljel- leen Esaulle",
      "(H32:15)kaksisataa vuohta ja kaksikymmentä pukkia, kaksisataa emolammasta ja kaksikymmentä pässiä,",
      "(H32:16)kolmekymmentä imettävää kamelia ja niiden varsat, neljäkymmentä lehmää ja kymmenen härkää, kaksikymmentä aasintammaa ja kymmenen aasioritta.",
      "(H32:22)Hänen lahjaksi erottamansa karja lähti jatkamaan matkaa hänen edellään, mutta hän itse jäi yöksi leiriinsä.",
      "(H32:23)Samana yönä Jaakob otti mukaan molemmat vaimonsa, molemmat orjattarensa ja kaikki yksitoista poikaansa ja kulki kahlaamon kohdalta Jabbokin yli.",
      "(H32:24)Saatettuaan heidät ensin vastarannalle hän käski kuljettaa yli myös kaiken omaisuutensa.",
      "(H32:25)Vain Jaakob itse jäi toiselle rannalle. Siellä muuan mies paini hänen kanssaan aamunsarastukseen saakka.",
      "(H32:26)Kun mies huomasi, ettei päässyt voitolle, hän iski Jaakobia nivustaipeeseen, niin että Jaakobin lonkka nyrjähti hänen kamppaillessaan miehen kanssa.",
      "(H32:32)Aurinko nousi, ja hän jatkoi matkaansa Penuelista eteenpäin ontuen lonkkaansa.",
      "(H32:33)Tämän vuoksi israelilaiset eivät tänäkään päivänä syö reisijännettä, joka on nivustaipeen päällä. Mies oli iskenyt Jaakobia tähän jänteeseen."
    ],
    [
      "Kun Jaakob kohotti katseensa, hän näki Esaun tulevan neljäsataa miestä mukanaan. Silloin Jaakob jakoi Lealle, Raakelille ja molemmille orjattarille heidän lapsensa.",
      "Hän asetti orjattaret lapsineen etumaisiksi, Lean ja hänen lapsensa heidän taakseen ja Raakelin ja Joosefin takimmaisiksi.",
      "Hän itse kulki heidän edellään veljeään kohden polvistuen ja kumartaen välillä seitsemän kertaa maahan saakka.",
      "Mutta Esau juoksi häntä vastaan, syleili häntä, kietoi kätensä hänen kaulaansa ja suuteli häntä, ja he itkivät.",
      "Sitten orjat- taret astuivat lähemmäksi lapsineen ja kumarsivat maahan saakka.",
      "Myös Lea ja hänen lapsensa lähes- tyivät ja kumarsivat maahan, ja viimeisinä astuivat esiin Joosef ja Raakel kumartaen maahan saakka.",
      "Esau kääntyi samana päivänä kotimatkalle Seiriin,",
      "mutta Jaakob lähtikin Sukkotiin ja rakensi sinne itselleen talon sekä suojakatoksia karjalleen. Siitä syystä paikka on saanut nimekseen Sukkot.",
      "Palatessaan Mesopotamiasta Jaakob saapui turval- lisesti Kanaaninmaahan Sikemin kaupungin luo ja pystytti leirinsä kaupungin ulkopuolelle.",
      "Sen maapalstan, jolle hän siellä pystytti telttansa, hän osti sadalla kesitalla hopeaa Sikemiltä ja hänen veljiltään, Hamorin pojilta.",
      "Hän rakensi sinne alttarin ja antoi sille nimeksi El-Elohe-Israel."
    ],
    [
      "Dina, Jaakobin tytär, jonka äiti oli Lea, lähti tapaamaan seudun tyttöjä.",
      "Seudun hivviläisen hal- litsijan Hamorin poika Sikem näki Dinan, otti hänet mukaansa ja makasi hänet väkisin.",
      "Mutta Sikem kiintyi Dinaan, Jaakobin tyttäreen, rakastui häneen ja yritti lepyttää hänet.",
      "Mutta Jaakob oli jo saanut tietää, että Sikem oli raiskannut hänen tyttärensä Dinan. Koska hänen poi- kansa olivat karjan mukana laitumilla, hän päätti kuitenkin vaieta heidän tuloonsa saakka.",
      "Sikemin isä Hamor lähti Jaakobin puheille.",
      "Jaakobin pojat olivat juuri palanneet laitumilta ja kuulleet asiasta. He olivat raivoissaan ja katkeria, sillä Sikem oli makaamalla Jaakobin tyttären loukannut Israelin kunniaa, eikä sellaista voitu sietää.",
      "ja tehdään sopimus: antakaa te meille vaimoiksi tyttäriänne ja ottakaa itse meidän tyttäriämme.",
      "Mutta Jaakobin pojat vastasivat Sikemille ja hänen isälleen Hamorille petollisesti, koska Sikem oli raiskannut heidän sisarensa Dinan.",
      "Mutta me suostumme teidän pyyntöönne sillä ehdolla, että teette niin kuin meillä on tapana ja ympärileikkaatte kaikki miehet ja pojat.",
      "Sitten me annamme teille vaimoiksi tyttäriämme ja otamme vaimoiksi teidän tyttäriänne ja asetumme asumaan luoksenne, niin että meistä tulee yksi ja sama kansa.",
      "Hamor ja hänen poikansa Sikem pitivät heidän tarjoustaan hyvänä,",
      "ja nuorukainen ryhtyi heti toimeen ehdon täyttämiseksi, sillä hän oli rakastunut Jaakobin tyttäreen ja hänellä oli isänsä suvussa paljon vaikutusvaltaa.",
      "Hamor ja hänen poikansa menivät kaupunginportin aukiolle ja sanoivat kaupungin miehille:",
      "Mutta nuo miehet suostuvat jäämään tänne meidän luoksemme ja tulemaan meidän kanssamme yhdeksi kansaksi vain, jos ympärileikkaamme täällä kaikki miehet ja pojat, niin kuin heidän tapoihinsa kuuluu.",
      "Kaupungin täysi-ikäiset miehet myöntyivät Hamorin ja hänen poikansa Sikemin ehdotukseen, ja kaupungin kaikki miespuoliset asukkaat ympärileikattiin.",
      "Kahden päivän kuluttua, kun kaupungin miehet olivat kipeimmillään, kaksi Jaakobin poikaa, Dinan veljet Simeon ja Leevi, ottivat kumpikin miekkansa, tunkeutuivat kenenkään estämättä kaupunkiin ja tappoivat kaikki miespuoliset asukkaat.",
      "He pistivät hengiltä myös Hamorin ja hänen poikansa Sikemin ja veivät Dinan mukanaan Sikemin talosta.",
      "Sitten Jaakobin pojat hyökkäsivät ryöstämään surmattujen omaisuutta ja kaupunkia, jossa heidän sisarensa oli raiskattu.",
      "He ryöstivät kaupungin asukkaiden lampaat ja vuohet, nautakarjan ja aasit sekä kaiken, mitä kaupungista ja sen mailta löytyi,",
      "ottivat saaliikseen heidän omaisuutensa ja myös naiset ja lapset, kaiken mitä taloissa oli."
    ],
    [
      "He luovuttivat Jaakobille kaikki hallussaan olevat jumalankuvat sekä renkaat, jotka heillä oli korvissaan, ja Jaakob kätki ne maahan Sikemin luona kasvavan suuren puun alle.",
      "Sitten he lähtivät liikkeelle, ja Jumala saattoi ympäristön kaupunkien asukkaat kauhun valtaan, niin etteivät he lähteneet ajamaan takaa Jaakobin poikia.",
      "Jaakob ja koko hänen väkensä saapuivat Lusiin eli Beteliin, joka on Kanaaninmaassa.",
      "Hän rakensi sinne alttarin ja antoi paikalle nimeksi El-Betel, sillä siellä Jumala oli ilmestynyt hänelle hänen lähdettyään pakoon veljeään.",
      "Debora, Rebekan imettäjä, kuoli siellä, ja hänet haudattiin Betelin rinteeseen tammen alle. Puu sai nimekseen Itkutammi.",
      "Jaakobin palattua Mesopotamiasta Jumala ilmestyi hänelle vielä uudestaan ja siunasi hänet.",
      "Jumala sanoi hänelle: -- Nimesi on Jaakob, mutta nyt saat uuden nimen: kutsuttakoon sinua Israeliksi. Niin hän sai nimekseen Israel.",
      "Vielä Jumala sanoi hänelle: -- Minä olen Jumala, Kaikkivaltias. Ole hedelmällinen, ja tulkoon sukusi suureksi. Monet kansat saavat sinusta alkunsa, ja sinusta tulee kuninkaiden kantaisä.",
      "Sen maan, jonka lupasin Abrahamille ja Iisakille, minä nyt annan sinulle, ja myös sinun jälkeläisillesi minä annan sen maan.",
      "Sitten Jumala lähti Jaakobin luota siitä paikas- ta, missä oli hänelle puhunut.",
      "Jaakob pystytti patsaan, muistokiven, siihen kohtaan, missä Jumala oli puhunut hänelle, vuodatti sen päälle viiniä juomauhriksi ja valeli sen öljyl- lä.",
      "Ja hän antoi sille paikalle nimen Betel.",
      "Sitten he lähtivät liikkeelle Betelistä. Kun vielä oli vähän matkaa Efrataan, Raakelin synnytys alkoi, ja siitä tuli hyvin vaikea.",
      "Mutta Raakel oli jo kuolemaisillaan, ja viime hetkellään hän antoi pojalle nimen Benoni. Jaakob kuitenkin antoi hänelle nimeksi Benjamin.",
      "Raakel kuoli, ja hänet haudattiin Efratan eli Betlehemin tien varteen.",
      "Jaakob pystytti patsaan hänen haudalleen, ja tämä Raakelin hautapatsas on olemassa vielä tänäkin päivänä.",
      "Sitten Israel lähti matkaan ja pystytti telttansa Migdal-Ederin tuolle puolen.",
      "Hänen asuessaan sillä seudulla Ruuben makasi isänsä sivuvaimon Bilhan kanssa, ja Israel sai tietää siitä. Jaakobilla oli kaksitoista poikaa.",
      "Lean poikia olivat Jaakobin esikoinen Ruuben sekä Simeon, Leevi, Juuda, Isaskar ja Sebulon,",
      "Raakelin poikia olivat Joosef ja Benjamin,",
      "Raakelin orjattaren Bilhan poikia olivat Dan ja Naftali,",
      "ja Lean orjattaren Silpan poikia olivat Gad ja Asser. Nämä olivat Jaakobin pojat, jotka syntyivät hänelle Mesopotamiassa.",
      "Jaakob saapui isänsä Iisakin luo Mamreen, Kirjat-Arbaan eli Hebroniin, missä Abraham ja Iisak olivat asuneet muukalaisina.",
      "Iisak eli satakahdeksankymmentä vuotta.",
      "Sitten hän kuoli, ja hänet otettiin isiensä luo korkeassa iässä ja elämästä kyllänsä saaneena. Hänen poikansa Esau ja Jaakob hautasivat hänet."
    ],
    [
      "Tämä on luettelo Esaun eli Edomin jälkeläisistä.",
      "Esau otti vaimoikseen kaksi kanaanilaisnaista: Adan, heettiläisen Elonin tyttären, ja Oholibaman, joka oli horilaisen Sibeonin pojan Anan tytär.",
      "Heidän lisäkseen hän otti vaimokseen Ismaelin tyttären Basematin, joka oli Nebajotin sisar.",
      "Ada synnytti Esaulle Elifasin, Basemat synnytti Reuelin,",
      "ja Oholibama synnytti Jeusin, Jaelamin ja Korahin. Nämä olivat Esaun pojat, jotka syntyivät hänelle Kanaaninmaassa.",
      "Sitten Esau otti mukaan vaimonsa, poikansa, tyttärensä ja kaiken väkensä, karjansa, kaikki juhtansa ja kaiken maassa hankkimansa omaisuuden ja muutti toiseen maahan veljensä Jaakobin tieltä.",
      "Heillä oli kummallakin niin runsaasti karjaa, etteivät he enää mahtuneet asumaan samalla seudulla eikä maa, jossa he asuivat muukalaisina, riittänyt antamaan elantoa heille molemmille heidän suurten laumojensa vuoksi.",
      "Esau eli Edom asettui asumaan Seirin vuorille.",
      "Tämä on luettelo Esaun, Edomin kantaisän, jälkeläisistä, jotka asuvat Seirin vuoristossa.",
      "Nämä olivat Esaun poikien nimet: Elifas, Esaun vaimon Adan poika; Reuel, Esaun vaimon Basematin poika.",
      "Elifasin pojat olivat Teman, Omar, Sefo, Gaetam ja Kenas.",
      "Esaun pojalla Elifasilla oli myös sivuvaimo Timna, joka synnytti hänelle Amalekin. Tässä olivat Esaun vaimon Adan jälkeläiset.",
      "Reuelin pojat olivat Nahat, Serah, Samma ja Missa. He olivat Esaun vaimon Basematin jälkeläisiä.",
      "Pojat, jotka Esaun vaimo Oholibama, Sibeonin pojan Anan tytär, synnytti Esaulle, olivat Jeus, Jaelam ja Korah.",
      "Seuraavassa luetellaan Esaun jälkeläisten heimo- kunnat. Esaun esikoisen Elifasin jälkeläisiä olivat nämä heimokunnat: Teman, Omar, Sefo, Kenas,",
      "Ko- rah, Gaetam ja Amalek. Tässä olivat Elifasin suvun heimokunnat, jotka asuivat Edomin maassa. Nämä oli- vat Adan jälkeläisiä.",
      "Esaun pojan Reuelin jälkeläisten heimokunnat olivat Nahat, Serah, Samma ja Missa. Tässä olivat Reuelin suvun heimokunnat, jotka nekin asuivat Edomin maassa. Nämä olivat Esaun vaimon Basematin jälkeläisiä.",
      "Esaun vaimon Oholibaman pojat olivat Jeus, Jaelam ja Korah. Heistä saivat nimensä Esaun vaimon Oholibaman, Anan tyttären, jälkeläisten heimokunnat.",
      "Tässä olivat Esaun pojat ja heistä polveutuneet heimokunnat. Tämä oli Edomin suku.",
      "Nämä olivat horilaisen Seirin pojat, jotka entuudestaan asuivat Edomin maassa: Lotan, Sobal, Sibeon, Ana,",
      "Dison, Eser ja Disan. Heistä saivat nimensä horilaisten, Seirin jälkeläisten, heimokunnat Edomin maassa.",
      "Lotanin pojat olivat Hori ja Hemam, ja Lotanilla oli sisar nimeltä Timna.",
      "Sobalin pojat olivat Alvan, Manahat, Ebal, Sefo ja Onam.",
      "Sibeonin pojat olivat Aija ja Ana; hän oli se Ana, joka löysi kuumat lähteet autiomaasta paimentaessaan isänsä Sibeonin aaseja.",
      "Anan poika oli Dison, ja hänen tyttärensä oli Oholibama.",
      "Disonin pojat olivat Hemdan, Esban, Jitran ja Keran.",
      "Eserin pojat olivat Bilhan, Saavan ja Akan.",
      "Ja Disanin pojat olivat Us ja Aran.",
      "Nämä olivat horilaisten heimokunnat: Lotan, Sobal, Sibeon, Ana,",
      "Dison, Eser ja Disan. Tässä olivat Seirin maassa asuvat horilaisten heimokunnat järjestyksessä lueteltuina.",
      "Nämä olivat ne kuninkaat, jotka hallitsivat Edo- min maassa ennen kuin israelilaisilla oli kuningasta hallitsijanaan:",
      "Edomin ensimmäinen kuningas oli Bela, Beorin poika, ja hänen hallituskaupunkinsa nimi oli Dinhaba.",
      "Belan kuoltua tuli kuninkaaksi Jobab, Serahin poika, kotoisin Bosrasta.",
      "Jobabin kuoltua tuli kuninkaaksi Husam, kotoisin Temanin maasta.",
      "Husamin kuoltua tuli kuninkaaksi Hadad, Bedadin poika, se joka voitti midianilaiset Moabin tasangolla. Hänen hallituskaupunkinsa oli Avit.",
      "Hadadin kuoltua tuli kuninkaaksi Samla, kotoisin Masrekasta.",
      "Samlan kuoltua tuli kuninkaaksi Saul, kotoisin Rehobot-Naharista.",
      "Saulin kuoltua tuli kuninkaaksi Baal-Hanan, Akborin poika.",
      "Kun Baal-Hanan, Akborin poika, kuoli, tuli kuninkaaksi Hadar. Hänen hallituskaupunkinsa oli Pau. Hänen vaimonsa oli Mehetabel, Matredin tytär; Matred puolestaan oli Me-Sahabin tytär.",
      "Nämä olivat Esaun jälkeläisten heimokunnat lueteltuina suvuittain ja asuinpaikkojensa mukaan: Timna, Alva, Jetet,",
      "Oholibama, Ela, Pinon,",
      "Kenas, Teman, Mibsar,",
      "Magdiel ja Iram. Tässä olivat Edomin maan heimokunnat lueteltuina asuin- paikkojensa mukaan. Tämä oli Esaun, Edomin kan- taisän, suku."
    ],
    [
      "Jaakob jäi asumaan Kanaaninmaahan, missä jo hänen isänsä oli asunut muukalaisena.",
      "Tämä on kertomus Jaakobin suvun vaiheista. Kun Joosef oli seitsentoistavuotias, hän paimensi lampaita ja vuohia velipuoliensa, Bilhan ja Silpan poikien kanssa, ja hänellä oli tapana kannella heis- tä isälleen.",
      "Israel rakasti Joosefia enemmän kuin muita poikiaan, sillä Joosef oli syntynyt hänelle hänen vanhoilla päivillään. Isä teetti Joosefille pitkän, värikkään puvun.",
      "Veljet huomasivat, että isä piti hänestä enemmän kuin heistä muista, ja he alkoivat vihata Joosefia, niin etteivät enää voineet edes puhua hänelle ystävällisesti.",
      "Kerran Joosef näki unen, ja kun hän oli kertonut sen veljilleen, he vihasivat häntä entistäkin enem- män.",
      "Veljet olivat kateellisia Joosefille, ja hänen isäänsä nämä ta- paukset jäivät askarruttamaan.",
      "Kerran, kun Joosefin veljet olivat menneet paimentamaan isänsä lampaita ja vuohia Sikemin seuduille,",
      "He näkivät hänet jo kaukaa, ja ennen kuin hän oli ehtinyt heidän luokseen, he alkoivat suunnitella hänen surmaamistaan.",
      "Kun Joosef tuli veljiensä luo, he kävivät häneen käsiksi, riisuivat häneltä hänen pitkän värikkään pukunsa",
      "ja heittivät hänet kaivoon, joka silloin oli kuivillaan.",
      "Veljekset istuutuivat syömään. Mutta kun he kohottivat katseensa, he näkivät ismaelilaiskaravaanin, joka oli matkalla Gileadista Egyptiin kamelit suitsukkeilla, balsamilla ja mirhalla kuormattuina.",
      "Kun midianilaiset kauppiaat kulkivat paikan ohi, veljet vetivät Joosefin kaivosta ja myivät hänet heille kahdestakymmenestä hopeasekelistä. Ja kauppiaat veivät Joosefin Egyptiin.",
      "Kun Ruuben palasi kaivolle ja huomasi, ettei Joosef ollutkaan siellä, hän repäisi vaatteensa.",
      "Mutta veljet ottivat Joosefin puvun, teurastivat vuohen ja kastoivat puvun vereen.",
      "Ja Jaakob repäisi viittansa, puki säkkivaatteen vyötäisilleen ja suri poikaansa pitkän aikaa.",
      "Mutta midianilaiset myivät Joosefin Egyptiin Potifarille, joka oli faraon hoviherra ja henkivartijain päällikkö."
    ],
    [
      "Niihin aikoihin Juuda lähti pois veljiensä luota ja asettui erään Adullamissa asuvan miehen luo, joka oli nimeltään Hira.",
      "Siellä Juuda tapasi ka- naanilaisen naisen, Sua-nimisen miehen tyttären, otti hänet vaimokseen ja yhtyi häneen.",
      "Nainen tuli raskaaksi ja synnytti pojan, joka sai nimekseen Er.",
      "Sitten nainen tuli jälleen raskaaksi, synnytti pojan ja antoi hänelle nimeksi Onan.",
      "Nainen synnytti vielä yhden pojan ja antoi hänelle nimeksi Sela. Juuda oli Selan syntymän aikoihin Kesibissä.",
      "Juuda otti esikoiselleen Erille vaimon nimeltä Tamar.",
      "Mutta Er, Juudan esikoinen, oli Herran silmissä kelvoton, ja Herra antoi hänen kuolla.",
      "Mutta Onan tiesi, ettei lasta pidettäisi hänen omanaan, ja aina kun hän makasi kälynsä kanssa, hän antoi siemenensä mennä maahan, ettei antaisi jälke- läisiä veljelleen.",
      "Herran silmissä hänen tekonsa oli paha, ja siksi Herra antoi hänenkin kuolla.",
      "Pitkän ajan kuluttua kuoli Suan tytär, Juudan vaimo. Suruajan jälkeen Juuda lähti adullamilaisen ystävänsä Hiran kanssa Timnaan lampaiden keritsiäisiin.",
      "Kun Tamar sai tietää, että hänen appensa oli menossa Timnaan keritsemään lampaitaan,",
      "hän riisui leskenpukunsa, koristautui, peitti kasvonsa hunnulla ja istuutui Enaimin risteykseen Timnan tien varteen. Hän oli näet huomannut, ettei häntä haluttu antaa Selalle vaimoksi, vaikka tämä oli jo aikuinen.",
      "Juuda näki Tamarin ja luuli häntä portoksi, koska Tamar oli peittänyt kasvonsa.",
      "Tamar lähti pois, riisui huntunsa ja pukeutui taas leskenpukuunsa.",
      "Juuda lähetti adullamilaisen ystävänsä Hiran viemään vuohen naiselle saadakseen panttinsa takaisin, mutta tämä ei löytänyt naista.",
      "Kun Tamarin piti synnyttää, kävi ilmi, että hänellä oli kohdussaan kaksoset.",
      "Sitten syntyi hänen veljensä, jolla oli kirkkaanpunainen lanka kädessään, ja hän sai nimek- seen Serah."
    ],
    [
      "Joosef vietiin Egyptiin, ja egyptiläinen Potifar, faraon hoviherra ja henkivartijain päällikkö, osti hänet ismaelilaisilta, jotka olivat hänet sinne tuoneet.",
      "Herra oli Joosefin kanssa, ja siksi hänellä oli aina onni mukanaan. Hän asui egyptiläi- sen isäntänsä talossa,",
      "ja isäntä huomasi, että Herra oli Joosefin kanssa ja antoi Joosefin onnistua kaikissa toimissaan.",
      "Joosef pääsi Potifarin suosioon ja palveli häntä niin hyvin, että Potifar asetti hänet taloutensa hoitajaksi ja uskoi hänen haltuunsa koko omaisuutensa.",
      "Kun Potifar oli määrännyt Joosefin taloutensa ja kaiken omaisuutensa hoitajaksi, Herra siunasi hänen taloaan Joosefin tähden. Ja Herran siunaus näkyi kaikessa, mitä Potifarilla oli, niin kotona kuin tiluksilla.",
      "Sen tähden Potifar jätti Joosefin hoitoon koko omaisuutensa eikä itse huolehtinut muusta kuin mitä hän söi. Joosef oli kaunis vartaloltaan ja kasvoiltaan.",
      "Ja vaikka nainen päivästä toiseen houkutteli Joosefia, Joosef ei suostunut makaamaan eikä olemaan hänen kanssaan.",
      "Eräänä päivänä, kun Joosef taas tuli taloon tekemään työtään eikä ketään talonväkeen kuuluvaa ollut paikalla,",
      "Kun nainen näki, että Joosef oli jättänyt pukunsa hänen käsiinsä ja paennut,",
      "Nainen piti Joosefin puvun siihen asti, kun hänen miehensä palasi kotiin.",
      "Kun isäntä kuuli vaimonsa kertovan, mitä orja oli tehnyt, hän raivostui.",
      "Hän otti Joosefin kiinni ja pani hänet vankilaan, paikkaan, jossa kuninkaan vankeja säilytettiin.",
      "Herra piti Joosefista huolta vankilassakin ja oli hänen kanssaan, niin että hän saavutti vankilan päällikön suosion.",
      "Päällikkö uskoi Joosefin val- vontaan vankilan muut vangit, ja Joosef huolehti kaikesta, mitä siellä tehtiin.",
      "Eikä vankilan päällikkö lainkaan valvonut Joosefin toimia, koska Joosef Herran avulla suoritti ne hyvin. Herra antoi Joosefin onnistua kaikessa."
    ],
    [
      "Jonkin ajan kuluttua tapahtui, että faraon, Egyptin kuninkaan, juomanlaskija ja leipuri rikkoivat herraansa vastaan.",
      "Silloin farao vihastui näihin kahteen hoviherraansa, ylijuomanlaskijaan ja ylileipuriin,",
      "ja toimitti heidät henkivartijain päällikön vartioitaviksi, samaan vankilaan jossa Joosefkin oli.",
      "Henkivartijain päällikkö määräsi Joosefin huolehtimaan heistä ja palvelemaan heitä. Niin he olivat jonkin aikaa vankeudessa.",
      "Vankilassa ollessaan Egyptin kuninkaan juomanlas- kija ja leipuri näkivät molemmat samana yönä unta. Kumpikin näki eri unen, joka vaati oman selityksen- sä.",
      "Kun Joosef aamulla tuli heidän luokseen, hän tapasi heidät alakuloisina.",
      "ja viiniköynnöksessä oli kolme haaraa. Tuskin se oli puhjennut lehteen, kun se jo kukki, ja rypäleet kypsyivät sen tertuissa.",
      "Kolmen päivän kuluttua farao ylentää sinut ja palauttaa sinut entiseen asemaasi, ja sinä saat antaa maljan faraon käteen niin kuin ennenkin, kun olit hänen juomanlaskijansa.",
      "Älä unohda minua, kun sinun käy hyvin, vaan tee minulle palvelus: puhu minusta faraolle ja auta minut pois tästä talosta.",
      "Kolmantena päivänä faraolla oli syntymäpäivä, ja hän järjesti pidot koko hovinsa väelle. Hän ylensi ylijuomanlaskijan ja ylileipurin hovinsa nähden:",
      "hän palautti ylijuomanlaskijan entiseen asemaansa, niin että tämä sai taas antaa maljan faraon käteen,",
      "mutta ylileipurin hän hirtätti -- juuri niin kuin Joosef oli selittänyt heidän unensa.",
      "Mutta ylijuomanlaskija ei muistanut Joosefia, vaan unohti hänet."
    ],
    [
      "Pari vuotta myöhemmin farao näki unen. Hän seisoi Niilin rannalla.",
      "Yhtäkkiä Niilistä nousi seitsemän kaunista ja lihavaa lehmää, ja ne jäivät syömään kaislikkoon.",
      "Niiden jälkeen Niilistä nousi vielä toiset seitsemän lehmää, rumia ja laihoja, ja ne jäivät noiden toisten viereen Niilin rannalle.",
      "Ja rumat ja laihat lehmät söivät ne seitsemän kaunista ja lihavaa lehmää. Siihen farao heräsi.",
      "Sitten hän nukahti uudestaan ja näki unta vielä toisen kerran. Samassa korressa kasvoi seitsemän paksua ja kaunista tähkää,",
      "mutta niiden jälkeen puhkesi esiin seitsemän ohutta, itätuulen polttamaa tähkää,",
      "ja ne nielivät ne seitsemän paksua ja täyteläistä tähkää. Siihen farao heräsi, ja hän huomasi, että se oli ollut unta.",
      "Aamulla farao oli levottomalla mielellä ja kutsutti luokseen Egyptin kaikki enteidenselittäjät ja viisaat. Hän kertoi heille unensa, mutta kukaan ei osannut selittää niitä hänelle.",
      "Farao oli kerran vihastunut meihin palvelijoihinsa ja pani minut ja ylileipurin vankeuteen henkivartijain päällikön taloon.",
      "Siellä me molemmat näimme eräänä yönä unta, ja kummankin uni vaati oman selityksensä.",
      "Vankilassa meidän kanssamme oli eräs heprealainen nuorukainen, henkivartijain päällikön orja. Me kerroimme hänelle unemme, ja hän selitti ne meille.",
      "Silloin farao kutsutti Joosefin luokseen. Hänet haettiin kiireesti vankilasta, hänen partansa ja hiuksensa ajeltiin, ja hän sai ylleen uudet vaatteet. Sitten hän tuli faraon luo.",
      "Silloin Niilistä nousi seitsemän lihavaa ja kaunista lehmää, ja ne jäivät syömään kaislikkoon.",
      "Mutta niiden jälkeen Niilistä nousi vielä seitsemän muuta lehmää, jotka olivat niin kurjia, rumia ja laihoja, etten ole sellaisia nähnyt koko Egyptin maassa.",
      "Nuo rumat ja laihat lehmät söivät ne seitsemän ensimmäistä, lihavaa lehmää.",
      "Mutta vaikka lihavat lehmät katosivat niiden suihin, ei mistään voinut huomata, että laihat olivat ahmineet ne sisäänsä, sillä ne näyttivät yhtä laihoilta ja rumilta kuin ennenkin. Siihen minä heräsin.",
      "Sitten näin taas unta. Seitsemän täyteläistä ja kaunista tähkää kasvoi samassa korressa.",
      "Mutta niiden jälkeen puhkesi esiin seitsemän kuivettunutta, ohutta ja itätuulen polttamaa tähkää.",
      "Nuo seitsemän kaunista lehmää tarkoittavat seitsemää vuotta, ja ne seitsemän kaunista tähkää tarkoittavat samoin seit- semää vuotta. Molempien unien merkitys on sama.",
      "Ne seitsemän laihaa ja rumaa lehmää, jotka nousivat niiden kauniiden jälkeen, merkitsevät seitsemää vuotta, ja samoin ne seitsemän tyhjää ja itätuulen polttamaa tähkää merkitsevät seitsemää nälkävuotta.",
      "Kun sanoin, että Jumala on näyttänyt faraolle, mitä hän aikoo tehdä, tarkoitin tätä:",
      "Seuraavat seitsemän vuotta ovat suuren yltäkylläisyyden aikaa koko Egyptin maassa,",
      "mutta niitä seuraa seitsemän niin kovaa nälkävuotta, että koko tuo yltäkylläisyys jää Egyptissä unohduksiin. Nälänhätä ulottuu yli koko maan,",
      "eikä ruoan runsaudesta ole maassa enää tietoakaan, sillä tuo nälänhätä tulee olemaan hyvin ankara.",
      "Faraon unen toistuminen taas merkitsee sitä, että Jumala on asian varmasti päättänyt ja panee sen pian täytäntöön.",
      "Faraon tulisi myös asettaa maahan virkamiehiä, jotka ottavat talteen viidenneksen Egyptin sadosta niinä seitsemänä viljavana vuotena.",
      "Heidän tulee koota noina tulevina hyvinä vuosina talteen kaikkea syötävää ja varastoida faraon valvonnassa viljaa varmaan talteen kaupunkeihin.",
      "Nämä sanat miellyttivät faraota ja hänen hovinsa miehiä,",
      "Ja farao otti sinettisormuksensa sormestaan ja pani sen Joosefin sormeen, puki hänet vaatteisiin, jotka olivat hienointa pellavaa, ja ripusti hänen kaulaansa kultakäädyt.",
      "Farao antoi Joosefille nimeksi Safenat-Paneah ja antoi hänelle vaimoksi Onin papin Poti-Feran tyttären Asenatin. Joosefin valta ulottui yli koko Egyptin.",
      "Joosef oli kolmikymmenvuotias tullessaan faraon, Egyptin kuninkaan, palvelukseen. Niin Joosef lähti faraon luota ja kiersi kaikkialla Egyptissä.",
      "Ja maa tuotti seitsemänä yltäkylläisyyden vuotena vil- jaa ylen määrin.",
      "Näiden Egyptin seitsemän hyvän vuoden aikana Joosef keräsi kaikkea syötävää ja talletti sen kaupunkeihin. Hän varastoi kaupunkeihin kaiken viljan, jonka ympäristön pellot tuottivat.",
      "Hän varastoi viljaa niin suunnattomat määrät, että lopulta sitä oli kuin hiekkaa meren rannalla eikä sen määrää enää voitu mitata.",
      "Joosefille syntyi ennen ensimmäisen nälkävuoden tuloa kaksi poikaa. Heidän äitinsä oli Asenat, Onin papin Poti-Feran tytär.",
      "Kun Egyptin seitsemän yltäkylläisyyden vuotta olivat kuluneet,",
      "alkoi seitsemän nälkävuoden aika, kuten Joosef oli ennalta sanonut. Kato tuli kaikkiin muihinkin maihin, mutta Egyptin maassa oli tallella syötävää.",
      "Kun nälkä jo vallitsi koko maassa, Joosef avasi viljavarastot ja myi viljaa egyptiläisille. Nälänhätä oli Egyptissä ankara.",
      "Myös muista maista tultiin Egyptiin Joosefin luo viljaa ostamaan, sillä kaikkialla vallitsi kova nälkä."
    ],
    [
      "Niin kym- menen Joosefin veljeä lähti ostamaan viljaa Egyptis- tä.",
      "Mutta Benjaminia, Joosefin täysveljeä, Jaakob ei päästänyt toisten mukaan, sillä hän pelkäsi, että Benjaminille voisi sattua jotakin.",
      "Jaakobin pojat lähtivät yhdessä muiden Egyptiin menijöiden kanssa viljaa ostamaan, sillä Kanaaninmaassa vallitsi nälänhätä.",
      "Joosef, joka oli Egyptin käskynhaltijana, myi viljaa kaikille ihmisille. Niin myös Joosefin veljet tulivat hänen eteensä ja lankesivat kasvoilleen maahan.",
      "Vaikka Joosef tunsi veljensä, he eivät tunteneet häntä.",
      "Ja näin teidät tutkitaan: ellei nuorin veljenne tule tänne, te ette pääse lähtemään täältä, niin totta kuin farao elää!",
      "Ja hän heitätti heidät vankilaan kolmeksi päiväksi.",
      "Voitte osoittaa re- hellisyytenne näin: Yksi teistä jää tänne vankilaan. Te muut saatte mennä ja viedä ostamanne viljan nälkää näkeville perheillenne.",
      "Mutta he eivät tienneet, että Joosef ymmärsi heidän puheensa, sillä hän puhui heille tulkin välityksellä.",
      "Joosef poistui heidän luotaan ja itki. Palattuaan hän puhui vielä heidän kanssaan, otti sitten Simeonin heidän joukostaan ja vangitutti hänet heidän nähtensä.",
      "Joosef käski palvelijoittensa täyttää heidän säkkinsä viljalla, panna kullekin säkkiin hänen maksamansa hopean ja antaa heille evästä matkaa varten.",
      "He kuormasivat ostamansa viljan aasien selkään ja lähtivät kotimatkalle.",
      "Yöpymispaikassa yksi heistä avasi säkkinsä antaakseen viljaa aasilleen ja löysikin säkin suulta hopeansa.",
      "Tultuaan isänsä Jaakobin luo Kanaaninmaahan vel- jekset kertoivat hänelle kaiken, mitä heille oli tapahtunut, ja sanoivat:",
      "Me sanoimme hänelle: 'Me olemme rehellistä väkeä emmekä mitään vakoojia.",
      "Meitä on ollut kaksitoista veljestä, kaikki saman isän poikia. Yhtä ei enää ole, ja nuorin jäi isämme luo Kanaaninmaahan.'",
      "Silloin se mies, maan valtias, sanoi meille: 'Tällä tavoin minä saan tietää, oletteko rehellisiä: jättäkää yksi joukostanne luokseni, ottakaa mukaanne viljaa nälkää näkeville perheillenne",
      "Kun he sitten avasivat säkkinsä, jokainen löysi säkistään oman hopeansa, ja hopean nähdessään he ja heidän isänsä pelästyivät."
    ],
    [
      "Nälänhätä oli Kanaaninmaassa kova.",
      "Me lähdemme kyllä Egyptiin ostamaan sinulle syötävää, jos annat veljemme tulla mukaan,",
      "Minä otan itse vastatakseni hänestä, minut voit vaatia tilille hänen hengestään. Jos en tuo häntä takaisin tänne sinun luoksesi, minä olen aina oleva sinun edessäsi syyllinen.",
      "Ottakaa mukaanne kaksin- kertainen määrä hopeaa, niin että voitte palauttaa sen hopean, joka oli pantu säkkienne suulle. Ehkä se oli joutunut sinne vahingossa.",
      "Ottakaa siis vel- jenne mukaan ja menkää takaisin.",
      "Miehet kokosivat lahjansa, ottivat kaksinkertai- sen määrän hopeaa ja lähtivät Egyptiin Benjamin mukanaan. Siellä he astuivat Joosefin eteen.",
      "Mies teki niin kuin Joosef oli käskenyt.",
      "Kun tultiin talon portille, he menivät Joosefin taloutta hoitavan miehen luo ja sanoivat hänelle:",
      "ja kun tulimme yöpymispaikkaan ja avasimme säkkimme, jokainen meistä löysi hopeansa täysimääräisenä säkkinsä suulta. Sen me olemme nyt tuoneet takaisin,",
      "Sitten mies vei heidät sisälle taloon, toi heille vettä, että he saivat pestä matkan pölyt jaloistaan, ja antoi rehua heidän aaseilleen.",
      "Odottaessaan Joosefia, jonka piti saapua keskipäivällä, he ottivat esiin lahjansa, sillä he olivat kuulleet, että he saisivat aterioida siellä.",
      "Kun Joosef tuli taloon, he veivät hänelle lahjat ja lankesivat maahan hänen eteensä.",
      "Sitten Joosef poistui kiireesti, sillä nähdessään veljensä Benjaminin hän liikuttui niin, että hänen oli vaikea pidättää itkuaan. Hän meni sisähuoneeseen ja itki siellä.",
      "Ja ruokaa tuotiin erikseen hänelle, erikseen veljille ja erik- seen niille egyptiläisille, jotka söivät hänen luo- naan, sillä egyptiläiset eivät aterioi heprealaisten kanssa; se on egyptiläisistä sopimatonta.",
      "Veljet sijoitettiin istumaan Joosefia vastapäätä, ikäjärjestyksessä, vanhin ensimmäiselle sijalle ja nuorin viimeiselle. Veljekset katselivat ihmeissään toisiaan.",
      "Kun sitten Joosef jakoi heille omista ruoistaan valitsemiaan paloja, Benjamin sai niitä viisi kertaa enemmän kuin muut veljet. Ja he joivat kaikki yhdessä ja humaltuivat."
    ],
    [
      "Aamunkoitteessa miesten annettiin lähteä matkaan aaseineen.",
      "Kun mies tavoitti heidät, hän sanoi heille niin kuin oli käsketty.",
      "Sen hopeankin, jonka aikaisemmin löysimme säkkiemme suusta, me toimme sinulle Kanaaninmaasta takaisin. Miten me siis olisimme varastaneet hopeaa tai kultaa isäntäsi talosta?",
      "Veljekset laskivat säkkinsä kiireesti maahan ja avasivat ne.",
      "Mies tutki ne aloittaen vanhimmasta veljestä ja lopettaen nuorimpaan, ja malja löytyi Benjaminin säkistä.",
      "Silloin veljekset repäisivät vaatteensa, kuormasivat tavaransa uudelleen aasiensa selkään ja palasivat kaupunkiin.",
      "Niin Juuda ja hänen veljensä menivät Joosefin taloon, jossa tämä odotti heitä, ja he heittäytyivät kasvoilleen maahan.",
      "Sinä itse kysyit meiltä: 'Onko teillä isää tai veljeä?'",
      "Ja me sanoimme sinulle: 'Meillä on vanha isä, ja hänellä on nuori poika, joka on syntynyt hänen vanhoilla päivillään. Pojan oma veli on kuollut, hän on äitinsä lapsista ainoana jäljellä ja isällemme hyvin rakas.'",
      "Sinä sanoit meille: 'Tuokaa hänet tänne minun luokseni, että saan nähdä hänet omin silmin.'",
      "Ja me sanoimme sinulle: 'Poika ei voi lähteä isänsä luota, sillä jos hän lähtee, isä kuolee.'",
      "Silloin sinä sanoit meille: 'Jos nuorin veljenne ei tule tänne teidän mukananne, ette saa enää astua minun eteeni.'",
      "Kun hän sitten kerran sanoi: 'Lähtekää jälleen ostamaan meille vähän syötävää',",
      "me vastasimme: 'Emme voi mennä sinne, ellei nuorin veljemme ole mukanamme. Ilman häntä emme voi astua sen miehen eteen.'",
      "Niin isämme sanoi meille: 'Tiedättehän, että vaimoni synnytti minulle kaksi poikaa.",
      "Toinen heistä lähti luotani, ja minä luulen, että hänet on peto raadellut, sillä en ole sen koommin nähnyt häntä.",
      "Jos te nyt viette tämän toisenkin pois luotani ja hänelle sattuu onnettomuus, te syöksette minut, harmaapään, murheen murtamana tuonelaan.'",
      "niin suru vie hänet hautaan. Silloin me olemme syösseet vanhan isämme tuonelaan.",
      "Minä, sinun palvelijasi, olen mennyt isälleni takuuseen pojasta ja sanonut hänelle: 'Jos en tuo häntä sinun luoksesi, olen ikuisesti syylli- nen sinun edessäsi.'",
      "Salli siis minun jäädä pojan sijasta sinun orjaksesi, herra, ja anna pojan mennä kotiin veljiensä mukana."
    ],
    [
      "Hän puhkesi itkemään niin suureen ääneen, että egyptiläiset faraon hovia myöten kuulivat sen.",
      "Mutta älkää olko murheissanne älkääkä syyttäkö itseänne siitä, että olette myyneet minut tänne, sillä Jumala lähetti minut teidän edellänne pelastamaan ihmishenkiä.",
      "Nälkä on nyt jo kaksi vuotta vallinnut kaikkialla, ja edessä on vielä viisi vuotta, joina ei kynnetä peltoa eikä korjata satoa.",
      "Mutta Jumala lähetti minut teidän edellän- ne, jotta te jäisitte eloon ja teidän sukunne säi- lyisi maan päällä ja monet pelastuisivat.",
      "Te ette siis lähettäneet minua tänne, vaan Jumala, ja hän asetti minut faraon neuvonantajaksi, koko hänen valtakuntansa herraksi ja Egyptin maan valtiaaksi.",
      "niin saatte asua minun lähelläni Gosenin maakunnassa, sinä, poikasi ja heidän lapsen- sa. Te saatte tuoda tänne lampaanne, vuohenne, nau- takarjanne ja kaiken muun teille kuuluvan.",
      "Minä huolehdin sinun elatuksestasi, niin ettet sinä eikä sinun perheesi tai kukaan muukaan väestäsi jää puut- teeseen, sillä nälkävuosia on vielä viisi jäljellä.'",
      "Näettehän omin silmin, ja veljeni Benjamin näkee, että minä itse puhun teille.",
      "Sitten Joosef lankesi veljensä Benjaminin kaulaan ja puhkesi itkuun, ja myös Benjamin syleili häntä ja itki.",
      "Ja Joosef suuteli ja syleili itkien kaikkia veljiään. Sen jälkeen hänen veljensä puhelivat pitkään hänen kanssaan.",
      "Kun tieto Joosefin veljien saapumisesta tuli faraon hoviin, se oli mieleen faraolle ja hänen hovimiehilleen.",
      "Tuokaa sieltä isänne ja perheen- ne ja tulkaa minun luokseni, niin minä annan teille parasta, mitä Egyptistä löytyy, ja te saatte yllin kyllin nauttia maan antimista.'",
      "Saat myös sanoa heille näin: 'Ottakaa Egyptistä vaunuja mukaanne vaimojanne ja lapsianne varten, käykää hakemassa isänne ja palatkaa tänne.",
      "Jaakobin pojat tekivät niin, ja Joosef antoi heille vaunuja faraon lupauksen mukaisesti sekä evästä matkaa varten.",
      "Hän antoi heille kaikille uudet juhlavaatteet, mutta Benjaminille hän antoi kolmesataa sekeliä hopeaa ja viisi uutta pukua.",
      "Lisäksi hän lähetti isälleen kymmenen Egyptin parhailla tuotteilla kuormattua aasia sekä kymmenen aasintammaa, joilla oli kuormanaan viljaa, leipää ja muuta matkaevästä.",
      "Joosefin veljet lähtivät Egyptistä ja saapuivat Kanaaninmaahan isänsä Jaakobin luo.",
      "Vasta kun he kertoivat kaiken, mitä Joosef oli heille sanonut, ja kun Jaakob näki vaunut, jotka Joosef oli lähettänyt häntä hakemaan, hänen henkensä elpyi."
    ],
    [
      "Niin Israel lähti liikkeelle ja otti mukaan kaiken väkensä ja omaisuutensa. Kun hän saapui Beer- sebaan, hän uhrasi teurasuhreja isänsä Iisakin Juma- lalle.",
      "Jaakob lähti Beersebasta, ja hänen poikansa kuljettivat hänet sekä lapsensa ja vaimonsa Egyptiin niillä vaunuilla, jotka farao oli lähettänyt nouta- maan häntä.",
      "He ottivat karjansa ja kaiken muun omaisuutensa, jonka olivat Kanaaninmaassa hankki- neet, ja niin Jaakob ja koko hänen sukunsa tulivat Egyptiin.",
      "Jaakob vei kaikki poikansa ja pojanpoi- kansa, tyttärensä ja poikiensa tyttäret, koko sukun- sa mukanaan Egyptiin.",
      "Nämä ovat Egyptiin tulleiden israelilaisten, Jaa- kobin jälkeläisten, nimet: Jaakobin esikoinen oli Ruuben,",
      "ja Ruubenin pojat olivat Henok, Pallu, Hesron ja Karmi.",
      "Simeonin pojat olivat Jemuel, Jamin, Ohad, Jakin, Sohar ja Saul, jonka äiti oli kanaanilainen.",
      "Leevin pojat olivat Gerson, Kehat ja Merari.",
      "Juudan pojat olivat Er, Onan, Sela, Peres ja Serah. Er ja Onan olivat kuolleet Kanaanin- maassa. Peresin pojat olivat Hesron ja Hamul.",
      "Isaskarin pojat olivat Tola, Puvva, Jasub ja Simron.",
      "Sebulonin pojat olivat Sered, Elon ja Jahleel.",
      "Tässä olivat Lean pojat, jotka hän oli synnyttänyt Jaakobille Mesopotamiassa, ja näiden poikien pojat. Mesopotamiassa Lealle oli syntynyt myös tytär Dina. Näitä Jaakobin jälkeläisiä, poikia ja tyttäriä, oli kolmekymmentäkolme.",
      "Gadin pojat olivat Sifjon, Haggi, Suni, Esbon, Eri, Arodi ja Areli.",
      "Asserin pojat olivat Jimna, Jisva, Jisvi ja Beria, ja heillä oli sisar Sera. Berian pojat olivat Heber ja Malkiel.",
      "Näiden kuudentoista Jaakobin jälkeläisen kantaäiti oli Silpa, jonka Laban oli antanut orjattareksi tyttä- relleen Lealle.",
      "Jaakobin vaimon Raakelin pojat olivat Joosef ja Benjamin.",
      "Joosefille syntyivät Egyptissä pojat Manasse ja Efraim, ja heidät synnytti Asenat, Onin papin Poti-Feran tytär.",
      "Benjaminin pojat olivat Bela, Beker, Asbel, Gera, Naaman, Ehi, Ros, Muppim, Huppim ja Ard.",
      "Näitä Jaakobille syntyneitä jälkeläisiä, joiden kantaäiti oli Raakel, oli neljätoista.",
      "Danin poika oli Husim.",
      "Naftalin pojat olivat Jahseel, Guni, Jeser ja Sillem.",
      "Näiden seitsemän Jaakobin jälkeläisen kantaäiti oli Bilha, jonka Laban oli antanut orjattareksi tyttärelleen Raake- lille.",
      "Jaakobin jälkeläisiä, jotka tulivat hänen mukanaan Egyptiin, oli kaikkiaan kuusikymmentäkuusi henkeä, ja vielä lisäksi hänen poikiensa vaimot.",
      "Joosefin poikia, jotka olivat syntyneet hänelle Egyptissä, oli kaksi. Näin oli Jaakobin sukuun kuu- luvia tullut Egyptiin kaikkiaan seitsemänkymmentä henkeä.",
      "Jaakob lähetti Juudan edellään Joosefin luo ilmoittamaan heidän saapumisestaan Goseniin. Niin he tulivat Gosenin maakuntaan,",
      "ja Joosef valjastutti vaununsa ja lähti sinne isäänsä Israelia vastaan. Heti kun hän näki Jaakobin, hän riensi syleilemään häntä ja itki pitkään hänen olkaansa vasten.",
      "Sanon hänelle, että te olette paimenia, olette aina olleet karjankasvattajia ja olette nyt tuoneet tänne lampaanne, vuohenne, nautakarjanne ja kaiken muun omaisuutenne.",
      "Kun sitten farao kutsuu teidät luokseen ja kysyy, mikä teidän ammattinne on,"
    ],
    [
      "Sitten hän otti mukaansa viisi veljeään ja vei heidät faraon eteen.",
      "Sitten Joosef haki isänsä ja toi hänet faraon eteen, ja Jaakob tervehti faraota toivottaen hänelle siunausta.",
      "Sitten Jaakob hyvästeli faraon, toivotti hänelle siunausta ja lähti hänen luotaan.",
      "Joosef sijoitti isänsä ja veljensä Egyptiin asu- maan ja antoi heille maaomaisuutta maan parhaasta osasta, Ramseksen maakunnasta, kuten farao oli käs- kenyt.",
      "Ja Joosef piti huolen isänsä ja veljiensä ja koko suvun elatuksesta antaen kullekin sen mu- kaan, montako ruokittavaa hänellä oli.",
      "Missään ei ollut syötävää, sillä nälänhätä oli hyvin ankara, ja Egypti ja Kanaaninmaa olivat nään- tymässä nälkään.",
      "Joosef kokosi Egyptistä ja Ka- naaninmaasta kaiken hopean maksuksi siitä viljasta, joka häneltä ostettiin, ja vei hopean faraon palat- siin.",
      "He toivat karjansa Joose- fille, ja hän antoi heille syötävää hevosten, lam- paiden ja vuohien, nautakarjan ja aasien hinnalla. Näin hän sinä vuonna piti heidät hengissä ruoalla, jonka he saivat karjaansa vastaan.",
      "Niin Joosef osti koko Egyptin pellot faraolle, sillä kaikki egyptiläiset myivät hänelle peltonsa, kun nälkä oli käynyt heille ylivoimaiseksi. Näin koko maa tuli faraon omaksi.",
      "Joosef teki kansasta faraon orjia kautta koko Egyptin maan.",
      "Vain pappien peltoja hän ei ostanut, sillä papit saivat palkkansa faraolta ja pystyivät elämään häneltä saamillaan tuloilla. Siksi heidän ei tarvinnut myydä peltojaan.",
      "Ja Joosef sääti lain, joka vielä nytkin on voimassa Egyptissä, että faraolle oli annettava viidesosa sadosta. Vain pappien pellot eivät joutuneet faraon omistukseen.",
      "Niin israelilaiset jäivät asumaan Egyptiin Gose- nin maakuntaan ja kotiutuivat sinne. He olivat he- delmällisiä ja lisääntyivät runsaasti.",
      "Jaakob asui Egyptissä seitsemäntoista vuotta, ja hän eli sadanneljänkymmenenseitsemän vuoden ikäiseksi."
    ],
    [
      "Jonkin aikaa tämän jälkeen Joosefille ilmoitettiin, että hänen isänsä oli sairaana. Joosef lähti hänen luokseen ja otti mukaan molemmat poikansa, Manassen ja Efraimin.",
      "Kun Jaakob sai tietää, että hänen poikansa Joosef oli tullut, hän kokosi voimansa ja nousi istumaan vuoteessa.",
      "ja sanoi minulle: 'Minä teen sinut hedelmälliseksi ja jälkeläisesi monilukuisiksi, niin että sinusta saavat alkunsa monet kansat, ja annan sinun jälkeläisillesi tämän maan pysyväksi perintö- maaksi.'",
      "Ja nyt sinun kaksi poikaasi, jotka olivat syntyneet Egyptissä jo ennen minun tänne tuloani, ovat minun poikiani. Olkoot Efraim ja Manasse minulle kuin Ruuben ja Simeon!",
      "Sinun muut lapsesi, jotka ovat syntyneet heidän jälkeensä, olkoot sinun omiasi, mutta heitä kutsuttakoon veljiensä heimojen mukaan siinä maassa, jonka he saavat periä.",
      "Jaakobin silmät olivat näet käyneet iän mukana heikoiksi, eikä hän enää nähnyt hyvin. Joosef toi pojat hänen luokseen, ja hän suuteli ja syleili heitä.",
      "Ja Joosef otti pojat pois hänen jalkojensa juuresta ja kumartui kasvoilleen maahan saakka.",
      "Sitten Joosef ohjasi Efraimin oikealla kädellään Israelin vasemmalle puolelle ja Manassen vasemmalla kädellään Israelin oikealle puolelle ja vei heidät näin hänen eteensä.",
      "Israel ojensi oikean kätensä, mutta asetti sen Efraimin pään päälle, vaikka tämä oli nuorempi, ja vasemman kätensä hän pani Manassen päälle; hän asetti siis kätensä ristikkäin. Mutta Manasse oli esikoinen.",
      "Ja Israel siunasi Joosefin sanoen: -- Jumala, jonka tahdon mukaisesti minun isäni Abraham ja Iisak ovat vaeltaneet, Jumala, joka on ollut minun paimeneni syntymästäni tähän päivään saakka,",
      "se enkeli, joka on minut pelastanut kaikesta onnettomuudesta, siunatkoon näitä nuorukaisia. Heidän kauttaan säilyköön minun nimeni ja minun isieni Abrahamin ja Iisakin nimi. Lukuisat olkoot heidän jälkeläisensä maan päällä.",
      "Kun Joosef näki, että hänen isänsä pani oikean kätensä Efraimin pään päälle, se oli hänestä väärin, ja hän tarttui isänsä käteen siirtääkseen sen Manas- sen pään päälle."
    ],
    [
      "-- Tulkaa koolle ja kuunnelkaa, te Jaakobin pojat, kuulkaa isäänne Israelia.",
      "Ruuben, sinä olet esikoiseni ja voimani, sinä olet miehuuteni ensimmäinen hedelmä, arvossa korkein, voimilta väkevin.",
      "Mutta olet kuin kuohuva puro, siksi et säilytä ensimmäistä sijaasi. Sinä nousit isäsi vuoteelle, häpäisit minun makuusijani.",
      "Simeon ja Leevi ovat veljekset, väkivaltaisia ovat heidän hankkeensa.",
      "Minä en suostu heidän juoniinsa, minun sydämeni ei liity heidän seuraansa. He ovat vihassaan tappaneet miehiä, omin luvin katkoneet sonnien kinnerjänteet.",
      "Kirottu olkoon heidän vihansa, sillä se on kiivas, heidän raivonsa, sillä se on julma. Minä sirotan heidät Jaakobin heimojen sekaan, hajotan heidät Israelin joukkoon.",
      "Juuda, veljesi ylistävät sinua. Sinun kätesi on iskevä vihollistasi niskaan, sinun isäsi pojat kumartavat sinua.",
      "Juuda, sinä nuori leijona, saaliilta olet noussut, poikani. Hän on kyyristynyt, käynyt makuulle kuin leijona, kuin jalopeura. Kuka uskaltaa häntä häiritä?",
      "Ei siirry valtikka pois Juudalta, ei käskijän sauva hänen suvultaan. Hänen heimostaan on tuleva se, jolla on valta, häntä kansat tottelevat.",
      "Viiniköynnökseen hän sitoo aasinsa, jaloon köynnökseen aasinsa varsan. Hän pesee viinissä vaatteensa, rypäleiden veressä pukunsa.",
      "Hänen silmissään on viinin hehku, hänen hampaissaan maidon valkeus.",
      "Sebulon on asuva meren äärellä, hän asettuu rannikolle, missä laivat kulkevat, hänen selkänsä taa jää Sidon.",
      "Isaskar on vahvaluinen juhta, joka makaa kuormaansa odottaen.",
      "Hän näki asuinsijansa hyväksi ja maansa ihanaksi. Hän painoi olkansa taakan alle, kävi tekemään orjan töitä.",
      "Dan on ajava kansansa asiaa yhtenä Israelin heimoista.",
      "Dan on oleva käärmeenä tiellä, polulla kyynä, joka puree hevosta vuohiseen, niin että ratsastaja suistuu maahan.",
      "Herra, sinulta minä odotan pelastusta!",
      "Gadia ahdistavat rosvojen joukot, ja Gad ahdistaa niitä, seuraa niiden kintereillä.",
      "Asserin leipä on runsas, hän tarjoaa kuninkaiden herkkuja.",
      "Naftali on vapaana juokseva kauris, kauniita ovat hänen vasansa.",
      "Joosef on hedelmäpuu, nuori hedelmäpuu lähteen äärellä, sen oksat ojentuvat yli muurin.",
      "Jousimiehet hätyyttävät häntä, he ampuvat ja ahdistavat häntä,",
      "mutta hänen jousensa pysyy jäntevänä ja hänen kätensä ovat nopeat. Tämän saa aikaan Jaakobin Väkevä, hän, jonka nimi on Paimen, Israelin Kallio,",
      "isäsi Jumala, joka on auttava sinua, Kaikkivaltias, joka siunaa sinua, antaa siunauksia ylhäältä taivaasta ja siunauksia syvyyksistä maan alta, siunauksia kohduille ja rinnoille.",
      "Isäsi siunaukset ovat vahvemmat kuin ikivanhat vuoret, kuin ihanat ikuiset kukkulat. Ne siunaukset tulkoot Joosefin osaksi, hänen, joka on päämies veljiensä joukossa.",
      "Benjamin on saalistava susi, aamuisin hänellä on aina syötävää, ja iltaisin hän jakaa saalista.",
      "Nämä ovat Israelin heimot ja niiden kantaisät, kaikkiaan kaksitoista, ja näin puhui heille heidän isänsä Jaakob, kun hän siunasi heidät. Kullekin heistä hän lausui siunauksen.",
      "Makpelan vainiolla, Mamren lähistöllä Kanaaninmaassa. Sen vainion Abraham osti heettiläi- seltä Efronilta sukuhaudaksi.",
      "Siihen hautaan on haudattu Abraham ja hänen vaimonsa Saara, sinne on haudattu Iisak ja hänen vaimonsa Rebekka, ja sinne minä hautasin Lean.",
      "Kun Jaakob oli antanut nämä ohjeet pojilleen, hän paneutui taas vuoteeseen. Hän kuoli, ja hänet otettiin isiensä luo."
    ],
    [
      "Joosef kumartui itkien isänsä ylle ja suuteli hänen kasvojaan.",
      "Sitten hän antoi isänsä Israelin balsamoinnin omien lääkäriensä tehtäväksi, ja he balsamoivat Israelin ruumiin.",
      "Balsamointi kesti neljäkymmentä päivää; se oli tähän työhön tarvittava aika. Egyptiläiset surivat häntä seitsemänkymmentä päivää.",
      "Niin Joosef lähti hautaamaan isäänsä, ja hänen mukanaan lähtivät kaikki faraon hovimiehet, hänen hovinsa vanhimmat, kaikki Egyptin vanhimmat,",
      "Joosefin perhe, kaikki hänen veljensä sekä koko hänen isänsä suku. Vain vaimot ja lapset sekä lampaat, vuohet ja nautakarjan he jättivät Gosenin maakuntaan.",
      "Joosefilla oli mukanaan myös vaunuja ja ajomiehiä; heitä oli hyvin suuri karavaa- ni.",
      "He tulivat Goren-Atadiin, joka on Jordanin tuolla puolen, ja viettivät siellä suuret ja juhlavat valittajaiset. Surumenot kestivät seitsemän päivää.",
      "Jaakobin pojat tekivät isälleen niin kuin hän oli käskenyt:",
      "he veivät hänet Kanaaninmaahan ja hautasivat hänet Mamren lähistölle Makpelan vainion luolaan. Makpelan vainion Abraham oli ostanut sukuhautansa paikaksi heettiläiseltä Efronilta.",
      "Haudattuaan isänsä Joosef palasi Egyptiin veljiensä sekä kaikkien muiden kanssa, jotka olivat olleet hänen mukanaan.",
      "Te kyllä tarkoititte minulle pahaa, mutta Jumala käänsi sen hyväksi. Hän antoi tämän kaiken tapahtua, jotta monet ihmiset saisivat jäädä henkiin.",
      "Joosef ja hänen isänsä suku jäivät Egyptiin asumaan, ja Joosef eli sadankymmenen vuoden ikäisek- si.",
      "Hän sai nähdä Efraimin lapsia ja lastenlap- sia, ja myös Manassen pojalle Makirille syntyi lap- sia, jotka Joosef ehti nähdä.",
      "Joosef kuoli sadankymmenen vuoden ikäisenä, ja hänet balsamoitiin ja pantiin arkkuun Egyptissä."
    ]
  ],
  "name": "Genesis"
}
