{
  "id": "et",
  "chapters": [
    [
      "Tämä tapahtui kuningas Kserkseen aikana, sen Kserkseen, joka hallitsi sataakahtakymmentäseitsemää maakuntaa Intiasta Nubiaan saakka.",
      "Kserkses piti siihen aikaan hoviaan Susan kaupungissa,",
      "ja kolmantena hallitusvuotenaan hän järjesti pidot ruhtinailleen ja ylimmille virkamiehilleen. Kaikki Persian ja Meedian sotapäälliköt, ylimykset ja maaherrat olivat saapuvilla,",
      "ja päivästä toiseen, kaikkiaan kuuden kuukauden ajan, hän esitteli heille valtakuntansa loistoa ja mahtia, sen aarteita ja rikkauksia.",
      "Kun juhla-aika oli päättymässä, Kserkses järjesti kuninkaallisen palatsin puutarha-aukiolla seitsenpäiväiset pidot koko Susan kaupungin väelle, niin ylhäisille kuin alhaisille.",
      "Valkoisia ja sinipunaisia pellava- ja villaverhoja oli valkoisin ja purppuraisin pellavanauhoin pingotettu katoksiksi hopeatankojen ja marmoripilarien varaan, ja aukiolla, joka oli päällystetty viherkivellä, marmorilla, helmiäisellä ja hohtokivellä, oli kultaisia ja hopeisia ruokailusohvia.",
      "Juotavaa tarjottiin kultapikareista, jotka kaikki olivat erilaisia, ja kuninkaan palatsin parhaita viinejä oli yllin kyllin, kuten kuninkaan pidoissa kuuluu olla.",
      "Maljapakkoa ei kuitenkaan ollut, sillä kuningas oli antanut palveluskuntansa päälliköille määräyksen noudattaa kunkin vieraan toivomuksia.",
      "Kuningatar Vasti järjesti samaan aikaan naisten pidot sisällä kuninkaallisessa palatsissa.",
      "Seitsemäntenä päivänä kuningas, joka oli viinistä hilpeällä mielellä, kutsui luokseen Mehumanin, Bissetan, Harbonan, Bigtan, Abagtan, Setarin ja Karkasin, ne seitsemän eunukkia, jotka olivat hänen henkilökohtaisia palvelijoitaan,",
      "ja käski heidän tuoda kuningatar Vastin kruunu päässä eteensä, jotta hän voisi näyttää kuningattaren kauneuden kaikkien kansojensa ruhtinaille. Kuningatar oli näet hyvin kaunis.",
      "Mutta kun eunukit veivät kuningattarelle kuninkaan kutsun, hän ei suostunut tulemaan. Tästä kuningas pahastui kovin, ja hänen mielensä valtasi viha.",
      "Kuningas kääntyi nyt oppineiden ja ennusmerkkien tuntijoiden puoleen, sillä tapana oli, että kuningas neuvotteli asioistaan kaikkien lain ja oikeuden tuntijoiden kanssa.",
      "Kuninkaan lähimmät neuvonantajat olivat Karsena, Seetar, Admata, Tarsis, Meres, Marsena ja Memukan, seitsemän persialaista ja meedialaista ruhtinasta, joilla valtakunnan ylimpinä virkamiehinä oli aina oikeus päästä kuninkaan puheille.",
      "Kun valtakunnan kaikki naiset saavat tietää, mitä kuningatar on tehnyt, he alkavat halveksia miehiään, sillä nyt he voivat sanoa: 'Kuningas Kserkses kutsutti kuningatar Vastin luokseen, eikä Vasti tullut.'",
      "Persian ja Meedian ruhtinattaret, jotka ovat kuulleet kuningattaren teosta, ottavat sen jo tänä päivänä puheeksi meidän kanssamme, ja siitäkin koituu kylliksi häpeää ja riitaa.",
      "Jos siis katsot hyväksi, niin säädä mahtikäskylläsi, ettei Vasti enää saa astua eteesi ja että annat hänen kuninkaallisen arvonsa toiselle, häntä paremmalle, ja kirjoituta tämä määräys Persian ja Meedian lakeihin, niin ettei sitä enää voi muuttaa.",
      "Neuvo miellytti kuningasta ja ruhtinaita, ja kuningas teki niin kuin Memukan oli ehdottanut.",
      "Hän lähetti kirjeen kaikkiin maakuntiin, kuhunkin erikseen sen omalla kirjoituksella ja kullekin kansalle sen omalla kielellä, jotta jokainen mies saisi olla herra omassa talossaan."
    ],
    [
      "Myöhemminkin, ensi vihan jo lauhduttua, kuningas Kserkses piti mielessään, mitä Vasti oli tehnyt ja mitä hänestä oli päätetty.",
      "Kuningas määrätköön joka maakuntaan miehiä, jotka kokoavat kaikki nuoret ja kauniit neitsyet Susan palatsin haaremiin. Siellä, kuninkaan haareminvalvojan eunukki Hegain huostassa, he saavat kauneudenhoitoa,",
      "Susan kaupungissa asui juutalainen mies, jonka nimi oli Mordokai. Hän oli Benjaminin heimoa, ja hänen isänsä oli Jair, Kisin pojan Simein poika.",
      "Mordokai oli tuotu sinne Jerusalemista niiden juutalaisten joukossa, jotka Babylonian kuningas Nebukadnessar oli vienyt pakkosiirtolaisuuteen samanaikaisesti Juudan kuninkaan Jekonjan kanssa.",
      "Hänellä oli kasvattityttärenään setänsä tytär Hadassa, toiselta nimeltään Ester, jolla ei enää ollut isää eikä äitiä. Ester oli kaunis ja sorea, ja Mordokai oli tytön vanhempien kuoltua ottanut hänet omaksi tyttärekseen.",
      "Kun kuninkaan käsky ja määräys oli tullut tunnetuksi ja neitoja koottiin suurin joukoin Susan kaupunkiin haareminvalvoja Hegain huostaan, Esterkin joutui kuninkaan palatsiin Hegain hoiviin.",
      "Neito miellytti haareminvalvojaa, ja hän pääsi tämän suosioon. Hegai järjesti hänelle tuota pikaa kauneudenhoidon ja elatuksen, antoi hänelle seitsemän valikoitua palvelijatarta kuninkaan palatsista ja siirsi hänet ja hänen palvelijattarensa haaremin parhaaseen osaan.",
      "Ester ei paljastanut kansallisuuttaan eikä syntyperäänsä, sillä Mordokai oli kieltänyt häntä sitä tekemästä.",
      "Mordokai itse kuljeskeli joka päivä haaremin sisäpihan lähistöllä saadakseen tietää, mitä Esterille kulloinkin kuului.",
      "Kunkin neidon tuli vuorollaan mennä kuningas Kserkseen luo. Sitä ennen tyttö oli saanut kauneudenhoitoa kokonaisen vuoden, kuten oli määrätty. Kuusi kuukautta häntä oli hoidettu mirhaöljyllä ja toiset kuusi kuukautta balsamiöljyillä ja muulla tavoin.",
      "Lähtiessään kuninkaan luo hän sai viedä haaremista mukanaan kuninkaan palatsiin mitä vain halusi.",
      "Hän lähti palatsiin illalla ja siirtyi aamulla toiseen haaremiin eunukki Saasgasin, kuninkaan sivuvaimojen valvojan, huomaan. Kuninkaan luo hän ei enää päässyt, paitsi jos kuningas oli mieltynyt häneen ja erityisesti nimeltä mainiten kutsutti hänet luokseen.",
      "Kun Ester, Mordokain sedän Abihailin tytär, Mordokain ottotytär, vuorollaan joutui kuninkaan eteen, hän pyysi mukaansa vain sen, mitä kuninkaan haareminvalvoja eunukki Hegai neuvoi häntä ottamaan. Mutta Esteriin ihastuivat kaikki, jotka hänet näkivät.",
      "Ester vietiin kuninkaan eteen kuningas Kserkseen seitsemännen hallitusvuoden kymmenentenä kuukautena, tebet-kuussa.",
      "Hänestä tuli kuninkaalle kaikkia muita naisia rakkaampi, eikä kukaan toinen neitsyt osannut hänen laillaan voittaa puolelleen kuninkaan mieltymystä ja suosiota. Kuningas asetti kuninkaallisen kruunun Esterin päähän ja julisti hänet kuningattareksi Vastin sijaan.",
      "Esterin kunniaksi kuningas järjesti kaikille ruhtinailleen ja ylimmille virkamiehilleen suuret hääpidot, myönsi maakunnille verohelpotuksia ja jakeli kuninkaan arvon mukaisia lahjoja.",
      "Pian sen jälkeen, kun neitoja ryhdyttiin kokoamaan, Mordokai tuli hovin palvelukseen.",
      "Ester ei vieläkään paljastanut syntyperäänsä eikä kansallisuuttaan, koska Mordokai oli häntä kieltänyt. Ester noudatti yhä hänen neuvojaan, kuten ollessaan hänen kasvattinaan.",
      "Mordokain palvellessa kuninkaan hovissa Bigtan ja Teres, kaksi eunukkia, jotka vartioivat kuninkaan yksityishuoneita, olivat alkaneet vihata kuningasta niin, että vaanivat tilaisuutta tappaakseen hänet.",
      "Mordokai sai vihiä hankkeesta ja kertoi siitä kuningatar Esterille, joka vei tiedon edelleen kuninkaalle.",
      "Asia tutkittiin ja havaittiin todeksi, ja Bigtan ja Teres hirtettiin. Tapaus merkittiin kuninkaan aikakirjoihin."
    ],
    [
      "Näiden tapausten jälkeen kuningas Kserkses ylensi Agagin jälkeläisen Hamanin, Hammedatan pojan, korkeaan virkaan ja arvoon ja asetti hänet kaikkien muiden ruhtinaiden yläpuolelle.",
      "Kaikki kuninkaan virkamiehet, jotka palvelivat hovissa, osoittivat Hamanille kunnioitustaan heittäytymällä maahan hänen edessään, sillä näin oli kuningas käskenyt. Mutta Mordokai ei kumartanut eikä heittäytynyt maahan.",
      "Kun he olivat päivästä päivään puhuneet tästä hänelle eikä hän siitä piitannut, he kertoivat asian Hamanille saadakseen tietää, oliko Mordokain esittämä syy pätevä. Hän oli näet sanonut olevansa juutalainen.",
      "Kun Haman huomasi, ettei Mordokai suostunut kumartamaan eikä heittäytymään maahan hänen edessään, hän raivostui silmittömästi.",
      "Mutta hän ei halunnut tyytyä siihen, että surmauttaisi vain Mordokain, vaan saatuaan tietää, mitä kansaa Mordokai oli, hän tahtoi surmauttaa myös hänen kansansa, kaikki Kserkseen valtakunnassa asuvat juutalaiset.",
      "Kuningas Kserkseen kahdennentoista hallitusvuoden ensimmäisen kuukauden aikana, nisan-kuussa, heitettiin Hamanin käskystä puria eli arpaa vuoden jokaisesta päivästä ja kuukaudesta, jotta selviäisi, mikä oli suotuisin päivä Mordokain ja hänen kansansa tuhoamiseksi yhdellä kertaa. Arpa lankesi kahdennentoista kuukauden, adar-kuun, kolmannelletoista päivälle.",
      "Kuningas otti sinettisormuksen sormestaan ja antoi sen Hamanille, Hammedatan pojalle, Agagin jälkeläiselle, juutalaisten vainoojalle,",
      "Vuoden ensimmäisen kuun kolmantenatoista päivänä kutsuttiin paikalle kuninkaan kirjurit, ja Hamanin määräyksen mukaisesti kirjoitettiin kirjeet kaikille maakuntia johtaville kuninkaan satraapeille ja käskynhaltijoille sekä kaikkien kansakuntien ruhtinaille, kuhunkin maakuntaan sen omalla kirjoituksella ja kullekin kansalle sen omalla kielellä. Kirjeet kirjoitettiin kuningas Kserkseen nimissä, ja niihin painettiin sinettileima hänen sormuksellaan.",
      "Ne lähetettiin pikalähettien mukana kuninkaan kaikkiin maakuntiin, ja niissä määrättiin, että kaikki juutalaiset, nuoret ja vanhat, naiset ja lapset, oli tuhottava, tapettava ja hävitettävä yhtenä ainoana päivänä, kahdennentoista kuukauden, adar-kuun, kolmantenatoista päivänä, ja että heidän omaisuutensa sai ryöstää.",
      "Kirjeen jäljennös tuli julkaista lakina jokaisessa maakunnassa kaikille kansakunnille, että nämä tietäisivät valmistautua sitä päivää varten.",
      "Juoksijat lähtivät heti viemään kuninkaan käskyä. Samaan aikaan kun laki julkaistiin Susan kaupungissa, kuningas ja Haman istuutuivat juomaan. Mutta kaupungissa vallitsi hämmennys."
    ],
    [
      "Saatuaan tietää, mitä oli tapahtunut, Mordokai repäisi vaatteensa, pukeutui säkkikankaaseen, sirotteli multaa hiuksiinsa ja lähti kulkemaan pitkin kaupunkia ääneen huutaen ja katkerasti valittaen.",
      "Hän tuli kuninkaan palatsin portille mutta ei säkkivaatteessa päässyt sisälle palatsiin.",
      "Kaikkialla maakunnissa, minne kuninkaan käsky ja määräys saapui, juutalaiset surivat kuten kuollutta on tapana surra, paastosivat ja itkivät, ja useimmat nukkuivat paljaalle maalle levitetyillä säkkikankailla.",
      "Kun palvelijattaret ja eunukit toivat kuningattarelleen tiedon, että Mordokai oli suruasussa portilla, kuningatar säikähti ja joutui suunniltaan. Hän lähetti vaatteita, jotta Mordokai pukisi ne ylleen säkkivaatteen sijaan, mutta Mordokai ei ottanut niitä vastaan.",
      "Silloin Ester kutsui eunukki Hatakin, jonka kuningas oli määrännyt hänen palvelukseensa, ja lähetti hänet kysymään Mordokailta, mitä oli tapahtunut ja mistä kaikki johtui.",
      "Hatak meni Mordokain luo kaupungin torille, kuninkaan palatsin portin eteen,",
      "ja Mordokai kertoi, mitä oli tapahtunut ja miten suuren määrän hopeaa Haman oli luvannut luovuttaa kuninkaan aarrekammioihin korvaukseksi juutalaisten hävittämisestä.",
      "Hän antoi Hatakille myös jäljennöksen Susassa julkaistusta juutalaisten tuhoamista koskevasta kirjeestä, jotta Hatak näyttäisi sen Esterille. Mordokai pyysi, että Hatak kertoisi asiat Esterille ja kehottaisi häntä menemään kuninkaan luo rukoilemaan armoa kansalleen.",
      "Hatak palasi kertomaan Esterille, mitä Mordokai oli sanonut.",
      "Ester käski Hatakin viedä Mordokaille tämän vastauksen:",
      "Kaikki kuninkaan virkamiehet ja kuninkaan maakuntien kansatkin tietävät, että sille miehelle tai naiselle, joka kutsumatta menee kuninkaan palatsin sisäpihaan, on laissa yksi ainoa rangaistus: kuolema. Vain jos kuningas ojentaa häntä kohden kultavaltikkansa, hän saa jäädä eloon. Eikä minua itseäni ole kolmeenkymmeneen päivään kutsuttu kuninkaan luo.",
      "Saatuaan kuulla Esterin viestin",
      "Ester käski vastata Mordokaille:",
      "Kutsu koolle kaikki Susan juutalaiset paastoamaan minun puolestani. Älkää syökö älkääkä juoko mitään kolmeen päivään ja kolmeen yöhön. Minäkin paastoan samalla tavoin palvelijattarieni kanssa, ja sitten lähden kuninkaan luo, vaikka se onkin vastoin lakia. Kun minun kerran on kuoltava, niin kuolen.",
      "Mordokai meni pois ja teki niin kuin Ester oli käskenyt tehdä."
    ],
    [
      "Kolmantena päivänä Ester pukeutui kuninkaalliseen asuunsa, meni kuninkaan palatsin sisäpihaan ja jäi seisomaan valtaistuinsalin oviaukon kohdalle. Kuningas istui valtaistuinsalissa kuninkaallisella valtaistuimellaan vastapäätä oviaukkoa.",
      "Kun kuningas huomasi kuningatar Esterin seisovan pihassa, hän heltyi ja osoitti Esteriä kultavaltikalla, joka hänellä oli kädessään. Ester astui kuninkaan eteen ja kosketti valtikan päätä.",
      "Sinä päivänä Haman lähti pois iloisena ja hyvillään. Mutta kun hän näki Mordokain kuninkaan hovissa eikä tämä noussut osoittamaan hänelle kunnioitustaan, hän raivostui.",
      "Hän kuitenkin hillitsi itsensä ja meni kotiinsa. Sitten hän kutsui luokseen ystäviään ja vaimonsa Seresin.",
      "Hän kehuskeli heille suurta rikkauttaan ja poikiensa lukumäärää sekä sitä, että kuningas oli ylentänyt hänet ja korottanut hänet kaikkien ruhtinaiden ja virkamiesten yläpuolelle."
    ],
    [
      "Sinä iltana kuningas ei saanut unta silmiinsä, ja niin hän käski tuoda aikakirjansa, viralliset muistiinpanonsa, ja luetti niitä itselleen.",
      "Yhdessä niistä oli maininta, että Mordokai oli ilmoittanut Bigtanin ja Teresin, kuninkaan yksityishuoneita vartioivien eunukkien, vaanineen tilaisuutta tappaakseen kuninkaan.",
      "tuotakoon kuninkaallinen puku, jota kuningas itse on käyttänyt, ja hevonen, joka on ollut kuninkaalla ratsuna ja saanut kantaa kuninkaallista töyhtöä.",
      "Sitten Mordokai palasi kuninkaan hoviin, mutta Haman kiiruhti kotiinsa harmissaan ja nöyryytettynä.",
      "Heidän vielä puhuessaan tulivat kuninkaan eunukit saattamaan Hamania kiireesti kuningatar Esterin pitoihin."
    ],
    [
      "Kuningas ja Haman menivät kuningatar Esterin pitoihin.",
      "Kuningas nousi vihoissaan kesken juominkien ja meni sisäpihan puutarhaan, kun taas Haman jäi paikalle rukoillakseen kuningatarta säästämään hänen henkensä, sillä hän käsitti, että kuningas oli jo päättänyt hänen kohtalostaan.",
      "Vasta kun Haman oli ripustettu hirsipuuhun, jonka hän oli pystyttänyt Mordokaita varten, lauhtui kuninkaan viha."
    ],
    [
      "Vielä samana päivänä kuningas Kserkses antoi kuningatar Esterille Hamanin, juutalaisten vainoojan, kaiken omaisuuden, ja Mordokai sai astua kuninkaan eteen, sillä Ester oli kertonut, että Mordokai oli hänen sukulaisensa.",
      "Kuningas oli ottanut sinettisormuksensa Hamanilta takaisin, ja nyt hän antoi sen Mordokaille. Ester uskoi Hamanin omaisuuden Mordokain hoitoon.",
      "Sitten Ester otti asiansa uudelleen esille. Hän heittäytyi itkien kuninkaan jalkoihin rukoillakseen häntä torjumaan uhkaavan onnettomuuden ja tekemään tyhjäksi hankkeen, jonka Agagin jälkeläinen Haman oli suunnitellut juutalaisten tuhoksi.",
      "Kuningas ojensi Esteriä kohden kultavaltikkansa, ja Ester nousi, jäi kuninkaan eteen seisomaan",
      "Oli kolmannen kuukauden, sivan-kuun, kahdeskymmeneskolmas päivä, ja kuninkaan kirjurit kutsuttiin heti paikalla kirjoittamaan Mordokain käskyn mukaisesti juutalaisille sekä satraapeille, maaherroille ja maakuntien ruhtinaille kaikkiin sataankahteenkymmeneenseitsemään maakuntaan Intiasta Nubiaan saakka, kuhunkin sen maakunnan omalla kirjoituksella ja kullekin kansalle sen omalla kielellä, myös juutalaisille heidän omalla kirjoituksellaan ja kielellään.",
      "Mordokai kirjoitutti kirjeet kuninkaan nimissä, vahvisti ne hänen sinetillään ja antoi ne vietäviksi pikaläheteille, joilla oli ratsuina kuninkaan tallien postihevoset.",
      "Kirjeissä kuningas antoi juutalaisille luvan kokoontua kaikissa niissä kaupungeissa, joissa heitä asui, ja puolustaa henkeään. He saivat yhden päivän aikana tuhota, tappaa ja hävittää jokaisen kansan tai maakunnan aseellisia joukkoja, jos nämä vainosivat heitä, surmata vieläpä naisia ja lapsia sekä ryöstää vastustajiensa omaisuutta",
      "kaikissa kuningas Kserkseen maakunnissa. Se päivä oli kahdennentoista kuukauden, adar-kuun, kolmastoista päivä.",
      "Tämän kirjeen jäljennös tuli julkaista lakina jokaisessa maakunnassa ja saattaa kaikkien kansojen tietoon, jotta juutalaiset voisivat valmistautua kostamaan sinä päivänä vihollisilleen.",
      "Heti kuninkaan käskyn saatuaan pikalähetit lähtivät kiireesti matkaan kuninkaan hevosilla. Laki julkaistiin samaan aikaan myös Susan kaupungissa.",
      "Mordokai lähti kuninkaan luota kuninkaallisessa puvussa, joka oli purppuravillaa ja valkoista pellavaa, päässään loistava kultainen otsaripa ja hartioillaan hieno pellavainen purppuraviitta, ja Susan kaupungissa kaikuivat ilohuudot.",
      "Juutalaisille se oli valon ja ilon, riemun ja kunnian päivä,",
      "ja joka ainoassa maakunnassa ja kaupungissa, kaikkialla, minne kuninkaan käsky saapui, oli juutalaisilla ilo ja riemu, pidot ja juhlat. Monet maan muihin kansoihin kuuluvat halusivat käydä juutalaisista, sillä nyt he tunsivat pelkoa juutalaisia kohtaan."
    ],
    [
      "Niin tuli kahdennentoista kuukauden, adar-kuun, kolmastoista päivä, se päivä, jolloin kuninkaan käsky piti toteuttaa. Mutta tuona päivänä, jona juutalaisten viholliset olivat toivoneet saavansa heidät valtaansa, kävikin juuri päinvastoin: juutalaiset saivat valtaansa vastustajansa.",
      "Kaikissa kuningas Kserkseen maakuntien kaupungeissa, joissa juutalaisia asui, he kokoontuivat käydäkseen niiden kimppuun, jotka olivat suunnitelleet heidän tuhoamistaan. Eikä kukaan asettunut heitä vastaan, sillä kaikki muut pelkäsivät heitä,",
      "ja kaikki maakuntien ruhtinaat, satraapit, maaherrat ja virkamiehet, joita kuninkaalla oli palveluksessaan, tukivat juutalaisia, koska pelkäsivät Mordokaita.",
      "Mordokai oli näet korkeassa asemassa kuninkaan hovissa, ja kaikkiin maakuntiin oli levinnyt tieto, että hänen valtansa jatkuvasti kasvoi.",
      "Näin juutalaiset surmasivat kaikki vihollisensa, tuhosivat vastustajansa perin juurin ja tekivät heille mitä halusivat.",
      "Susan kaupungissa juutalaiset surmasivat viisisataa miestä",
      "ja tappoivat myös Parsandatan, Dalfonin, Aspatan,",
      "Poratan, Adaljan, Aridatan",
      "sekä Parmastan, Arisain, Aridain ja Vaisatan,",
      "kaikki juutalaisten vainoojan Hamanin, Hammedatan pojan, kymmenen poikaa. Mutta ryöstämään he eivät ryhtyneet.",
      "Vielä samana päivänä, jona kuningas sai tietää Susan kaupungissa surmattujen määrän,",
      "Kuningas määräsi, että oli tehtävä niin. Susassa julkaistiin sitä koskeva käsky, ja Hamanin kymmenen pojan ruumiit ripustettiin hirsipuuhun.",
      "Susan juutalaiset kokoontuivat myös adar-kuun neljäntenätoista päivänä ja tappoivat Susassa kolmesataa miestä, mutta ryöstämään he eivät ryhtyneet.",
      "Myös muualla kuninkaan maakunnissa juutalaiset kokoontuivat puolustamaan henkeään päästäkseen rauhaan vihollisiltaan. He surmasivat vastustajiaan seitsemänkymmentäviisituhatta, mutta ryöstämään he eivät ryhtyneet.",
      "Tämä tapahtui adar-kuun kolmantenatoista päivänä, ja neljännentoista päivän he viettivät jo rauhassa ja juhlivat sitä pito- ja ilopäivänä.",
      "Mutta Susan juutalaiset, jotka olivat kokoontuneet sekä kuun kolmantenatoista että neljäntenätoista päivänä, lepäsivät vasta viidentenätoista ja juhlivat sitä pito- ja ilopäivänä.",
      "Tämän vuoksi maaseutukaupunkien juutalaiset viettävät adar-kuun neljättätoista päivää iloisena juhlapäivänä, järjestävät pitoja ja lähettävät toisilleen herkkuja lahjaksi.",
      "Mordokai merkitsi nämä tapaukset muistiin ja lähetti kirjeet kaikille kuningas Kserkseen maakuntien juutalaisille, niin lähellä kuin kaukanakin asuville.",
      "Hän määräsi heidät viettämään joka vuosi juhlana adar-kuun neljättätoista ja viidettätoista päivää",
      "muistoksi niistä päivistä, joina juutalaiset olivat päässeet vihollisiltaan rauhaan, ja siitä kuukaudesta, jolloin heidän pelkonsa oli vaihtunut iloksi ja heidän surunsa juhlaksi. Niinä päivinä heidän tuli pitää iloisia juhlia ja pitoja, lähettää toisilleen herkkuja ja antaa lahjoja köyhille.",
      "Näin juutalaisten keskuudessa vakiintui tapa, jota he jo olivat alkaneet noudattaa ja josta Mordokai nyt heille kirjoitti.",
      "Haman, Hammedatan poika, Agagin jälkeläinen, juutalaisten vainooja, oli näet punonut juonen juutalaisia vastaan hävittääkseen heidät ja heittänyt puria eli arpaa päivästä, jona voisi kukistaa ja tuhota heidät.",
      "Mutta kuningas oli tästä kuultuaan lähettänyt uuden kirjallisen käskyn, ja niin Hamanin katala hanke juutalaisia vastaan kääntyi hänen omaksi tuhokseen ja hänet ja hänen kymmenen poikaansa ripustettiin hirsipuuhun.",
      "Tästä syystä juutalaiset alkoivat kutsua näitä päiviä nimellä purim arpaa tarkoittavan pur-sanan mukaan. Kirjeen sisällön sekä kaiken näkemänsä ja kokemansa perusteella",
      "he antoivat määräyksen, joka velvoitti heitä itseään, heidän jälkeläisiään ja kaikkia heidän joukkoonsa liittyneitä viettämään vuosittain näitä kahta päivää käskykirjeen ohjeiden mukaisesti ja aina oikeaan aikaan.",
      "Nämä kaksi päivää tuli pitää mielessä sukupolvesta toiseen kaikissa perhekunnissa, ja niitä tuli viettää kaikissa maakunnissa ja kaupungeissa, niin että purim-päivien vietto säilyisi muuttumattomana juutalaisten keskuudessa ja pysyisi aina heidän jälkeläistensäkin mielessä.",
      "Kuningatar Ester, Abihailin tytär, kirjoitti kaikella arvovallallaan yhdessä juutalaisen Mordokain kanssa vielä uuden kirjeen vahvistaakseen yleiseksi käytännöksi sen, mitä aikaisemmassa kirjeessä oli sanottu purim-juhlasta.",
      "Mordokai lähetti kirjeen Kserkseen valtakunnan sadankahdenkymmenenseitsemän maakunnan kaikille juutalaisille rauhan ja ystävyyden toivotuksin.",
      "Siinä velvoitettiin juutalaiset viettämään näitä purim-päiviä juutalaisen Mordokain ja kuningatar Esterin säätämänä määräaikana ja niin kuin juutalaiset itsekin olivat säätäneet itselleen ja jälkeläisilleen. Lisäksi siinä oli määräyksiä juhlan aikana pidettävistä paastoista ja valittajaisista.",
      "Näin purim-juhlan viettoa koskevat määräykset vahvistettiin Esterin käskyllä ja kirjoitettiin kirjaan."
    ],
    [
      "Kuningas Kserkses saattoi veron alaisiksi kaikki maat sekä meren rannikot ja saaret.",
      "Kaikki hänen mahtavat tekonsa ja saavutuksensa sekä kertomus siitä kunniasta ja vallasta, jonka Mordokai häneltä sai, on merkitty Meedian ja Persian kuninkaiden historiaan.",
      "Juutalainen Mordokai oli arvossa seuraava heti kuningas Kserkseen jälkeen. Hän oli suuresti arvostettu juutalaisten keskuudessa ja lukuisien heimoveljiensä rakastama, sillä hän toimi aina kansansa parhaaksi ja pyrki kaikin tavoin huolehtimaan heimolaistensa hyvinvoinnista."
    ]
  ],
  "name": "Esther"
}
