{
  "id": "ho",
  "chapters": [
    [
      "Herran sana, joka tuli Hoosealle, Beerin pojalle. Hänen aikanaan olivat Juudan kuninkaina Ussia, Jotam, Ahas ja Hiskia, ja Israelin kuninkaana oli Jerobeam, Joasin poika.",
      "Niin Hoosea otti vaimokseen Gomerin, Diblaimin tyttären, ja tämä tuli raskaaksi ja synnytti hänelle pojan.",
      "Vieroitettuaan Lo-Ruhaman Hoosean vaimo tuli taas raskaaksi ja synnytti pojan.",
      "(H2:2)Silloin Juuda ja Israel kokoontuvat yhteen. He asettavat itselleen yhteisen johtajan ja leviävät yli koko maan. Totisesti, suuri on oleva Jisreelin päivä, Jumalan kylvön päivä!"
    ],
    [
      "(H2:4) -- Käykää oikeutta äitiänne vastaan, syyttäkää häntä, hän ei ole enää minun vaimoni enkä minä ole hänen miehensä. Poistakoon hän kasvoiltaan portonmerkit, rinnoiltaan huoranhelyt.",
      "(H2:5)Muuten minä riisun hänet alastomaksi, yhtä paljaaksi kuin hän oli syntyessään, teen hänet autiomaan kaltaiseksi, paljaaksi kuin kuiva aavikko, annan hänen kuolla janoon.",
      "(H2:6)Hänen lapsiaan en rakasta, he ovat porton lapsia.",
      "(H2:8)Sen tähden minä tukin hänen tiensä orjantappuroilla, rakennan muurin hänen eteensä, ettei hän pääse poluilleen.",
      "(H2:9)Sitä tämä nainen ei käsitä, että minulta hän on saanut viljan, viinin ja öljyn, minä olen antanut hopeaa ja kultaa runsain määrin. Senkin he ovat uhranneet Baalille.",
      "(H2:11)Sen tähden minä en enää anna viljaa enkä viiniä, satoa ei tule silloin kun pitäisi tulla. Minä otan pois villani ja pellavani peittämästä hänen alastomuuttaan.",
      "(H2:12)Minä riisun hänet alasti hänen rakastajiensa silmien edessä, eikä kukaan voi sitä estää.",
      "(H2:13)Minä teen lopun hänen ilonpidostaan: juhlat, uudenkuun päivät, pyhäpäivät, kaikki juhla-ajat minä otan häneltä pois.",
      "(H2:15)Minä rankaisen häntä niiden päivien tähden, jolloin hän poltti uhreja baaleille, koristi itsensä renkailla ja kaulaketjuilla ja juoksi rakastajiensa perässä mutta unohti minut. Näin sanoo Herra.",
      "(H2:16) -- Katso! Minä suostuttelen hänet mukaani, vien hänet autiomaahan, puhun hänelle suloisesti.",
      "(H2:17)Siellä minä annan hänelle viinitarhoja, minä muutan Akorinlaakson toivon portiksi. Siellä hän vastaa kutsuuni kuin nuoruutensa päivinä, kuin silloin, kun hän lähti Egyptistä.",
      "(H2:19)Minä poistan baalien nimet hänen huuliltaan, niitä ei enää mainita.",
      "(H2:20)Sinä päivänä minä luon rauhan: Villieläimet, taivaan linnut, maan matelijat eivät enää tuota vaaraa. Minä särjen jousen ja miekan, niin ettei sotia enää käydä. Minä annan kansani asua turvassa.",
      "(H2:21)Minä kihlaan sinut, otan omakseni ainiaaksi, minä liitän sinut itseeni vanhurskauden ja oikeuden sitein, rakkaudella ja hyvyydellä.",
      "(H2:22)Minä liitän sinut itseeni uskollisuuden sitein, ja sinä tulet tuntemaan Herran.",
      "(H2:23)Tuona päivänä minä vastaan pyyntöihin, sanoo Herra, minä vastaan taivaan pyyntöön, ja taivas vastaa maalle.",
      "(H2:24)Maa vastaa viljan, viinin ja öljyn pyyntöön, ja ne vastaavat Jisreelille."
    ],
    [
      "Minä ostin naisen ja maksoin hänestä viisitoista hopeasekeliä ja puolitoista homer-mittaa ohria.",
      "Samoin saavat israelilaiset olla kauan ilman kuningasta ja ruhtinasta, ilman uhria ja kivipatsasta, ilman efodia ja jumalankuvia.",
      "Mutta lopulta he kääntyvät ja etsivät Herraa, Jumalaansa, ja kuningastaan Daavidia. Tulevina aikoina israelilaiset lähestyvät vavisten Herraa ja panevat toivonsa hänen hyvyyteensä."
    ],
    [
      "Kuulkaa, israelilaiset, mitä Herra sanoo! Herra käy oikeutta teidän kanssanne, sillä tässä maassa ei ole rehellisyyttä eikä uskollisuutta, kukaan ei tunne Jumalaa.",
      "Väärät valat ja valheet, murhat, varkaudet ja aviorikokset rehottavat kaikkialla, veriteko seuraa veritekoa.",
      "Sen tähden maa muuttuu aavikoksi, kaikki sen asukkaat nääntyvät. Villieläimet ja taivaan linnut kuolevat, meren kalat katoavat.",
      "-- Kansaa ei pidä syyttää eikä tavallista ihmistä rangaista. Sinua, pappi, minä syytän.",
      "Sinä kompastut päivänvalossa, ja yöllä kompastuu profeetta yhdessä sinun kanssasi. Sinä saatat kansasi tuhoon.",
      "Näin tuhoutuu minun kansani, sillä kukaan ei tunne minua. Koska sinä olet hylännyt minut, hylkään minäkin sinut, et saa enää olla pappinani. Sinä olet unohtanut Jumalasi lain, minäkin unohdan sinun lapsesi.",
      "Papit tekivät yhä enemmän syntiä minua vastaan, sitä mukaa kuin heidän joukkonsa kasvoi. Minä muutan heidän kunniansa häpeäksi.",
      "He ovat saaneet elantonsa kansani syntiuhreista, siksi sen pahat teot ovat heille mieleen.",
      "Mutta lopulta kansan käy niin kuin papinkin. Minä rankaisen kansaa sen pahoista teoista, käännän sen teot sitä itseään vastaan.",
      "He syövät, mutta jäävät nälkäisiksi, heidän irstaat menonsa eivät kansaa lisää. Näin heille käy sen vuoksi, että he ovat hylänneet Herran eivätkä kuule häntä enää.",
      "Huoruus ja viini vievät kansalta järjen.",
      "He kysyvät neuvoa pyhiltä puiltaan, arvat antavat heille vastauksia. Huoruuden henki eksyttää heidät, he kääntyvät uskottomina pois Jumalansa luota.",
      "Vuorten huipuilla he uhraavat, polttavat suitsuketta kukkuloilla tammen, poppelin ja rautatammen alla. Ne luovat suloisen varjon. Onko siis ihme, että tyttäristänne tulee porttoja ja miniänne rikkovat avion!",
      "Mutta minä en syytä tyttäriänne siitä, että he harjoittavat haureutta, enkä miniöitänne siitä, että he rikkovat avion. Itsehän miehet lähtevät huorien matkaan, uhraavat temppeliporttojen kanssa. Ymmärtämätön kansa joutuu turmioon!",
      "Israel on vikuroinut kuin niskuri lehmä. Miten Herra antaisi sen nyt kulkea vapaasti kuin lampaat laitumella?",
      "Efraimilaiset pitävät kiinni epäjumalistaan -- tehkööt niin kuin tahtovat!",
      "Juhlat ja juomingit, huoruus ja irstailu hillittömässä himossa! Kaiken yllä häpeän verho!",
      "Mutta myrsky iskee heihin, ja onnettomasti päättyvät heidän uhriateriansa."
    ],
    [
      "-- Kuulkaa tämä, te papit, kuunnelkaa tarkasti, te Israelin päämiehet! Kuningashuone, kuuntele, mitä sanon! Te kaikki joudutte tuomiolle, koska olette olleet ansana Mispassa, verkkona Taborin yllä,",
      "pyydyskuoppana Sittimissä. Minä kuritan teitä kaikkia!",
      "Minä tunnen Efraimin, Israel ei pääse minua piiloon. Sinä, Efraim, olet harjoittanut haureutta, sinä, Israel, olet tullut saastaiseksi.",
      "Sinun tekosi estävät sinua palaamasta Jumalan luo. Sinussa on huoruuden henki, sinä et tunne Herraa.",
      "Israelin ylpeys koituu sille itselleen tuhoksi. Israel ja Efraim kompastuvat rikoksiinsa, myös Juuda lankeaa niiden kanssa.",
      "Vaikka Israel lähtee Herran luo, vie hänelle lampaita ja härkiä, hän ei vastaa sille. Hän on vetäytynyt pois.",
      "Israel on ollut uskoton Herralle, se on synnyttänyt äpärälapsia. Nyt uudenkuun juhla tekee Israelista lopun, se menettää perintömaan.",
      "Efraimia kohtaa rangaistus, lähellä on päivä, jolloin se tulee autioksi. Israelin heimoille minä teen nyt tiettäväksi, miten niiden lopulta käy.",
      "Juudan ruhtinaat ovat tehneet väärin kuin rajakivien siirtäjät. Heidän päälleen minä syöksen vihani tulvan.",
      "Efraim on ruhjottu, se on saanut mitä on ansainnut. Täynnä intoa se tahtoi kulkea tyhjää seuraten.",
      "Minä olen Efraimille kuin jäytävä tauti, Juudan heimolle kuin märkivä haava.",
      "Kun Efraim huomasi sairautensa ja Juuda näki paiseensa, silloin Efraim lähti Assyriaan, lähetti sanan suurkuninkaalle. Mutta hän ei voinut tehdä teitä terveiksi, ei parantaa teidän paiseitanne.",
      "Minä käyn Efraimin kimppuun kuin leijona, Juudan kimppuun kuin jalopeura. Minä revin, minä raatelen saaliini ja vien sen pois, ei kukaan voi sitä pelastaa.",
      "Sitten palaan takaisin paikalleni ja odotan, kunnes he katuvat ja etsivät minun kasvojani. Ahdistuksessaan he etsivät minua ja sanovat:"
    ],
    [
      "Vain päivä tai kaksi, ja hän virvoittaa meidät, kolmantena päivänä hän nostaa meidät ylös, ja niin me saamme elää ja palvella häntä.",
      "-- Mitä minun pitäisi tehdä sinulle, Efraim, mitä sinulle, Juuda? Teidän uskollisuutenne on kuin aamupilvi, kuin kaste, joka kohta haihtuu.",
      "Siksi olen lähettänyt profeettani lyömään teitä, olen lähettänyt sanani, sanan, joka surmaa. Minun oikeuteni on kirkas kuin valo.",
      "Uskollisuutta minä vaadin, en uhrimenoja, Jumalan tuntemista, en polttouhreja.",
      "Te rikoitte liiton Adamissa, olitte siellä minulle uskottomia.",
      "Gilead on pahantekijöiden kaupunki, täynnä veritöiden jälkiä.",
      "Papit ovat kuin rosvojoukko, joka on asettunut väijyksiin. He tekevät murhia Sikemin tiellä, heidän tekonsa ovat iljettäviä!",
      "Israelin heimon keskuudessa olen nähnyt tapahtuvan kauheita. Efraim on harjoittanut haureutta, Israel on saastuttanut itsensä.",
      "Myös sinua, Juuda, odottaa elonleikkuu, kun minä käännän kansani kohtalon."
    ],
    [
      "Kun minä parannan Israelin vammat, tulevat näkyviin Efraimin rikokset ja Samarian pahat teot. Siellä rehottaa valhe ja petos: varkaat tunkeutuvat taloihin, rosvojoukot kuljeksivat ryöstellen.",
      "He eivät ajattele, että minä muistan heidän pahuutensa. Nyt heidän tekonsa saartavat heidät, ne odottavat tuomiota minun edessäni.",
      "-- He saavat kavaluudellaan kuninkaan hyvälle mielelle, tekevät valheillaan hovin iloiseksi.",
      "Pettureita kaikki tyynni, uskottomia kuningastaan kohtaan! He ovat kuin uuni, jonka leipuri on sytyttänyt: se hehkuu läpi yön taikinan alustamisesta happanemiseen asti, eikä hiillosta tarvitse kohentaa.",
      "Kuninkaamme juhlapäivänä hänen hovinsa on sairas hehkuvasta viinistä, hän itse, pahaa aavistamatta, puristaa kättä pettureiden kanssa.",
      "He ovat tulleet paikalle iskeäkseen. Väijyessään he olivat kuin uuni, joka hehkuu läpi yön, vaikka leipuri nukkuu. Aamulla roihusi ilmituli!",
      "Koko joukko leimuaa kuin uuni: tuomarinsa he tuhoavat, kaikki kuninkaansa kaatavat. Kukaan ei kysy minun tahtoani!",
      "Efraim sekoittuu muihin kansoihin. Se on kuin leipä, jota paistaja ei ole kääntänyt.",
      "Vieraat kuluttavat Efraimilta voimat, mutta se ei sitä ymmärrä. Efraimin hiuksissa on jo harmaata, mutta se ei sitä huomaa.",
      "Israelin ylpeys koituu sille itselleen tuhoksi, mutta se ei silti palaa Herran, Jumalansa, luo, ei etsi häntä.",
      "Efraim on kuin kyyhkynen, tyhmä ja ajattelematon. Se kutsuu avuksi Egyptiä, se kulkee Assyriaan.",
      "Mutta minne Efraim meneekin, minä levitän verkkoni sen päälle, minä pyydystän sen kuin lintuparven. Minä rankaisen sitä, niin kuin olen tehnyt kansalleni tiettäväksi.",
      "-- Voi israelilaisia, he ovat paenneet luotani! Tuho kohdatkoon heitä, koska he ovat nousseet minua vastaan! Minä tahdoin vapauttaa heidät, mutta he puhuivat minulle pelkkää valhetta.",
      "He eivät huuda sydämestään minua avuksi vaan voihkivat vuoteillaan. He viileskelevät itseään rukoillessaan minulta viljaa ja viiniä. Näin he kapinoivat minua vastaan.",
      "Minä kasvatin heidät, vahvistin heidän käsivartensa, mutta he suunnittelevat minua vastaan pahaa.",
      "Eivät he käänny minun, Korkeimman, puoleen. He ovat kuin löystynyt jousi. Heidän päällikkönsä kaatuvat Egyptissä miekkaan, sillä he puhuivat julkeita sanoja."
    ],
    [
      "-- Nosta torvi huulillesi! Pyhäkön yllä leijuu onnettomuuden uhka kuin korppikotka, sillä kansani on rikkonut minun liittoni, kapinoinut lakiani vastaan.",
      "Mutta Israel on torjunut hyvän, siksi vihollinen sitä vainoaa.",
      "Israel asettaa itselleen kuninkaita vastoin minun tahtoani. Se valitsee virkamiehiä kysymättä neuvoa minulta. Hopeastaan ja kullastaan se tekee itselleen jumalankuvia omaksi tuhokseen.",
      "Hylkää sonnisi, Samaria! Minun vihani leimuaa sinua vastaan. Etkö sinä jo vihdoinkin perkaa pois tuollaista saastaa!",
      "Israelissa tuo sonni on valmistettu, seppä sen on tehnyt, ei se ole Jumala. Pirstaleiksi lyödään Samarian sonni!",
      "He kylvävät tuulta, niittävät myrskyä. Maasta ei nouse versoja, kylvöstä ei kypsy viljaa. Jos maa jotain tuottaakin, vieraat syövät kaiken suihinsa.",
      "Israel on nielty! Se on kansojen joukossa kuin astia, jolla kukaan ei tee mitään.",
      "Israel on käynyt yhtenään Assyriassa, villiaasi kulkee omia teitään. Efraim ostaa itselleen rakastajia.",
      "Vaikka efraimilaiset hierovat kauppoja vieraiden valtojen kanssa, minä kerään yhteen nämä kaikki. Kaikki he joutuvat Assyrian kuninkaan sorron alle ja hupenevat vähiin.",
      "Efraim on tehnyt syntiä, se on rakentanut paljon alttareita, synniksi ne ovat sille tulleet.",
      "Vaikka minä kirjoittaisin opetuksiani tuhansittain, ei Efraim niistä välittäisi.",
      "Halukkaasti se tuo uhreja ja syö niiden lihaa, mutta Herra ei niitä hyväksy. Herra muistaa Efraimin rikokset ja rankaisee sen synnit: se joutuu takaisin Egyptiin!",
      "Israel on unohtanut luojansa ja rakentanut palatseja, Juuda on linnoittanut monta kaupunkia. Mutta minä sinkoan tulen niiden kaupunkeihin, linnoista ei jää jäljelle mitään."
    ],
    [
      "-- Älä iloitse, Israel, niin kuin muut kansat, älä juhli, niin kuin ne juhlivat! Sinä olet ollut uskoton Jumalaasi kohtaan, kaikilla puimatantereilla olet myynyt itseäsi, olet koonnut palkkaa huoruudellasi.",
      "Sen tähden puimatanner ja viinikuurna eivät enää ole sinua varten, ei tule viiniä sinulle!",
      "Sinä et saa enää jäädä Herran maahan. Efraim joutuu takaisin Egyptiin, Assyriassa sen täytyy syödä epäpuhdasta ruokaa.",
      "Se ei enää saa vuodattaa Herralle uhriviiniä, ei tuoda hänelle teurasuhreja. Efraimin leipä on kuoleman leipää, jokainen saastuu, joka sitä syö. Efraim pitää ruokansa itsellään, mitään se ei vie Herralle uhriksi.",
      "Miten sinä sitten aiot viettää juhla-aikoja ja Herran juhlaa?",
      "Katso: ne, jotka pakenevat hävitystä, joutuvat Egyptiin, ja Memfis on heidän hautansa! Heidän kalliit hopeansa peittyvät nokkosiin, ohdakkeet valtaavat heidän telttapaikkansa.",
      "Minä, profeetta, olen Jumalani asialla, minä olen Efraimin vartiomies. Mutta kaikille minun teilleni on viritetty ansa, Jumalani huoneessakin vihamielisyys kohtaa minut.",
      "Te olette vaipuneet syvälle turmioon niin kuin gibealaiset muinoin. Jumala muistaa Efraimin rikokset, rankaisee sen synnit.",
      "-- Kuin viinirypäleet autiomaassa oli Israel, kun minä sen löysin. Kun näin teidän isänne, he olivat kuin viikunapuun keväthedelmät. Mutta heti kun he tulivat Baal-Peoriin, he vihkiytyivät Baalille ja tulivat inhottaviksi kuin tuo heidän rakastajansa.",
      "Niin kuin lintu lennähtää tiehensä, niin katoaa Efraimin loisto: ei enää synnytystä, ei raskautta, ei hedelmöitymistä!",
      "Vaikka Efraim saisikin lapsensa isoiksi, minä otan ne pois viimeistä myöten. Voi Efraimia itseään, kun minä käännyn pois!",
      "Kun ensi kerran näin Efraimin, se oli kuin palmu vehreällä laidunmaalla, mutta nyt Efraim joutuu viemään lapsensa surmaajan käsiin.",
      "-- Anna, Herra, Efraimille -- niin, mitä antaisit? Anna sen naisille hedelmätön kohtu ja kuivettuneet rinnat!",
      "-- Gilgalissa paljastui Efraimin koko pahuus, siellä minä aloin vihata sitä kansaa. Pahojen tekojen tähden minä karkotan sen maastani. En rakasta sitä enää! Kaikki Efraimin päälliköt ovat niskureita.",
      "Efraim on lyöty! Sen juuret ovat kuivuneet, se ei enää kanna hedelmää. Ja vaikka äidit vielä synnyttäisivätkin, minä surmaan heidän kohtunsa kalliit hedelmät.",
      "-- Minun Jumalani on hylkäävä Efraimin, koska se ei ole kuunnellut häntä. Kansojen seassa se joutuu kiertelemään."
    ],
    [
      "Israel oli kukoistava viiniköynnös, joka kantoi paljon hedelmää. Mitä runsaammin se tuotti hedelmää, sitä enemmän se rakensi alttareita. Mitä vauraammaksi maa tuli, sitä komeampia patsaita Israel pystytti.",
      "Se luisui eroon Jumalasta, nyt se saa katua. Herra kaataa sen alttarit, lyö murskaksi sen patsaat.",
      "Tyhjiä ovat kuninkaat puhuneet, vannoneet väärin, tehneet liittoja. Mutta tuomio on versonut kuin myrkkykasvi pellon vaossa.",
      "Bet-Avenin sonninkuvien vuoksi Samarian asukkaat joutuvat pelon valtaan. Kansa valittaa ja Samarian papit puhkeavat huutoon, sillä kaupungin loisto on mennyttä.",
      "Kansa kaikkineen viedään Assyriaan, annetaan lahjana suurkuninkaalle. Efraim saa surkean lopun, Israelin suunnitelmat sortuvat.",
      "Samaria ja sen kuningas tuhoutuvat, huuhtoutuvat pois kuin lastu aaltoihin.",
      "-- Israel, sinä olet tehnyt syntiä Gibean päivistä asti, et ole yhtään muuttunut. Saat olla varma, että Gibeassa syttyy sota ja se tuhoaa vääryydentekijät.",
      "Minä rankaisen sinua niin kuin katson oikeaksi. Kansat kokoontuvat sinua vastaan, sinut vangitaan kaksinkertaisen rikoksesi vuoksi.",
      "Efraim oli kuin vankka hieho, puimaan opetettu. Kun tulin sen luo ja näin sen vahvan niskan, minä valjastin sen. Juuda kynti, Jaakob äesti.",
      "Mutta te olette kyntäneet jumalattomuuden peltoa, korjanneet vääryyden satoa, syöneet valheen hedelmää. Te olette luottaneet omiin neuvoihinne ja suureen sotajoukkoonne.",
      "Teidän maassanne nousee taistelun pauhu, linnoituksenne tuhotaan niin kuin Salman tuhosi sodan päivinä Bet-Arbelin. Siellä äidit lapsineen ruhjottiin kuoliaaksi.",
      "Samoin käy Betelille teidän määrättömän pahuutenne tähden. Aamunkoitteessa isketään kuoliaaksi Israelin kuningas."
    ],
    [
      "-- Kun Israel oli nuori, minä rakastin sitä, Egyptistä minä kutsuin poikani.",
      "Sitten Israel kuuli muita kutsuja ja kääntyi pois. Se uhrasi baaleille, poltti uhreja kivipatsaille.",
      "Minä opetin Efraimin kävelemään, kannattelin sitä käsivarsista. Mutta Efraim ei käsittänyt, että minä sitä hoidin.",
      "Lempeästi, rakkauden köysin minä vedin sitä luokseni. Niin kuin mies syöttäessään juhtaansa nostaa ikeen sen niskasta, niin minä käännyin Efraimin puoleen ja annoin sen syödä.",
      "Takaisin Egyptiin joutuu Efraim, Assyria on oleva sen kuningas, koska se ei halunnut kääntyä Herran puoleen.",
      "Sota raivoaa Efraimin kaupungeissa. Se tekee lopun ennustajapapeista ja heidän tyhjistä puheistaan. He kaatuvat miekkaan hankkeittensa tähden.",
      "Kansani horjuu kahtaalle: minuun päin ja minusta pois. Se huutaa avuksi Korkeinta mutta ei saa apua.",
      "Miten minä voisin hylätä sinut, Efraim, jättää sinut, Israel! Miten voisin hylätä sinut niin kuin hylkäsin Adman, tehdä sinulle niin kuin tein Seboimille! Minun sydämeni heltyy, minut valtaa sääli.",
      "En anna vihani raivota, enää en tuhoa Efraimia. Minä olen Jumala enkä ihminen. Minä olen Pyhä, olen sinun lähelläsi, en tule luoksesi vihan vimmassa.",
      "Efraim seuraa jälleen Herraa. Herran ääni on kuin leijonan. Kun hän ärjyy, tulevat hänen lapsensa vavisten lännestä,",
      "peloissaan, arkoina kuin linnut he tulevat Egyptistä, saapuvat kuin kyyhkyset Assyrian maasta. Minä annan heidän palata koteihinsa, sanoo Herra.",
      "(H12:1) -- Efraim ympäröi minut valheella, Israelin kansa petoksella. Mutta Juuda on yhä uskollinen, seisoo järkkymättä pyhän Jumalan edessä."
    ],
    [
      "(H12:2)Efraim tavoittelee tuulta, ajaa takaa idän myrskyä, aina se valehtelee, aina se pettää. Assyrian kanssa se tekee liiton, mutta oliiviöljynsä se vie Egyptiin.",
      "(H12:3) -- Herra käy oikeutta Juudan kanssa, rankaisee Jaakobia tekojen mukaan, kääntää hänen tekonsa häntä itseään vastaan.",
      "(H12:4)Jo äidinkohdussa Jaakob petti veljensä, miehuutensa päivinä hän kamppaili Jumalan kanssa.",
      "(H12:5)Hän paini enkelin kanssa ja voitti, hän itki ja anoi armoa. Betelissä hän kohtasi Jumalan, siellä Jumala puhui hänen kanssaan.",
      "(H12:6)Herra on kaikkivaltias Jumala, hänen nimensä on Herra!",
      "(H12:7)Käänny siis Jumalasi puoleen, ole uskollinen ja noudata oikeutta ja pane aina toivosi Jumalaan.",
      "(H12:8) -- Efraim on kuin kanaanilainen kauppamies, kädessään väärä vaaka.",
      "(H12:10)Mutta minä olen Herra, sinun Jumalasi, minä toin sinut Egyptistä. Minä panen sinut jälleen asumaan teltoissa, niin kuin asuit silloin, kun kohtasin sinut.",
      "(H12:11)Minä olen puhunut profeetoille, minä olen antanut heille näkyjä, he ovat puhuneet vertauskuvin ja ilmoittaneet minun tahtoni.",
      "(H12:12) -- Gilead oli täynnä pahuutta ja harhaa. Jo Gilgalissa Efraim uhrasi sonneja epäjumalille, mutta sen alttarit murskataan, niin että ne ovat kuin kivikasoja keskellä peltoa.",
      "(H12:13)Jaakob pakeni Aramin maahan, hän joutui orjaksi naisen tähden, naisen tähden hän paimensi karjaa.",
      "(H12:14)Herra toi Israelin Egyptistä, profeetta sitä johti, profeetta sitä paimensi.",
      "(H12:15)Nyt Efraim on katkeroittanut Herran mielen. Siksi Herra panee sen vastuuseen veritöistä, kääntää sen häpeälliset teot sitä itseään vastaan."
    ],
    [
      "Kun Efraim puhui, kaikki vapisivat kauhusta, hän kohosi yli muiden Israelin heimojen. Mutta hän alkoi palvella baaleja, se oli hänen syntinsä, siihen hän kaatui.",
      "Mutta Efraim on kuin aamupilvi, kuin kaste, joka kohta haihtuu, kuin akanat, jotka pöllyävät puimatantereella, kuin kattoaukosta kohoava savu.",
      "-- Mutta minä olen Herra, sinun Jumalasi, minä toin sinut Egyptistä. Muuta jumalaa sinulla ei ole, ei muuta auttajaa kuin minä yksin.",
      "Minä otin sinut omakseni autiomaassa, polttavan kuumassa maassa.",
      "Mutta päästyäsi lihaville laitumille sait syödä kylliksesi. Kun tulit kylläiseksi, sinun sydämesi ylpistyi ja sinä unohdit minut.",
      "Siksi minä olen sinulle kuin leijona, kuin tien vierellä väijyvä pantteri.",
      "Minä käyn sinun kimppuusi kuin karhu, jolta on riistetty pennut. Minä revin sydämen sinun rinnastasi, syön sinut suuhuni kuin leijona. Sinä jäät villieläinten raadeltavaksi.",
      "Omaa tuhoasi sinä valmistat, Israel, kun nouset minua, auttajaasi, vastaan!",
      "Minä annoin sinulle kuninkaan vihassani ja vihassani otin hänet sinulta pois!",
      "Efraimin rikos on muistissa, kuin kirjakääröön talletettuna, hänen syntinsä eivät jää unohduksiin.",
      "Synnytystuskien tullessa, ratkaisun hetkinä, hän oli kuin lapsi, joka ei aikanaan osannut tulla ulos äidinkohdusta.",
      "Pitäisikö minun päästää teidät tuonelan vallasta, vapauttaa teidät kuolemasta? Missä on mahtisi, kuolema, missä on pistimesi, tuonela? Ei enää ole säälin aika.",
      "-- Efraim on kukoistanut veljiensä joukossa, mutta Herra lähettää polttavan tuulen. Se nousee idästä, puhaltaa autiomaasta. Efraimin kaivot kuivuvat, lähteet ehtyvät. Kaikki aarteet ryöstetään, kaikki kalleudet viedään pois.",
      "(H14:1)Samaria joutuu tilille synneistään, se on kapinoinut Jumalaansa vastaan. Sen miehet kaatuvat miekkaan, sen pienet lapset murskataan, ja raskaana olevat naiset viilletään halki."
    ],
    [
      "(H14:2)Palaa, Israel, palaa Herran, Jumalasi luo! Syntisi ovat syösseet sinut onnettomuuteen.",
      "(H14:5) -- Minä parannan heidät heidän uskottomuudestaan. Minä rakastan heitä omasta tahdostani, vihani on väistynyt heistä pois.",
      "(H14:6)Minä virvoitan Israelin kuin aamukaste, ja niin se kukoistaa kuin lilja ja tunkee juurensa maahan kuin Libanonin setri.",
      "(H14:7)Sen versot leviävät, se kasvaa kauniiksi kuin oliivipuu, se tuoksuu kuin Libanon.",
      "(H14:8)Sen katveessa ihmiset saavat jälleen asua ja viljellä peltojaan. He kukoistavat kuin viiniköynnös, jonka viini on kuin Libanonin viini.",
      "(H14:9)Efraim, mitä hyötyä sinulla on epäjumalistasi! Minä vastaan sinun pyyntöihisi, minä pidän sinusta huolen. Minä olen kuin ikivihreä sypressi, vain minä kannan sinulle hedelmää.",
      "(H14:10) -- Kuka on niin viisas, että ymmärtää nämä kirjoitukset? Kuka niin ymmärtäväinen, että käsittää ne? Herran tiet ovat oikeat. Vanhurskaat kulkevat niitä, mutta väärintekijät kaatuvat."
    ]
  ],
  "name": "Hosea"
}
