{
  "id": "job",
  "chapters": [
    [
      "Usin maassa eli mies, jonka nimi oli Job. Hän oli kunnon mies, rehellinen ja jumalaapelkäävä, ja hän karttoi kaikkea pahaa.",
      "Hänellä oli seitsemän poikaa ja kolme tytärtä",
      "ja runsaasti omaisuutta: lampaita ja vuohia seitsemäntuhatta, kolmetuhatta kamelia, viisisataa kyntöparia härkiä ja viisisataa aasintammaa. Myös palvelusväkeä hänellä oli paljon. Job oli mahtavin mies idän mailla.",
      "Jobin pojat järjestivät usein toisilleen pitoja. He tekivät sen kukin vuorollaan omassa talossaan, ja jokainen kutsui myös kolme sisartaan aterialle.",
      "Eräänä päivänä Jumalan pojat tulivat koolle ja asettuivat Herran eteen. Myös Saatana oli heidän joukossaan.",
      "Sinähän olet sulkenut hänet suojelukseesi, hänet ja hänen perheensä ja omaisuutensa. Olet siunannut kaiken mihin hän ryhtyy, ja hänen karjansa leviää yli maan.",
      "Eräänä päivänä, kun Jobin pojat ja tyttäret jälleen aterioivat ja joivat viiniä vanhimman veljen luona,",
      "Silloin Job nousi ja repäisi viittansa. Hän ajoi päänsä paljaaksi, kumartui maahan",
      "ja sanoi: -- Alastomana minä tulin äitini kohdusta, alastomana palaan täältä. Herra antoi, Herra otti, kiitetty olkoon Herran nimi!",
      "Kaiken tämän keskellä Job ei kapinoinut Herraa vastaan eikä syyttänyt häntä."
    ],
    [
      "Eräänä päivänä Jumalan pojat tulivat taas koolle ja asettuivat Herran eteen. Myös Saatana oli heidän joukossaan.",
      "Niin Saatana lähti pois Herran edestä. Hän meni ja runteli Jobia märkivillä paiseilla. Niitä nousi kaikkialle, päästä jalkoihin.",
      "Job kävi jätekasalle istumaan ja kaapi ruumistaan ruukunpalalla.",
      "Jobilla oli kolme ystävää: temanilainen Elifas, suahilainen Bildad ja naamalainen Sofar. Kun he saivat kuulla onnettomuudesta, joka oli kohdannut Jobia, he kävivät tapaamassa toisiaan ja päättivät mennä hänen luokseen osoittamaan hänelle myötätuntoa ja lohduttamaan häntä.",
      "Jo kaukaa he näkivät hänet, mutta he eivät tunteneet häntä. Lähemmäs ehdittyään he alkoivat ääneen itkeä, repäisivät viittansa ja heittivät ilmaan hiekkaa, niin että se putosi heidän hiuksilleen.",
      "He istuutuivat maahan hänen viereensä ja istuivat siinä seitsemän päivää ja seitsemän yötä. Kukaan heistä ei puhunut Jobille mitään, sillä he näkivät, miten kauhea hänen tuskansa oli."
    ],
    [
      "Seitsemän päivän kuluttua Job avasi suunsa. Hän kirosi syntymänsä päivän",
      "ja sanoi:",
      "-- Kadotkoon jäljettömiin se päivä, jona synnyin, yö, joka tiesi kertoa: poika on siinnyt.",
      "Haihtukoon pimeään se päivä, älköön Jumala taivaassaan muistako sitä, älköön aamun valo sitä koskettako.",
      "Kuoleman varjo vieköön sen mukanaan, musta pilvi peittäköön sen, auringon pimentyminen säikyttäköön sen pois.",
      "Nielköön synkkä pimeys sen yön, niin ettei sitä lasketa vuoden päiviin, että se katoaa kuukauden öiden kierrosta.",
      "Hedelmätön olkoon se yö, ilosta tyhjä.",
      "Sen päivän lävistäköön kirous, joka herättäisi itsensä Leviatanin.",
      "Pimetkööt sen aamun tähdet, älköön se yö nähkö sarastuksen valoa, turhaan se odottakoon päivänkoiton katsetta.",
      "Se päivä ja yö ei sulkenut edestäni kohdun porttia, ei kätkenyt silmiltäni tätä kärsimystä.",
      "Miksi en syntynyt kuolleena, miksi en menehtynyt tultuani äidin kohdusta?",
      "Miksi äitini polvet ottivat minut vastaan, miksi rinnat antoivat ravinnon?",
      "Minä lepäisin haudassa aivan hiljaa, nukkuisin, minulla olisi rauha.",
      "Minä lepäisin kuninkaiden ja mahtimiesten seurassa, noiden, jotka ovat jättäneet jälkeensä muistomerkkejä, mahtavia raunioita.",
      "Minä lepäisin ruhtinaitten seurassa, noiden, joilla oli kultaa, jotka täyttivät palatsinsa hopealla.",
      "Niin kuin kuollut sikiö olisin poissa, maahan kaivettu ja olematon, niin kuin lapsi, joka ei päivänvaloa nähnyt.",
      "Siellä pahantekijöitten raivo lakkaa ja itsensä uuvuksiin raataneet saavat levon,",
      "siellä pääsevät vangit vaivastaan, piiskurien huudot eivät enää heitä ahdista.",
      "Yhtä ovat siellä pieni ja suuri, orja on herrastaan vapaa.",
      "Miksi hän antaa elämän valon sille, jonka osa on kärsimys, miksi niille, joiden elämä on täynnä katkeruutta?",
      "He odottavat kuolemaa, mutta se ei tule, he etsivät sitä enemmän kuin aarretta.",
      "Kun kuolema heidät korjaa, he iloitsevat, heidän suurin riemunsa on hauta.",
      "Miksi hän antaa elämän valon miehelle, joka on Jumalan saartama, jolta tie on kadonnut?",
      "Minun leipääni on itku ja voihke, veden lailla virtaa minun valitukseni.",
      "Mitä kammosin ja kauhistuin, se tapahtui, mitä eniten pelkäsin, se kohtasi minut.",
      "Ei rauhaa, ei lepoa, ei tyventä hetkeksikään, yhä uudelleen tuska lyö ylitseni."
    ],
    [
      "Temanilainen Elifas alkoi nyt puhua. Hän sanoi:",
      "-- Pahastutko, jos rohkenen puhua sinulle? Kuka voisi kauemmin pysyä vaiti!",
      "Olet itse opettanut monia, ohjannut oikeaan, olet tarttunut voimatonta kädestä.",
      "Sinun sanasi ovat auttaneet kaatuneen pystyyn, sinä olet rohkaissut horjuvaa.",
      "Kun vastoinkäyminen tulee omalle kohdallesi, et kestä hetkeäkään. Kun se koskettaa sinua, joudut kauhun valtaan.",
      "Sinun luottamuksesi perustana on jumalanpelko, sinun toivosi perustana oman vaelluksesi puhtaus.",
      "Mutta sano minulle: milloin on viaton joutunut tuhoon, milloin on oikeamielinen hukkunut?",
      "Ne, jotka kyntävät vääryyden peltoa ja kylvävät pahaa, ne myös korjaavat tuhon ja turmion, sen olen nähnyt.",
      "Kun Jumala henkäisee, he tuhoutuvat, hänen vihansa tuuli pyyhkäisee heidät pois.",
      "Leijona karjuu, nuori leijona ärisee, mutta petojen hampaat murskataan.",
      "Saalista vailla jalopeura nääntyy, pennut joutuvat hajalle, kauas toisistaan.",
      "Kuin varkain tuli jostakin sana, minun korvani kuulivat kaukaisen huminan.",
      "Se tuli niin kuin uninäyt tulevat häilyen yössä keskelle syvintä unta,",
      "se kouraisi minua, ja minä vapisin, kaikki jäseneni tärisivät kauhusta,",
      "minä tunsin henkäyksen kasvoillani, ihokarvani nousivat pystyyn,",
      "kun jokin pysähtyi eteeni, en tiedä mikä, silmieni edessä outo hahmo. Tuli hiljaista, ja minä kuulin äänen:",
      "Voiko ihminen olla oikeassa ja Jumala väärässä? Voiko ihminen olla puhdas Luojansa silmissä?",
      "Ei Jumala luota edes omiin palvelijoihinsa, enkeleitäänkin hän nuhtelee virheistä.",
      "Kuinka hän luottaisi savimajan asukkaisiin? Tomusta heidät on tehty, hän voi musertaa heidät kuin koiperhosen.",
      "Aamulla ihminen herää, illalla hän on poissa ja unohdettu, ikuisiksi ajoiksi,",
      "hänen telttanuoransa kiskaistaan irti, ja hän kuolee tietämättä, miksi."
    ],
    [
      "Huuda sinä vain! Mutta vastaako sinulle kukaan? Kuka on se pyhä, jonka puoleen voisit kääntyä?",
      "Tyhmyri tukehtuu omaan raivoonsa, typeryksen surmaa oma vimma.",
      "Olen nähnyt, kuinka tyhmyrin käy: vaikka hän juurtuu lujasti maahan, hänet repäistään äkkiä irti.",
      "Hänen lapsensa jäävät apua vaille, heidän oikeutensa poljetaan maahan kaupungin portissa, eikä kukaan puolusta heitä.",
      "Hänen maansa sadon syövät nälkäänsä toiset, kahmivat sen vaikka okaiden keskeltä ja käyvät ahnaasti kiinni hänen omaisuuteensa.",
      "Onnettomuus ei idä mullassa, eivätkä vastoinkäymiset verso maan tomusta.",
      "Ihminen on syntynyt vaivaan niin kuin säkenet ovat syntyneet kohoamaan korkealle.",
      "Sinun sijassasi minä vetoaisin Jumalaan ja esittäisin asiani hänelle,",
      "hänelle, joka tekee suuria tekoja, meille tutkimattomia, tekee lukemattomia ihmetekoja.",
      "Hän antaa maalle sateen, hän lähettää pelloille veden,",
      "alhaiset hän korottaa, murheiset saavat pelastuksen riemun.",
      "Mutta vehkeilijöiden hankkeet hän murskaa, heidän toimensa eivät menesty,",
      "viekkaat hän vangitsee heidän omiin juoniinsa, kavalien aikeet raukenevat tyhjiin.",
      "Keskellä kirkasta päivää heidät yllättää pimeys, he hapuilevat kuin yöllä, vaikka on keskipäivä.",
      "Hän pelastaa köyhän heidän miekaltaan, kurjan hän pelastaa vahvan vallasta.",
      "Niin saa toivoton toivon ja pahan täytyy sulkea suunsa.",
      "Hyvä on sen osa, jota Jumala ojentaa. Älä väheksy Kaikkivaltiaan kuritusta!",
      "Hän haavoittaa, mutta hän myös sitoo, hänen kätensä lyö, mutta se myös parantaa.",
      "Kuudesta ahdingosta hän sinut auttaa, seitsemästi pääset pälkähästä,",
      "nälänhädässäkin hän pelastaa sinut kuolemalta, sodassa miekan terältä.",
      "Parjauksen ruoska ei sinua tavoita, onnettomuuden uhka ei pelota sinua.",
      "Sodalle ja nälälle sinä naurat, et pelkää metsän petoja,",
      "sinä elät sovussa pellon kivien kanssa ja rauhassa villieläinten kanssa.",
      "Sinun asuinsijasi on rauhan paikka. Kun tarkastat talosi ja tiluksesi, näet, että mitään ei puutu.",
      "Näet, että siemenestäsi kasvaa runsas sato, sinun jälkeläisesi nousevat kuin ruoho maasta.",
      "Ja kun olet elämästä kylläsi saanut, otat paikkasi haudassa, niin kuin lyhde saa paikkansa korjuun aikana.",
      "Me olemme tarkoin tutkineet tätä kaikkea, Job, kuuntele siis ja ota opiksi, sillä näin asia on."
    ],
    [
      "Job puhui:",
      "-- Kunpa joku punnitsisi minun ahdistukseni, panisi kaikki minun vaivani vaakakuppiin!",
      "Ne painavat enemmän kuin meren hiekka. Onko siis ihme, jos puheestani puuttuu mieli ja maltti?",
      "Kaikkivaltiaan nuolet ovat osuneet minuun, niiden myrkkyä minun sieluni juo, minua uhkaavat Jumalan lähettämät kauhut.",
      "Huutaako aasi keskellä tuoretta nurmea, mylviikö härkä, kun sillä on rehua edessään?",
      "Kuka huolisi suolatonta ruokaa, kenelle maistuisi limainen malva?",
      "Tämä, mitä joudun nielemään, on yhtä iljettävää, voin pahoin, kun vain näenkin sitä.",
      "Kunpa pyyntöni kuultaisiin! Kunpa Jumala tekisi, mitä toivon,",
      "ja murskaisi minut! Kunpa hän antaisi kädelleen toimeksi leikata poikki minun elämäni langan.",
      "En silloin jäisi vaille toivoa ja lohdutusta! Vaikka tuskani ei armoa anna, minä hyppelisin riemusta, sillä sitä, minkä Pyhä on sanonut, en ole koskaan kieltänyt.",
      "Mistä saan voimaa, että vielä kestän? Mistä päämäärän, että vielä jaksan?",
      "Onko minun voimani kuin kiveä, ovatko lihakseni rautaa?",
      "Ei. Minä olen lopussa, kaikki on toivotonta.",
      "Tosi ystävä ei jätä ystävää ahdinkoon -- joka niin tekee, hylkää myös Kaikkivaltiaan.",
      "Minun ystäväni ovat pettäneet minut kuin kevätpuro, joka juoksee tyhjiin.",
      "Kun jää sulaa, puro samenee, se on tulvillaan vuorilta sulanutta lunta.",
      "Mutta pian vedet ehtyvät, ja kun helteet tulevat, uomat jäävät tyhjilleen.",
      "Karavaanit etsivät niistä vettä, muuttavat suuntaansa, eksyvät autiomaahan ja tuhoutuvat.",
      "Teman karavaaneissa tähyillään joka taholle, Saban karavaanit uskovat löytävänsä vettä.",
      "Kaikki pettyvät: karavaani saapuu purolle, vettä ei ole.",
      "Te olette nyt minulle tyhjän veroiset: minun kurjuuteni saa teidät vain kauhistumaan.",
      "Olenko pyytänyt teiltä jotakin? Olenko pyytänyt teitä maksamaan puolestani lunnaita?",
      "Olenko pyytänyt teitä pelastamaan minut vainoojiltani, ostamaan minut vapaaksi väkivaltaisten käsistä?",
      "Opettakaa minua, niin kuuntelen hiljaa. Osoittakaa minulle, missä olen mennyt harhaan.",
      "Rehti puhe ei ketään vahingoita. Mutta mitä hyödyttävät teidän nuhdesaarnanne?",
      "Te takerrutte sanoihin moittiessanne minua ja annatte tuskanhuutoni haipua tuuleen.",
      "Te heitätte orvosta arpaa ja olette valmiit myymään ystävänne.",
      "Katsokaa nyt minua silmiin: valehtelisinko minä teille vasten kasvoja?",
      "Harkitkaa vielä kerran, ettei vääryys tapahtuisi. Ajatelkaa tarkoin. Minä olen syytön!",
      "Onko minun huulilleni noussut valheen sanoja? Eikö minun kieleni erottaisi oikeaa ja väärää?"
    ],
    [
      "Eikö ihmisen osana maan päällä ole työ ja vaiva? Eikö hän ole kuin palkkalainen, joka tekee raskaita päivätöitä?",
      "Hän on kuin orja, joka kaipaa paahteesta varjoon, kuin päivätyöläinen, joka odottaa palkkaansa.",
      "Perinnökseni olen saanut pettymysten kuukausia, ahdistuksen yöt ovat olleet minun osani.",
      "Ruvet ja madot peittävät ruumiini, minun nahkani halkeilee ja märkii.",
      "Kuin kutojan sukkula kiitävät päiväni: ne päättyvät, kun lanka loppuu.",
      "Ajattele minun elämääni: se on vain henkäys. Silmäni eivät enää näe onnen päivää.",
      "Sinä näet minut nyt, mutta kohta et enää näe. Kun katsahdat minuun, minua ei ole.",
      "Pilvi hajoaa, haihtuu tyhjiin. Tuonelaan mennyt ei tule takaisin.",
      "Hän ei kotiinsa palaa, eikä hänen asuinsijansa häntä enää tunne.",
      "Nyt en enää pidättele kieltäni. Minun sisintäni ahdistaa, minä puhun. Olen katkera ja huudan tuskani julki.",
      "Olenko meren hirviö, olenko minä meri itse, kun panet minulle noin vahvat vartijat?",
      "Mutta sinä säikytät minua unikuvilla, panet yön painajaiset minua ahdistamaan.",
      "Mieluummin tahdon kuolla, nääntyä hengiltä, kuin kärsiä tätä tuskaa!",
      "Olen saanut tarpeekseni! Enhän kuitenkaan elä ikuisesti. Päästä jo irti! Minun elämäni on häipyvä henkäys.",
      "Mikä on ihminen, kun pidät häntä noin tärkeänä ja alati valvot häntä?",
      "Aamu aamulta sinä vaadit hänet tilille, joka hetki sinä häntä tutkit.",
      "Etkö voisi hetkeksi kääntää katsettasi pois? Etkö edes siksi aikaa, että saisin rauhassa nielaista sylkeni?",
      "Jos olenkin tehnyt syntiä, en kai minä sinulle ole vahinkoa tehnyt, sinä ihmisen vaanija? Miksi olet ottanut minut maalitauluksesi, miksi noin kovin kannat minusta huolta?",
      "Miksi et jo anna anteeksi, mitä olen rikkonut, miksi et ota pois syntiäni? Pian minä muutun maaksi. Kun katsahdat minuun, minua ei enää ole."
    ],
    [
      "Suahilainen Bildad alkoi nyt puhua. Hän sanoi:",
      "-- Kuinka kauan aiot jatkaa noita puheitasi? Tuulta ne ovat, pelkkää tuulen pauhinaa.",
      "Antaisiko Jumala väärän tuomion, vääristäisikö Kaikkivaltias oikeutta?",
      "Ehkä poikasi tekivät syntiä Jumalaa vastaan ja hän antoi heille heidän rikkomustensa mukaan.",
      "Jos sinä nyt etsit Jumalaa ja rukoilet Kaikkivaltiasta,",
      "niin hän -- jos sinä todella olet puhdas ja suora -- tarttuu sinun asiaasi ja korvaa sinulle kaiken, mitä olet menettänyt, sen mukaan kuin oikein on,",
      "ja vähäistä on se, mitä sinulla ennen oli, sen rinnalla, mitä tulet saamaan.",
      "Kysy neuvoa niiltä, jotka elivät ennen meitä, pidä kiinni siitä, mitä isämme ovat saaneet selville.",
      "Mehän olemme eilisen lapsia, emme me mitään tiedä, meidän päivämme maan päällä ovat kuin varjo.",
      "Mutta isät, he opettavat sinua ja puhuvat sinulle, heidän sanansa tulevat sydämen syvyydestä.",
      "Kasvaako kaisla siellä missä ei ole vettä? Nostaako papyrus varttaan siellä missä ei ole kosteutta?",
      "Ei. Se kuivuu jo kasvunsa alkuun, ennen muita kasveja, ennen leikkuun aikaa.",
      "Niin käy kaikkien, jotka unohtavat Jumalan. Turha on jumalattoman toivo.",
      "Hän panee turvansa lukinlankaan, etsii tukea hämähäkinverkosta:",
      "seittiä on hänen talonsa seinä, se pettää, kun hän siihen nojaa.",
      "Jumalaton rehottaa auringon hehkussa kuin puu, jonka versot leviävät kaikkialle puutarhaan,",
      "jonka juuret kietoutuvat kivien ympärille ja tunkeutuvat niiden lomiin.",
      "Siinä hänen elonsa ja ilonsa. Maasta versoo jo uusi kasvu.",
      "Jumala ei hylkää viatonta eikä anna väärintekijälle tukeaan.",
      "Vielä hän täyttää sinun suusi naurulla ja avaa sinun huulesi riemun huutoon!",
      "Mutta vihollisesi saavat ylleen häpeän viitan, eikä jumalattomien asuinsijaa enää ole."
    ],
    [
      "Nyt Job sanoi:",
      "-- Totta kai minä tuon tiedän! Ei ihminen voi olla oikeassa Jumalaa vastaan.",
      "Se, joka ryhtyisi käymään hänen kanssaan oikeutta, ei pystyisi vastaamaan hänen kysymyksiinsä, ei yhteen tuhannesta.",
      "Hänen on viisaus, hänen on voima ja mahti. Kuka voisi uhmata häntä joutumatta tuhoon?",
      "Hän siirtää vuoria kuin huomaamatta, hän kääntää ne nurin, kun hän vihastuu.",
      "Hän koskettaa maata, ja se järähtää paikoiltaan, sen peruspylväät horjuvat.",
      "Hän käskee, ja aurinko pimenee. Hän sulkee sinetillään tähtien valon.",
      "Yksin on hän levittänyt yllemme taivaan, hän kulkee meren hyökyjen yli.",
      "Leijonan tähdistön hän on tehnyt, Orionin ja Seulaset ja eteläisten tähtien tarhat.",
      "Suuria tekoja hän tekee, tutkimattomia, ihmeitä, joilla ei ole määrää, ei rajaa.",
      "Hän kulkee läheltä, enkä minä häntä näe, hän kiitää ohitseni, enkä minä häntä huomaa.",
      "Mikään voima ei käännä pois Jumalan vihaa, hänen alleen lyyhistyvät Rahabin joukot.",
      "Kuinka minä voisin käydä kiistaan Jumalan kanssa, kuinka voisin löytää sanat häntä vastaan?",
      "Vaikka olisin kuinka oikeassa, en pystyisi hänelle vastaamaan. Voin vain rukoilla armoa häneltä, joka minut tuomitsee.",
      "Vaikka hän ottaisi vastaan minun haasteeni, en usko, että hän suostuisi minua kuulemaan --",
      "hän, joka myrskyllään iskee minut maahan ja aina vain lisää minun haavojeni määrää ilman mitään syytä.",
      "Edes hengenvedon ajaksi hän ei anna minulle rauhaa, ei, hän lisäämistään lisää kärsimystäni.",
      "Vaikka minä olen oikeassa, oma suuni joutuu tuomitsemaan minut. Vaikka olen syytön, hän tuomitsee minut väärintekijäksi.",
      "Syytön olen. Mutta mitäpä minun elämästäni! Minä inhoan sitä.",
      "Kun tuhon ruoska iskee ihmisiin, hän ei välitä viattomien kärsimyksistä.",
      "Kun maa on annettu kelvottomien käsiin, hän peittää tuomarien silmät. Ellei se ole hän -- kuka sitten?",
      "Minun päiväni rientävät nopeammin kuin juoksija, ne häipyvät luotani, onnea ne eivät saaneet nähdä,",
      "kuin kaislaveneet ne liukuvat toinen toisensa perään pois, ne kiitävät kuin saaliin kimppuun syöksyvä kotka.",
      "niin kohta iskee minuun uusi kauhu, sillä minä tiedän, että sinä et minua syyttömäksi julista.",
      "Kun minut joka tapauksessa tuomitaan syylliseksi, miksi harata vastaan?",
      "Vaikka minä kylpisin lumessa ja pesisin käteni lipeällä,",
      "kuitenkin sinä ryvettäisit minut likakuopassa, niin että minua inhoaisivat omat vaatteenikin.",
      "Hän ei ole ihminen, niin kuin minä olen. En minä voi käydä hänen kanssaan oikeutta, en puolustautua häntä vastaan.",
      "Ei kukaan voi olla tuomarina meidän välillämme, asettaa kättään meidän molempien päälle.",
      "Voi, jospa Jumala kääntäisi ruoskansa minusta pois, ettei minun enää tarvitsisi säikkyä häntä!",
      "Silloin voisin puhua hänelle suoraan, pelkäämättä! Nyt en voi. Olen itseni kanssa yksin."
    ],
    [
      "Olen väsynyt elämään. Minä päästän valitukseni valloilleen. Olen katkera ja puhun tuskani julki.",
      "Jumala, älä tuomitse minua syylliseksi! Kerro minulle, miksi käyt oikeutta minua vastaan.",
      "Mitä sinä siitä hyödyt, että sorrat minua, että hyljeksit omien kättesi luomusta ja annat menestyksen valaista jumalattomien tiet?",
      "Onko sinulla samanlaiset silmät kuin meillä, näetkö sinä samalla tavoin kuin ihminen näkee?",
      "Ovatko sinun päiväsi vähät kuin ihmisen päivät, hupenevatko sinun vuotesi niin kuin ihmisen vuodet?",
      "Sinä tutkit tarkoin minun rikkomukseni ja otat selvää, mitä syntejä olen ehkä tehnyt,",
      "vaikka hyvin tiedät, että en ole syyllinen, ja tiedät, ettei sinun käsistäsi pelasta mikään.",
      "Sinun kätesi ovat punoneet minut kokoon. Oletko nyt muuttanut mielesi, aiotko tuhota minut?",
      "Muista, että olet itse minut tehnyt maan savesta! Nytkö teet minut maan tomuksi jälleen?",
      "Sinä vuodatit minut kuin maidon astiaan, sinä kiinteytit minut muotooni kuin juuston,",
      "olet pukenut minut lihaan ja nahkaan, liittänyt luilla ja jänteillä minut kokoon.",
      "Sinä annoit minulle elämän, olit uskollinen, sinun huolenpitosi oli suojanani.",
      "Mutta tämä, mikä on minua kohdannut, oli jo valmiina sinun mielessäsi. Nyt minä tiedän, mitä sinä sydämessäsi haudoit.",
      "Jos minä tein väärin, aina sinä olit siinä etkä koskaan jättänyt rankaisematta.",
      "Ja nyt, jos olen syyllistynyt pahaan, voi minua! Mutta vaikka olisin elänyt kuinka nuhteettomasti, en silti voisi nostaa päätäni, sillä olisin yleinen pilkan kohde ja näkisin vain kurjuuteni.",
      "Jos pidän pääni pystyssä, sinä metsästät minua kuin leijona, minä saan jälleen kokea tuon ihmeteltävän voimasi.",
      "Yhä uusia todistajia sinä tuot eteeni, sinun vihasi kasvaa kasvamistaan, yhä uusia joukkoja sinä lähetät kimppuuni.",
      "Miksi vedit minut ulos äidinkohdusta? Kunpa olisin menehtynyt alkuuni eikä yksikään silmä olisi minua nähnyt!",
      "Kunpa minua ei olisi koskaan ollut! Minut olisi viety suoraan kohdusta hautaan.",
      "Ovathan päiväni vähät ja ne päättyvät pian. Päästä jo irti! Anna minun iloita hetki,",
      "ennen kuin menen pimeyden ja kuoleman varjon maahan, menen, enkä enää palaa,",
      "kuoleman varjon ja sekasorron maahan, synkkään maahan, maahan, jossa valokin on pimeyttä."
    ],
    [
      "Naamalainen Sofar alkoi nyt puhua. Hän sanoi:",
      "-- Eikö kukaan vastaa tuohon vuodatukseen? Onko joku oikeassa vain siksi, että hän puhuu ja puhuu?",
      "Luuletko, että sanaryöppysi vaientaa kaikki muut, että herjaavat puheesi jäävät vaille vastausta?",
      "Toivoisinpa tosiaan, että Jumala avaisi suunsa ja sanoisi sinulle suorat sanat!",
      "Hän ilmoittaisi sinulle viisauden salaisuudet, jotka ovat meidän järjellemme käsittämättömät. Silloin ymmärtäisit, miten paljon syntejä hän antaa sinulle anteeksi.",
      "Tavoitatko sinä Jumalan syvyydet? Ymmärrätkö ääriään myöten Kaikkivaltiaan suuruuden?",
      "Se on taivasta korkeampi -- miten sen tavoitat? Se on tuonelaa syvempi -- mitä siitä tiedät?",
      "Jumalan suuruus on suurempi kuin maa, se on merta avarampi.",
      "Kun hän kiitää ohi, tempaa vangikseen ja vaatii tilille -- kuka voisi häntä vastustaa?",
      "Hän näkee ne, jotka vääryyttä tekevät, hän panee merkille vilpin, jota muut eivät huomaa.",
      "Mutta milloinka tyhjäpää viisastuu? Ei tule villiaasista ihmistä.",
      "Käännä nyt mielesi Jumalan puoleen, Job, ojenna kätesi Jumalaa kohti!",
      "Jos käsiäsi tahraa synti, heitä se pois, älä anna pahan asua majassasi.",
      "Silloin voit puhtain mielin kohottaa katseesi. Olet vaskesta valettu, peloton ja luja.",
      "Sinä unohdat nämä kärsimykset, muistat ne vain kuin tulvaveden, joka virtasi pois.",
      "Elämäsi valo kohoaa kirkkaampana kuin sydänpäivä, sen pimeyskin on kuin sarastava aamu.",
      "Sinä saat olla luottavalla mielellä, sillä toivo elää, olet turvassa. Voit nukkua levollista unta,",
      "sinä saat olla rauhassa, mikään ei sinua uhkaa, monet tavoittelevat sinun suosiotasi.",
      "Mutta jumalattomilta kaikki pimenee, he eivät enää löydä pakotietä. Heillä on enää vain yksi toive: viimeinen henkäys."
    ],
    [
      "Nyt Job sanoi:",
      "-- No olivatpa äänessä viisaat miehet! Kun te kuolette, kuolee viisaus maasta!",
      "Mutta on minullakin ymmärrystä, en häviä teille yhtään. Kuka hyvänsä voi tuollaista puhua!",
      "Minä olen nyt ihmisille naurun aihe, minä, joka käännyin Jumalan puoleen ja aina sain vastauksen! Olen viaton ja nuhteeton, ja silti naurun aihe.",
      "Onnen hylkäämä ansaitsee halveksuntaa, sanovat ne, joilla ei ole huolia, ja töytäisevät vielä kerran sitä, joka jo horjuu.",
      "Mutta rosvojen teltat, ne saavat olla rauhassa. Jotka Jumalaa uhmaavat, elävät hyvin, he ovat kääntäneet Jumalan puolelleen.",
      "Kysy sinä eläimiltä, ne kertovat sen sinulle, kysy taivaan linnuilta, ne sen sinulle ilmoittavat.",
      "Katso maata, se on valmis opettamaan, meren kalatkin sen sinulle kertovat.",
      "Kaikki ne tietävät tämän: Herra itse on kaiken tehnyt,",
      "hän, jonka kädessä on kaikki mikä elää, jokaisen ihmisen henki.",
      "Eikö korva tunnustele sanoja niin kuin suu maistelee ruokaa?",
      "Vanhuksillako vain on viisaus, pitkä ikäkö yksin antaa ymmärryksen?",
      "Jumalan on viisaus, hänen on voima, hän tietää ja päättää.",
      "Minkä Jumala tuhoaa, sitä ei rakenneta uudestaan. Kenet hän vangitsee, sille eivät portit aukene.",
      "Kun hän pidättää vedet taivaassa, tulee kuivuus, kun hän päästää ne irti, ne myllertävät maan.",
      "Hänen on voima ja taito -- eksy tai eksytä, hänen tekoaan olet.",
      "Hän ajaa neuvonantajat alastomina pois ja riistää tuomareilta järjen.",
      "Hän katkoo kuninkaiden sitomat köydet, kuninkaiden vyötäisille hän sitoo lannevaatteen.",
      "Papit hän ajaa alastomina pois, hän kukistaa vanhat valtasuvut.",
      "Parhaankin puhujan huulilta hän vie sanat, kansan vanhimmilta hän vie ymmärryksen.",
      "Hän kaataa ylenkatseen jalosukuisten ylle, hän irrottaa sankareilta vyön.",
      "Hän paljastaa synkimmät kuilut, mustimman pimeyden hän valaisee.",
      "Hän antaa kansojen kasvaa ja kukistaa ne jälleen, hän antaa kansoille tilaa ja pyyhkäisee sitten ne pois.",
      "Hän vie kansojen johtajilta järjen ja jättää heidät harhailemaan tiettömässä autiomaassa --",
      "pimeässä he hapuilevat, valoa vailla, hoipertelevat sinne tänne kuin juopuneet."
    ],
    [
      "Kaiken tämän olen nähnyt omin silmin, omin korvin kuullut ja ymmärtänyt.",
      "Minä tiedän sen minkä tekin, en häviä teille yhtään.",
      "Kaikkivaltiaalle minä tahdon puhua, tahdon selvittää asiat Jumalan kanssa.",
      "Te, te kaunistelette kaiken valheillanne, pelkkiä puoskareita olette kaikki tyynni!",
      "Kunpa jo lopulta vaikenisitte! Silloin voisitte hyvinkin käydä viisaasta.",
      "Kuunnelkaa nyt, mitä minulla on sanottavana, kuulkaa vastaväitteet, jotka nousevat huulilleni.",
      "Yritättekö te valheella puolustaa Jumalaa, ajaa vilpillä hänen asiaansa?",
      "Yritättekö te kaunistella hänen tekojaan, toimia hänen asianajajinaan?",
      "Miten sitten käy, kun hän alkaa tutkia teitä? Voitteko pettää häntä niin kuin ihmistä petetään?",
      "Kovalla kädellä hän teitä ojentaa, jos te olette vääristelleet totuutta.",
      "Ettekö pelkää, kun hän nousee tuomitsemaan, eikö kauhu silloin täytä mielenne?",
      "Teidän kehotuksenne ovat pelkkää tuhkaa, murenevaa savea teidän vastauksenne.",
      "Olkaa te vihdoin hiljaa, nyt minä puhun, käyköön minulle sitten miten käyneekin.",
      "Minä panen alttiiksi oman ruumiini, puhun, vaikka henki menisi.",
      "Olen valmis, vaikka hän surmaisi minut, mutta ensin tahdon näyttää hänelle, millainen minun vaellukseni on ollut.",
      "Jo se merkitsisi minulle voittoa, että saisin astua hänen eteensä. Teeskentelijät eivät hänen eteensä pääse.",
      "Kuulkaa, kuulkaa minun sanani, tarkatkaa, mitä minä puhun!",
      "Minä vien asiani oikeuden eteen, minä tiedän, että olen syytön.",
      "Kuka voi syyttää minua? Jos joku voi, minä vaikenen ja kuolen.",
      "Vain kahta asiaa sinulta pyydän -- jos ne täytät, en enää pakene sinun katsettasi.",
      "Ota kätesi pois minun päältäni, ota pois tämä kauhu, jonka ylleni laskit.",
      "Kutsu sitten minua, niin minä vastaan, ja anna sinä minulle vastaus, kun puhun sinulle.",
      "Kuinka paljon tililläni on rikkomuksia ja syntejä? Sano minulle, mitkä ne ovat!",
      "Miksi peität minulta kasvosi, miksi kohtelet minua kuin vihollista?",
      "Pelotteletko vielä tuulen ajelemaa lehteäkin, vainoatko kuivaa oljenkortta?",
      "Sinä määräsit minulle nämä katkerat päivät, panit taakakseni nuoruuteni synnit.",
      "Sinä kiinnität minun jalkoihini kahleet, tarkkailet minne menen, mistä tulen ja merkitset muistiin jokaisen askeleni,",
      "vaikka ihminen on vain laho leili, vain koinsyömä vaate."
    ],
    [
      "Ihminen, naisesta syntynyt, elää vähän aikaa ja on täynnä levottomuutta.",
      "Kuin kukka hän avautuu ja kuihtuu, on kohta poissa, kuin varjo.",
      "Ja tällaista olentoa sinun silmäsi vartioi, hänet sinä vaadit eteesi tuomiolle!",
      "Voiko saastaisesta tulla puhdas? Ei koskaan!",
      "Ihmisen elämä on laskettu tarkoin, lasketut ovat sen kuukaudet ja päivät. Sinä olet pannut hänelle rajan, jota hän ei voi ylittää.",
      "Käännä siis katseesi hänestä pois, jätä hänet rauhaan, että hän saisi iloita kuin palkkalainen työpäivän päätyttyä.",
      "Vaikka puu kaadetaan, sillä on yhä toivoa: sen kanto työntää versoja, niiden kasvu ei lopu.",
      "Vaikka sen juuri vanhenee maassa, vaikka sen tyvi kuolee,",
      "jo kostea henkäys saa sen taas työntämään vesaa ja versomaan kuin nuori taimi.",
      "Toisin ihminen: hän riutuu ja kuolee. Kun hän on mennyt pois, missä hän on?",
      "Meren vesi haihtuu, virta kuivuu, sen vedet häviävät.",
      "Kun ihminen vaipuu lepoon, hän ei enää nouse, ei vaikka taivaat revähtäisivät auki. Ihminen ei herää unestaan.",
      "Kunpa kätkisit minut tuonelaan, piilottaisit sinne, kunnes vihasi on asettunut, panisit määräajan ja muistaisit sitten minut!",
      "Mutta voiko ihminen herätä eloon, kun hän on kuollut? Niin kauan kuin työvuoroni jatkuu, minä kuitenkin odotan, että raadanta päättyy.",
      "Silloin sinä kutsuisit minua, ja minä vastaisin, sinä kaipaisit jälleen sitä, minkä oma kätesi on luonut.",
      "Sinä tarkkaisit kyllä askeleitani mutta et pitäisi kirjaa synneistäni.",
      "Pahat tekoni olisivat kukkarossasi sinetillä suljettuina, sinä peittäisit ne näkymättömiin.",
      "Mutta niin kuin vuori vyöryy laaksoon kallioiden murtuessa,",
      "niin kuin vesi jauhaa ja kuluttaa kivet ja rankkasade huuhtoo mukaansa maan, niin sinä murrat ihmisen toivon.",
      "Sinä lannistat hänet ikiajoiksi. Hän lähtee täältä, hänen kasvonsa vääristyvät, kun sinä ajat hänet pois.",
      "Ehkä hänen lapsensa saavat osakseen kunniaa -- hän ei siitä tiedä, ehkä he epäonnistuvat ja heidän käy huonosti --  hän ei siitäkään mitään tiedä.",
      "Hänen ruumiinsa tuntee vain oman tuskansa. Hän tajuaa vain oman murheensa."
    ],
    [
      "Nyt temanilainen Elifas alkoi jälleen puhua. Hän sanoi:",
      "-- Onko tuulenpieksäntä viisaan puhetta? Onko suuntäysi ilmaa viisaan vastaus?",
      "Puolustaisiko hän asiaansa turhin sanoin, puheilla, jotka eivät ketään hyödytä?",
      "Sinä teet tyhjäksi jumalanpelon, estät hiljentymästä Jumalan edessä.",
      "Oma syntisi sanelee sen minkä sanot, sinä otat omaksesi viekkaiden kielen.",
      "Oma suusi sinut tuomitsee, en minä, omat huulesi todistavat sinua vastaan.",
      "Oletko sinä syntynyt ihmisistä ensimmäisenä? Onko sinut synnytetty ennen kuin vuoret luotiin?",
      "Olitko mukana kuulemassa Jumalan neuvonpitoa, sieltäkö olet siepannut viisauden?",
      "Mitä sinä muka tiedät, mitä me emme tiedä, ymmärtäisitkö jotakin, mitä me emme ymmärrä?",
      "Tässä on viisaita harmaapäitä, vanhempia kuin sinun isäsi.",
      "Eikö Jumalan lohdutus sinulle riitä, sana, joka hiljaisena tuli luoksesi?",
      "Mikä saa sydämesi noin kiihdyksiin, miksi silmät noin pyörivät päässäsi?",
      "Miksi mielesi kääntyy Jumalaa vastaan, miksi annat sanojen ryöpytä suustasi?",
      "Kuinka ihminen voisi olla puhdas, naisesta syntynyt nuhteeton?",
      "Eihän Jumala luota edes enkeleihinsä, taivaskaan ei ole hänen silmissään puhdas!",
      "Kuinka sitten kelvoton ja turmeltunut ihminen, joka juo pahuutta kuin vettä?",
      "Minä puhun sinulle, kuuntele nyt! Kerron sinulle, mitä itse olen nähnyt,",
      "kerron, mitä olen oppinut viisailta miehiltä. He eivät salanneet isiensä tietoa.",
      "Näille yksin oli maa annettu, muukalaista ei heidän keskellään nähty.",
      "Jumalaton viettää kaikki päivänsä ahdistuksen alla, sortajan vuodet jäävät vähiin.",
      "Hänen korvissaan kaikuvat uhkaavat äänet, keskelle rauhaa iskee tuho.",
      "Enää hän ei kuvittele, että voisi paeta pimeyttä, hän tietää, että miekka jo odottaa.",
      "Hän harhailee ruokaa etsien mutta ei löydä, hän tietää, että pimeyden päivä saapuu.",
      "Hätä ja ahdinko valtaavat hänen mielensä, ne hyökkäävät kuin sotaan valmiit kuninkaat.",
      "Hän kohotti kätensä Jumalaa vastaan! Uhmaten hän kävi itseään Kaikkivaltiasta vastaan,",
      "hyökkäsi niska köyryssä paksu kilvenkupu suojanaan.",
      "Jyhkeät olivat hänen kasvonsa, muhkeat hänen reitensä!",
      "Hän asettui autioiksi tuomittuihin kaupunkeihin, taloihin, joissa kukaan ei saa asua, jotka on määrätty pysymään raunioina.",
      "Enää hän ei rikastu, hänen mahtinsa ei kestä, hänen menestyksensä ei ole pysyvää.",
      "Ei hän vältä pimeyttä. Tuli korventaa hänen versonsa, Jumalan henkäys pyyhkäisee hänet pois.",
      "Ei hänen kannata luottaa olemattomiin, hän vain pettyy. Pelkkää tyhjää hän voittaa kaupoissaan.",
      "Se mies kuihtuu ennen aikaansa, hänen lehvänsä eivät koskaan puhkea kukoistukseen.",
      "Hän on kuin viiniköynnös, joka varistaa raakileina rypäleensä, kuin oliivipuu, joka karistaa äsken auenneet kukkansa.",
      "Hedelmätön on jumalattomien joukko, lahjuksilla rakennetut talot syö liekki.",
      "Jumalattomat kantavat sisällään pahoja aikeita, he synnyttävät tuhoa, heistä sikiää pelkkää petosta."
    ],
    [
      "Nyt Job sanoi:",
      "-- Enpä kuule näitä puheita ensimmäistä kertaa! Parhaatkin lohduttajat -- tehän vain lisäätte tuskaa.",
      "Joko lopetit, vai vieläkö piekset tuulta? Mikä panee sinut aina sanomaan vastaan?",
      "Tokihan minäkin osaisin puhua juuri noin. Jos te olisitte minun asemassani, kuinka taitavasti puhuisinkaan teille! Osaa ottaen nyökyttelisin teidän onnettomuudellenne.",
      "Minä rohkaisisin teitä kauniilla sanoilla. Minä lohduttaisin teitä huulteni puheilla.",
      "Jos minä puhun, ei tuska hellitä. Jos pysyn vaiti, se ei minua jätä.",
      "Jumala, sinä olet ajanut minut uuvuksiin. Olet tuhonnut ihmiset, joiden keskellä elin.",
      "Sinä tartuit minuun tiukasti: minun sairauteni nousi syyttämään, se todistaa minua vastaan.",
      "Raivoissaan se käy kimppuuni ja raatelee minua, se kiristelee minulle hampaitaan. Viholliseni lävistävät minut katseensa terällä.",
      "Suu ammollaan he tuijottavat minua, pilkkaavat, lyövät poskelle, yhtenä joukkona he käyvät minun kimppuuni.",
      "Jumala jätti minut raakalaisten armoille, hän työnsi minut roistojen saaliiksi.",
      "Kun elin rauhassa, hän tarttui minua niskasta, ravisteli minua, ruhjoi ja rusikoi ja nosti sitten nuoliensa maalitauluksi.",
      "Hänen nuolensa osuivat joka puolelle ruumistani, säälimättä hän lävisti munuaiseni ja vuodatti sappeni maahan.",
      "Hän löi minuun haavan toisensa jälkeen, hän syöksyi kimppuuni kuin soturi.",
      "Karkeasta kankaasta tein suruvaatteen, puin sen paljaalle iholleni. Olen painanut kasvoni maahan.",
      "Kyynelet polttavat poskiani, kuoleman varjo pimentää silmäni,",
      "vaikka käsiäni ei tahraa väkivalta ja vaikka rukoukseni on vilpitön.",
      "Älä peitä minun vertani, maa! Älä tukahduta sen kostonhuutoa.",
      "Minulla on taivaassa todistaja, hän on minun puolustajani korkeudessa.",
      "Ystäviltäni saan osakseni vain pilkkaa, mutta minun silmieni kyynelet kohoavat Jumalan eteen.",
      "Kunpa olisikin joku, joka ratkaisisi ihmisen ja Jumalan välillä! Ratkaisisi, niin kuin asiat ratkaistaan ihmisten kesken.",
      "Vähät vuoteni ovat jo kuluneet. Aivan pian minä lähden tielle, jolta ei ole paluuta."
    ],
    [
      "Henkeäni ahdistaa, päiväni pimenevät, hauta odottaa.",
      "Joka puolelta kuulen pilkkaa, pahat puheet vievät silmistäni unen.",
      "Aseta sinä itse pantti, takaa minut! Kuka muuten minut takaisi, kättä päälle lyöden?",
      "Sinä olet varjellut pilkkaajiani liialta älyltä - - et anna heille aihetta voitonjuhliin.",
      "Ystäville kyllä löytyy kestitystä, omien lasten silmät sumentaa nälkä.",
      "Minusta on tullut kaikkien pilkkalaulu, ihmiset sylkevät minua silmille.",
      "Minun silmäni ovat surusta hämärtyneet, minun ruumiini on kuihtunut, se on pelkkä varjo.",
      "Ja silti, vanhurskas pitää suuntansa vakaana, se, jolla on puhtaat kädet, saa lisää voimaa.",
      "Vaikka tulisitte minun luokseni kaikki, teidän joukostanne en löydä yhtäkään viisasta miestä.",
      "Päiväni haipuvat pois, tyhjiin valuvat kaikki minun aikeeni, kaikki sydämeni toiveet.",
      "Te väitätte yötä päiväksi, sanotte, että valo on lähellä, vaikka on aivan pimeää.",
      "Minullako toivoa? Kotini on tuonela, pimeyteen minä sijaan vuoteeni.",
      "Miten siis voisin vielä toivoa? Missä minua odottaisi onni?",
      "Se vaipuu minun kanssani tuonelaan. Yhdessä katoamme maan tomuun."
    ],
    [
      "Nyt suahilainen Bildad alkoi jälleen puhua. Hän sanoi:",
      "-- Kuinka kauan aiotte kierrellä asiaa? Miettikää ensin ja puhukaa sitten!",
      "Olemmeko me sinun silmissäsi pelkkää karjaa, pelkkiä typeryksiä?",
      "Raivon vallassa sinä raatelet itseäsi. Pitäisikö maan autioitua ja kallioiden siirtyä paikoiltaan, jotta sinä saisit olla oikeassa?",
      "Sinäkin tiedät, että jumalattoman valo sammuu, hänen liekkinsä ei loista.",
      "Hänen majansa valo pimenee, hänen lamppunsa sammuu.",
      "Hänen askelensa, ennen lujat, hidastuvat. Hänen omat suunnitelmansa kaatavat hänet,",
      "hänen jalkansa jäävät kiinni verkkoon, hän astuu suoraan pyyntihaudan katteelle.",
      "Hänen nilkkansa tarttuu paulaan, silmukka kiristyy.",
      "Maassa on häntä varten piilossa pyydys, hänen polullaan odottaa ansa.",
      "Joka puolelta kauhunäyt ahdistavat häntä, ne seuraavat hänen kintereillään.",
      "Ahnas tuho vaanii häntä, turmio on valmiina kaatamaan hänet,",
      "tauti syö hänen ihonsa, kalma ahmii hänen jäsenensä.",
      "Hänet temmataan pois turvallisesta majastaan ja viedään kauhujen kuninkaan eteen.",
      "Hänen majansa jää vieraille, hänen asuinpaikalleen sirotellaan rikkiä.",
      "Hänen juurensa kuivuvat, hänen lehvänsä lakastuvat.",
      "Maan päällä ei kukaan enää häntä muista, hänen nimeään ei kuulla kaduilla.",
      "Hänet syöstään valosta pimeyteen, hänet ajetaan pois maan päältä.",
      "Ei jää häneltä kansansa keskelle sukua, ei jälkeläistä, ei ketään sinne, missä hän asui.",
      "Lännen asukkaat järkyttyvät hänen kohtalostaan, idän miehet vapisevat kauhusta.",
      "Näin käy väärintekijän asuinsijan, näin sen miehen kodin, joka ei tunne Jumalaa."
    ],
    [
      "Nyt Job sanoi:",
      "-- Kuinka kauan te aiotte ahdistaa minua, ruhjoa minua puheillanne?",
      "Kerran toisensa jälkeen olette minua pilkanneet, te ette häpeä piinata minua.",
      "Jos olisinkin rikkonut, minuahan se vain koskee.",
      "Jos luulette, että voitte asettua yläpuolelleni, osoittakaa, että olen ansainnut tämän häpeän!",
      "Ettekö te näe, että Jumala on tehnyt väärin minua kohtaan? Hän viritti minulle verkkonsa.",
      "Jumala on pystyttänyt tielleni kivivallin, en pääse siitä yli, kaikki polkuni hän on peittänyt pimeään.",
      "Hän on riistänyt minulta kunnian ja arvon, hän on temmannut päästäni seppeleen.",
      "Joka puolelta hän minua raastaa, minä olen mennyttä, hän repäisee pois minun toivoni kuin puun maasta.",
      "Hänen vihansa on syttynyt, hän pitää minua vihollisenaan.",
      "Hänen joukkonsa tulevat yhtenä rintamana, joka puolelle ne rakentavat valleja, ne piirittävät minun majani.",
      "Omat veljeni ovat jättäneet minut yksin, ystäväni ovat minusta vieraantuneet.",
      "Läheiseni ja tuttavani pysyvät poissa, muukalaiset, jotka otin kattoni alle, ovat unohtaneet minut.",
      "Orjattareni vieroksuvat minua, olen heille outo.",
      "Kutsun palvelijaani, mutta häntä ei kuulu, ei vaikka minä pyytämällä pyydän.",
      "Pahaiset kakaratkin minua halveksivat. Kun nousen seisomaan, he ovat heti ilkkumassa.",
      "Oma ystäväpiirini inhoaa minua, nekin, joita minä rakastin, torjuvat minut.",
      "Minä olen pelkkää luuta ja nahkaa, hampaani paljastuvat ikenien alta.",
      "Säälikää minua, säälikää, te, jotka olette ystäviäni! Jumalan käsi on koskenut minuun.",
      "Miksi tekin vainoatte minua, yhdessä Jumalan kanssa? Ettekö ole jo kylliksi minua kalvaneet?",
      "Kunpa minun sanani kirjoitettaisiin muistiin, kunpa ne talletettaisiin kirjaan,",
      "uurrettaisiin kallioon ikuisiksi ajoiksi taltalla hakaten, lyijyllä piirtäen!",
      "Minä tiedän, että lunastajani elää. Hän sanoo viimeisen sanan maan päällä.",
      "Ja sitten, kun minun nahkani on riekaleina ja lihani on riistetty irti, minä saan nähdä Jumalan,",
      "saan katsella häntä omin silmin, ja silmäni näkevät: hän ei ole minulle outo! Tätä minun sydämeni kaipaa.",
      "Pelätkää toki miekkaa! Tuollainen kovuus on synti, joka ansaitsee kuoleman. Muistakaa: on olemassa tuomari."
    ],
    [
      "Nyt naamalainen Sofar alkoi jälleen puhua. Hän sanoi:",
      "-- Sinun puheesi ärsyttää minut vastaamaan, se kiihdyttää mieltäni.",
      "Se, miten opetat ja ojennat, loukkaa minua, mutta ymmärrykseni löytää kyllä sinulle vastauksen.",
      "Niin kuin tiedät, niin kuin on tiedetty muinaisista ajoista asti, siitä asti, kun ihmisiä on ollut maan päällä:",
      "jumalattoman ilo kestää vain hetken, rienaajan onni on pian ohi.",
      "Vaikka hän ulottuisi taivaaseen saakka, vaikka hänen päänsä koskettaisi pilviä,",
      "Kuin uni hän lentää pois, katoaa, kuin öinen näky hän haihtuu tyhjiin.",
      "Ne, jotka hänet näkivät, eivät enää häntä näe, hänen asuinsijansa ei enää häntä tunne.",
      "Hänen kätensä joutuvat antamaan takaisin kaiken riistämänsä, hänen lapsensa pyytävät armopaloja köyhiltä.",
      "Nuoruus ja voima, joka täytti hänen ruumiinsa, vaipuu hänen kanssaan maan tomuun.",
      "Paha maistuu niin makealle hänen suussaan, että hän viivytellen tunnustelee sitä kielellään,",
      "nautiskelee, ei malta luopua siitä vaan pidättelee sitä kitalakeaan vasten.",
      "Mutta herkku muuttuu hänen sisuksissaan, se on hänen vatsassaan kuin sarvikyyn myrkky.",
      "Sen hyvän, jonka hän on ahminut, hän oksentaa ulos, Jumala ajaa sen pois hänen vatsastaan.",
      "Sarvikyyn myrkkyä hän on itseensä imenyt, käärmeen kieli hänet surmaa.",
      "Ei hän enää näe solisevia puroja, ei kerman ja hunajan virtoja.",
      "Hän joutuu luopumaan työnsä hedelmistä, ei saa niistä nauttia, omaisuudesta, jonka hän hankki, hän ei saa iloita,",
      "koska hän murskasi köyhät, jätti heidät oman onnensa varaan, otti itselleen taloja, joita ei ollut rakentanut.",
      "Koskaan hän ei saanut kyllikseen, mutta hänen aarteensa eivät häntä pelasta.",
      "Kaikkea hän ahnehti kyltymättä, siksi hänen onnensa ei kestä.",
      "Kun hänellä on yllin kyllin kaikkea, juuri silloin ahdinko hänet yllättää ja onnettomuuden painava käsi laskeutuu hänen päälleen.",
      "Yllin kyllin hän tulee saamaan: Jumala suuntaa häneen vihansa hehkun ja antaa tuhon sataa hänen päälleen.",
      "Jos hän pääsee pakoon rautaisia aseita, pronssinuoli hänet surmaa:",
      "se tulee selästä ulos hänen sappinesteestään kiiltävänä, ja kauhu valtaa hänet.",
      "Pimeys odottaa, väijyksissä se odottaa. Tuli, joka palaa lietsomatta, syö hänet. Voi sitä, joka on etsinyt suojaa hänen kattonsa alta!",
      "Taivas paljastaa hänen syntinsä, maa nousee häntä vastaan.",
      "Hänen talonsa vauraus häipyy tyhjiin, kun vesi syöksyy kaiken yli vihan päivänä.",
      "Tämä on kohtalo, jonka Jumala antaa pahalle, tällaisen perintöosan Jumala on hänelle varannut."
    ],
    [
      "Nyt Job sanoi:",
      "-- Kuunnelkaa minua, kuulkaa mitä sanon, sillä tavoin te minua parhaiten lohdutatte.",
      "Olkaa kärsivällisiä, antakaa minun puhua. Kun olen sanonut sanottavani, sitten voitte pilkata minua.",
      "En kai minä ihmisille valitustani osoita? Miksi minun pitäisi malttaa mieleni?",
      "Katsokaa nyt minua, katsokaa ja kauhistukaa! Käsi suun eteen, pysykää hiljaa!",
      "Kun ajattelen tätä kaikkea, minä järkytyn, vavistus kulkee jäsenteni lävitse.",
      "Miksi jumalattomat saavat elää? Miksi he elävät korkeaan ikään? Miksi heidän on valta ja voima?",
      "He näkevät lastensa varttuvan aikuisiksi, heidän silmiensä ilona ovat lastenlapset.",
      "Jumalattoman talo menestyy, mikään ei sitä uhkaa, Jumalan vitsa ei siihen koske.",
      "Kun hänen sonninsa astuu, aina se siittää vasikan, hänen lehmänsä poikivat aina ajallaan.",
      "Hänen lapsensa juoksevat vapaina kuin karitsat, nuoret hyppivät ja tanssivat riemuissaan,",
      "he virittävät laulun, lyövät rumpua, soittavat lyyraa, he karkeloivat huilun tahdissa.",
      "Heidänkin päivänsä ovat onnen päiviä, rauhassa he saavat laskeutua tuonelaan.",
      "He uskovat, että menestys on heidän omissa käsissään. Heidän ajatuksensa ovat kaukana Jumalasta.",
      "Milloin jumalattoman lamppu sammuisi? Milloin onnettomuus hänet tavoittaisi, milloin Jumala niin häneen vihastuisi, että tuhoaisi hänet?",
      "Milloin hän kieppuisi kuin olkisilppu tuulessa, kuin ruumenet, jotka pyörre tempaa mukaansa?",
      "Te väitätte, että Jumala säästää rangaistuksensa hänen lapsilleen. Ei! Rangaistus kuuluu sille, joka on rikkonut. Saakoon hän itse kärsiä!",
      "Nähköön hän omin silmin tuhon tulevan, juokoon hän Jumalan vihan maljan!",
      "Mitä hän lapsistaan sitten enää tietää, kun hänen kuukausiensa määrä on kulunut loppuun?",
      "Pitäisikö nyt meidän opettaa tätä viisautta Jumalalle hänelle, joka taivaan enkelitkin tuomitsee?",
      "Joku kuolee keskellä elämän täyteyttä, keskellä rauhaa ja vaurautta,",
      "lanteet vahvoina ja ravittuina, luut ydintä myöten voimaa täynnä.",
      "Toinen taas kuolee mieli katkerana, saamatta osakseen pisaraakaan onnea.",
      "Rinta rinnan he lepäävät maassa, ja heidän ruumiinsa kihisevät matoja.",
      "Kyllä minä tiedän, mitä te nyt ajattelette ja mitä juonia punotte minua vastaan!",
      "Ettekö tosiaan ole koskaan kyselleet asioita niiltä, jotka ovat maailmaa nähneet? Ettekö ole ottaneet oppia siitä mitä he ovat kokeneet?",
      "Pahat säästyvät tuhon päivänä, jumalaton viedään turvaan, kun vihan päivä tulee.",
      "Kuka tuomitsee hänen tekonsa vasten kasvoja, kuka rankaisee häntä hänen synneistään?",
      "Kun hänet viedään hautaan, hänen hautakumpunsa ääressä valvotaan.",
      "Lempeä on hänen päällään laakson multa. Hänen jäljessään kulkee saattojoukko, ja monet ovat tulleet jo edeltä haudan luo.",
      "Miten tyhjää on lohtu, jota te tarjoatte! Valhe piilee teidän jokaisessa sanassanne."
    ],
    [
      "Nyt temanilainen Elifas alkoi jälleen puhua. Hän sanoi:",
      "-- Voiko ihminen olla hyödyksi Jumalalle? Ei. Vain itseään viisainkin ihminen voi hyödyttää.",
      "Onko siitä jotakin etua Kaikkivaltiaalle, että sinä elät oikein? Onko hänelle hyötyä siitä, että sinä vaellat nuhteettomasti?",
      "Jumalanpelkosi vuoksiko hän sitten sinua kurittaa, senkö tähden hän kävisi oikeutta kanssasi?",
      "Eikö sinun pahuutesi ole suuri? Eivätkö sinun syntisi ole loppumattomat?",
      "Olet aiheetta ottanut veljeltäsi pantin, riistänyt häneltä hänen ainoan vaatteensa.",
      "Uupuneelle et ole antanut vettä, nälkäiselle et ole ojentanut leipäpalaa.",
      "Katsot, että maa kuuluu sille, jonka on valta, vain hänen suosikkinsa saavat sitä asua.",
      "Lesket saivat lähteä luotasi tyhjin käsin, orpojen kädet sinä sysäsit syrjään.",
      "Ihmekö siis, että sinun ympärillesi on viritetty ansoja, että yhtäkkiä joudut kauhun valtaan.",
      "Päivä pimenee, et voi nähdä mitään, ja vedet vyöryvät sinun ylitsesi.",
      "Eikö Jumala ole korkea kuin taivas? Katso taivaanlakea ja tähtiä. Katso taivaan korkeutta.",
      "Etkö sinä vaella niitä polkuja, joita väärintekijät aina ovat vaeltaneet?",
      "Heidät on temmattu pois ennen aikojaan, niin kuin talo, jonka perustukset virta on syönyt.",
      "Kuitenkin juuri hänen ansiostaan heidän talonsa olivat täynnä kaikkea hyvää. Väärämielisten suunnitelmat ovat vastoin Jumalan tahtoa.",
      "Oikeamieliset näkevät heidän tuhonsa ja iloitsevat, se, joka itse on nuhteeton, voi nyt heitä pilkata:",
      "Kas niin, heidän rikkautensa on mennyttä, ja mitä jää jäljelle, sen nielee tuli.",
      "Tee sovinto Jumalan kanssa, Job, elä hänen tahtonsa mukaan, niin saat jälleen onnen.",
      "Kun hän sinua opettaa, kuule häntä, talleta sydämeesi hänen sanansa.",
      "Jos palaat Kaikkivaltiaan luo, hän nostaa sinut jälleen. Jos karkotat vääryyden talostasi,",
      "jos puhdas kulta on sinulle pelkkää tomua ja Ofirin kulta vain puron kiviä",
      "-- onhan Kaikkivaltias sinun aarteesi, kaikkea kultaa ja hopeaa arvokkaampi --",
      "silloin Kaikkivaltias antaa osaksesi ilon, saat kohottaa kasvosi Jumalaa kohden.",
      "Sinä rukoilet häntä, ja hän kuulee sinua, ja sinä saat uhrata hänelle sen minkä olet luvannut.",
      "Mihin tahansa ryhdytkin, se onnistuu, valo loistaa sinun teilläsi.",
      "Sen, joka kerskuu, hän painaa maahan, mutta nöyrän hän nostaa.",
      "Syyllisenkin Jumala voi pelastaa. Jos sinulla on puhtaat kädet, saat varmasti avun."
    ],
    [
      "Nyt Job sanoi:",
      "-- Tänäkin päivänä ajatukseni nousevat kapinaan. Murehtiminen vie minulta voimat.",
      "Kunpa tietäisin, mistä hänet voin löytää ja miten pääsen sinne, missä hän asuu!",
      "Minä esittäisin hänelle asiani ja toisin julki kaikki todisteeni.",
      "Niin saisin kuulla, mitä hän minulle vastaa, ja saisin tietää, mitä hän tahtoo minulle sanoa.",
      "Käräjöisikö hän kanssani valtiaan voimalla? Ei, hän kuuntelisi minua.",
      "Hänen vastapuolenaan seisoisi nuhteeton mies, ja tuomarini vapauttaisi minut syytteestä lopullisesti.",
      "Jos minä menen itään, ei hän ole siellä, jos länteen -- ei merkkiäkään hänestä!",
      "Jos menen pohjoiseen, en saa häntä silmiini, jos etelään -- en näe häntä!",
      "Hän tietää kyllä, millainen on ollut minun vaellukseni. Koetelkoon minua niin kuin tulessa kultaa -- minä kestän.",
      "Hänen jalanjälkiinsä olen sovittanut askeleni, hänen tietään olen seurannut. En ole siltä poikennut.",
      "Hänen sanansa käskyjä minä tottelen, minä pidän ne aina silmieni edessä.",
      "Kun Jumala jotakin päättää, kuka voisi sen muuttaa? Mitä hän tahtoo, sen hän tekee.",
      "Hän panee toimeen sen minkä on minulle määrännyt, eikä sitä ole vähän.",
      "Siksi minä pelästyn, kun hänet näen, kun ajattelenkin häntä, minä vapisen kauhusta.",
      "Jumala on lannistanut rohkeuteni, minä kauhistun Kaikkivaltiasta.",
      "Mutta pimeyskään ei saa minua vaikenemaan, ei, vaikka se peittää edestäni kaiken."
    ],
    [
      "Minkä tähden vain Kaikkivaltias tietää tilinteon hetket, miksi ne ovat salaisuus niille, jotka tuntevat hänet?",
      "Jumalattomat siirtävät rajakiviä, ryöstävät karjaa, laiduntavat sitä kuin omaansa.",
      "He vievät mukanaan orvon ainoan aasin ja ottavat pantiksi lesken härän.",
      "He sysäävät tieltään köyhät ja heikot. Kaikki vähäväkiset pakoilevat heitä.",
      "Kuin autiomaan villiaasit maan köyhät kulkevat arolla. He etsivät syötävää, ruokaa lapsilleen.",
      "He kokoavat tähteitä pelloilta, keräävät jumalattoman viinitarhasta jäljelle jääneitä rypäleitä.",
      "He yöpyvät alasti, ilman vaatetta, ei heillä ole peitettä kylmää vastaan.",
      "He kastuvat, kun vuorilta tulee sade, suojattomina he painautuvat kalliota vasten.",
      "Orpo riistetään äitinsä rinnoilta, köyhältä otetaan lapsi velan pantiksi.",
      "He kulkevat alasti, ilman vaatetta, nälkäisinä he kantavat isäntien tähkäkuormia,",
      "toisten tarhoissa he puristavat oliiveista öljyä, janon piinaamina he polkevat viinikuurnan rypäleitä.",
      "Kaupungissa miehet valittavat, haavoittuneet huutavat apua, mutta Jumala ei rukousta kuule.",
      "Pimeyden miehet kapinoivat valoa vastaan. He eivät tunne valon teitä, valon polkuja he eivät kulje.",
      "Murhamies nousee ennen aamun valkenemista ja surmaa köyhän poloisen. Yön pimeydessä hän liikkuu kuin varas.",
      "Murtovaras tunkeutuu taloon yön pimeinä hetkinä, päivän hän pysyttelee tarkoin näkymättömissä. Valoa hän ei voi sietää.",
      "Heille kaikille yön tulo on kuin aamun koitto. Pimeyden kauhut eivät heitä pelota.",
      "Jumalaton on kuin lastu, jonka virta vie. Hänen peltoaan kohtaa kirous, enää ei kukaan mene hänen viinitarhaansa.",
      "Helteessä halkeillut maa nielee kevään vedet, tuonela sen, joka on tehnyt syntiä.",
      "Hänen oma äitinsä unohtaa hänet. Madot syövät hänet olemattomiin. Kukaan ei enää häntä muista. Kuin puu, niin vääryys murtuu.",
      "Hän kohteli pahoin lapsetonta, turvatonta naista, leskeä hän ei auttanut!",
      "Voimassaan Jumala tempaa pois mahtavatkin miehet. Kun hän nousee, ei kukaan ole turvassa.",
      "Hän suojelee heitä, antaa heidän uskoa, että he ovat turvassa, mutta hänen katseensa seuraa heidän askeliaan.",
      "Hetkeksi he nousevat korkealle, sitten heitä ei enää ole. He kyyristyvät, mutta pois heidät temmataan niin kuin kaikki temmataan. Kuin tähkäpäät heidät leikataan pois.",
      "Totisesti, näin on asia. Kuka osoittaa minut valehtelijaksi ja sanani vääriksi?"
    ],
    [
      "Nyt suahilainen Bildad alkoi jälleen puhua. Hän sanoi:",
      "-- Hän, joka taivaan korkeuksissa pitää yllä rauhaa, hän herättää pelkoa, hänen on valta.",
      "Kuka voisi laskea hänen joukkojensa määrän? Eivätkö kaikki luodut saa valonsa häneltä?",
      "Kuinka siis ihminen voisi olla oikeassa, jos hän asettuu Jumalaa vastaan? Kuinka naisesta syntynyt voisi olla puhdas?",
      "Ei edes kuun loiste ole tahraton, taivaan tähdet eivät ole puhtaat hänen silmissään.",
      "Kuinka sitten ihminen, mato, Aadamin poika, tuo toukka?"
    ],
    [
      "Nyt sanoi Job:",
      "-- Hyvinpä olet auttanut voimansa kadottanutta, ojentanut kätesi tukea tarvitsevalle!",
      "Miten oletkaan neuvonut neuvotonta, opettanut hänelle viisautta ja ymmärrystä!",
      "Kuka on sinulle antanut nämä sanat, kenen henki sinussa vaikuttaa?",
      "Vainajien henget vapisevat syvyyden vesien alla, syvyyden joukkojen alla,",
      "sillä Jumalan edessä tuonela on alasti, syvyyden kuilua ei häneltä mikään peitä.",
      "Tyhjyyden päälle hän on levittänyt taivaan, olemattoman varaan hän on ripustanut maan.",
      "Hän käärii veden pilviin, eivätkä pilvet repeä sen painosta.",
      "Hän peittää näkyvistä valtaistuimensa, levittää pilvensä sen eteen.",
      "Hän on piirtänyt rajaksi veteen taivaanrannan, sinne, missä valo ja pimeys kohtaavat.",
      "Taivaan peruspylväät vavahtelevat pelosta, kun hän ärjyy.",
      "Voimallaan hän on taltuttanut meren, taidollaan hän on murskannut itsensä Rahabin.",
      "Henkäyksellään hän pyyhkäisee taivaan kirkkaaksi, hänen kätensä lävistää kiitävän käärmeen.",
      "Mutta kaikki tämä antaa vain aavistuksen hänen mahdistaan, me kuulemme hänestä vain hiljaisen kuiskauksen. Kuka voisi tajuta hänen koko mahtinsa pauhun?"
    ],
    [
      "Job jatkoi puhettaan:",
      "-- Niin totta kuin Jumala, Kaikkivaltias, elää, hän, joka on kohdellut minua väärin ja katkeroittanut elämäni:",
      "niin kauan kuin henkeni on tallella, niin kauan kuin sieraimissani liikkuu Jumalan henkäys,",
      "minun suuni ei totisesti puhu vääryyttä eivätkä huuleni kuiskaile petosta!",
      "Ei! Ikinä en myönnä, että te olisitte oikeassa! Puolustan syyttömyyttäni vaikka kuolemaan saakka.",
      "Minä olen oikeassa. Siitä en luovu, en tingi. Omatuntoni ei minua syytä, ei mistään, mitä elämäni päivinä olen tehnyt.",
      "Käyköön vihollisilleni niin kuin käy pahantekijöille, käyköön vastustajilleni niin kuin käy rikollisille!",
      "Mitä toivoa on Jumalasta luopuneella, kun hänen elämänsä päättyy, kun Jumala ottaa hänen elämänsä pois?",
      "Ei Jumala kuule hänen huutoaan, kun hän on ahdingossa.",
      "Ei hän voi riemuita Kaikkivaltiaasta, ei vapaasti kääntyä Jumalan puoleen!",
      "Minä kerron teille, miten mahtava on Jumalan voima, kerron, miten Kaikkivaltias toimii.",
      "Olettehan kyllä jo kaiken nähneet. Miksi siis puhutte joutavia?",
      "Tällainen on Jumalasta luopuneen osa, tällaisen palkan Kaikkivaltias maksaa armottomalle miehelle:",
      "Olipa hänellä lapsia miten paljon tahansa, heidän kohtalokseen tulee miekka, hänen lapsenlapsensa näkevät nälkää.",
      "Eloon jääneet surmaa rutto, lesket eivät saa viettää valittajaisia.",
      "Jumalattomalla on hopeaa kuin maan tomua ja vaatteita kuin meren mutaa --",
      "hän hankkii ne itselleen, mutta vanhurskas ne pukee ylleen, ja hopean jakavat viattomat keskenään.",
      "Talo, jonka hän rakentaa, on hatara, kuin seitti tai kuin vartijan maja pellolla.",
      "Rikkaana miehenä hän menee nukkumaan -- kun hän avaa silmänsä, kaikki on mennyttä.",
      "Kauhu tavoittaa hänet kuin tulva-aalto, myrskynpyörre tempaa hänet mukaansa yöllä.",
      "Itätuuli riuhtaisee hänet ilmaan, vie hänet pois, sinkoaa hänet oudolle seudulle.",
      "Säälimättä se riepottelee häntä, turhaan hän pyrkii pakoon.",
      "Pilkaten se paukuttaa hänelle käsiään ja viheltää viedessään hänet pois."
    ],
    [
      "Hopealla on lähteensä, kullalla huuhdontapaikkansa.",
      "Rauta otetaan maan kamarasta, kupari sulatetaan esiin kivestä.",
      "Ihminen lannistaa pimeyden, hän tutkii kaiken pohjia myöten, tutkii kallion pimeät uumenet.",
      "Kaukana asutuilta seuduilta hän louhii kaivoskuilun. Missä ei ihmisaskel kulje, siellä miehet ahkeroivat köyden varassa riippuen.",
      "Maasta kasvaa leipä, maan uumenissa myllertää voima kuin tuli.",
      "Kallioissa on lasuurikiveä, maan hiekassa kultaa.",
      "On tie, jota ei korppikotka näe eikä haarahaukan silmä erota.",
      "Sitä eivät astele vuorten pedot eivätkä leijonat kulje sitä pitkin.",
      "Ihminen käy käsiksi kovaan kallioon ja kääntää nurin vuoret, perustuksia myöten,",
      "hän louhii tunneleita kallioon, ja niin tulevat maan aarteet ihmissilmien iloksi.",
      "Virtojen lähteetkin ihminen patoaa, tuo päivänvaloon sen, mitä ei silmä ole nähnyt.",
      "Mutta viisaus -- missä se on? Missä asuu ymmärrys?",
      "Ihminen ei löydä tietä sen luokse, tästä maailmasta sitä ei voi löytää.",
      "Puhtaalla kullallakaan sitä ei voi ostaa, hopeaa ei punnita sen hinnaksi.",
      "Sitä ei voi ostaa Ofirin kullalla, ei kalliilla onykskivillä eikä safiireilla,",
      "ei kulta, ei kirkkain lasi vedä sille vertaa, kalleimpiinkaan kultamaljoihin sitä ei voi vaihtaa.",
      "Koralleista tai kristalleista on turha puhuakaan. Pussillinen viisautta on enemmän kuin kaikki helmet.",
      "Nubian topaasit eivät vedä viisaudelle vertaa, puhtain kulta ei riitä sen maksuksi.",
      "Mistä viisaus on lähtöisin? Missä asuu ymmärrys?",
      "Se on kätkössä, kukaan ei voi sitä nähdä, se on piilossa taivaan linnuiltakin.",
      "Jumala yksin tuntee tien viisauden luo. Hän yksin tietää, missä se asuu.",
      "Hän näkee maan ääriin saakka, hän näkee kaiken, mikä on taivaan alla.",
      "Kun hän antoi tuulelle voiman, kun hän osoitti vesille rajat,",
      "kun hän sääti määräajat sateelle ja avasi ukkosen jylinälle tien,",
      "silloin hän näki viisauden, punnitsi sen, otti sen palvelukseensa, piti sen kanssa neuvoa."
    ],
    [
      "Job jatkoi vielä puhettaan ja sanoi:",
      "-- Kunpa kaikki taas olisi niin kuin ennen, kun Jumala vielä piti minusta huolen!",
      "Silloin hän antoi lamppunsa loistaa minulle ja minä sain kulkea pimeyden lävitse hänen valossaan.",
      "Kunpa palaisi kukoistukseni aika, jolloin Jumala suojeli majaani",
      "ja Kaikkivaltias viipyi minun luonani, aika, jolloin oma väkeni vielä oli ympärilläni!",
      "Noina päivinä minä kahlasin kermassa ja kallio tihkui minulle noroina oliivien öljyä.",
      "Kun menin kaupunginportille kokoukseen ja asetuin paikalleni aukion äärelle,",
      "nuoret miehet väistyivät syrjään ja vanhukset nousivat seisomaan.",
      "Kaupungin johtomiehet vaikenivat kesken puheen ja panivat käden suunsa eteen.",
      "Ruhtinaatkin hiljenivät, kuin kieli olisi jäänyt kitalakeen kiinni.",
      "Ken sanani kuuli, ylisti onneani, ken minut näki, vahvisti todeksi kaiken tämän:",
      "Minä pelastin köyhän, joka pyysi apua, ja orvon, jota kukaan ei auttanut.",
      "Epätoivoon vaipuneet siunasivat minua, lesken sydämessä minä herätin ilon.",
      "Minä pukeuduin vanhurskauteen, oikeudentunto oli viittani ja päähineeni.",
      "Olin sokealle silmä, rammalle sauva.",
      "Köyhille minä olin isä ja tuntematonta autoin saamaan oikeutta.",
      "Minä murskasin pahantekijän leuan ja tempasin saaliin hänen hampaistaan.",
      "Minun juureni ovat vedelle avoimet, yön kaste viipyy minun oksillani.",
      "Minun sanaani odotettiin, sitä kuunneltiin. Kun annoin neuvoja, muut olivat hiljaa.",
      "Kun minä olin puhunut, kukaan ei enää sanonut mitään, minun sanani pisaroivat heidän ylleen.",
      "He odottivat niitä kuin sadetta, ahmivat niitä kuin kevätsateen vihmaa.",
      "Kun he menettivät toivonsa, minä hymyilin heille, ja minun valoisat kasvoni rohkaisivat heitä.",
      "Minä valitsin heille tien, olin heidän johtajansa, minä olin heidän keskellään kuin kuningas sotajoukkonsa keskellä. Niin kuin hän lohduttaa surevia, niin minä lohdutin heitä."
    ],
    [
      "Ja nyt he nauravat minulle, miehet, minua nuoremmat -- nuo, joiden isiä en pitänyt minään, en kelvollisina edes paimenkoirieni pariin!",
      "Mitä hyötyä heistä olisi minulle? He ovat jo menettäneet voimansa,",
      "he riutuvat puutteessa ja ankarassa nälässä, kaluavat kuivia varpuja autiossa maassa.",
      "He keräävät pensaikosta suolaheinää, heidän leipänään ovat kinsterin juuret.",
      "Ihmisten parista heidät on ajettu pois, niin kuin varasta heitä seuraavat vihaiset huudot.",
      "He asuvat rotkojen rinteillä maakuopissa ja kallionkoloissa.",
      "Piikkipensaiden keskellä he ulvovat, karhiaisten alle he sulloutuvat yhteen.",
      "He ovat nimetöntä hylkyjoukkoa, piiskaniskuin heidät on karkotettu maasta.",
      "Ja nuo ovat tehneet minusta pilkkalaulun! Heidän keskuudessaan minusta on tullut sananparsi.",
      "He inhoavat minua, pysyttelevät minusta kaukana, sumeilematta he sylkevät minua päin kasvoja.",
      "Jumala on katkaissut minun jouseni jänteen, hän on lannistanut minut. Siksi ei mikään heitä pidättele, kun he näkevät minut.",
      "Nuo käärmeensikiöt hyökkäävät kimppuuni, he lyövät jalat altani. Minun tuhokseni pystytetään rynnäkkövalleja.",
      "He ovat katkaisseet minulta pakotien. Halukkaasti, apua pyytämättä he ajavat minua perikatoon.",
      "He tulevat kuin muurin leveästä murtumasta, he vyöryvät kohti ja tuovat tuhon.",
      "Kauhu saa minut valtaansa, taivaan tuuliin katoaa arvoni ja kunniani, ja minun toivoni häipyy tyhjiin kuin pilvi.",
      "Ja nyt, onnettomuudet tarttuvat minuun ja elämä valuu minusta pois.",
      "Yön tullen tuska poraa luuni minusta irti, kipu nakertaa minua, se ei koskaan nuku.",
      "Vaatteeni kiristyvät ympärilleni, paitani kiertyy kuristamaan minua.",
      "Jumala on heittänyt minut maahan, ja minä olen kuin tomua ja tuhkaa.",
      "Minä huudan sinua, mutta sinä et vastaa, minä seison sinun edessäsi, mutta sinä vain tuijotat minua.",
      "Olet muuttunut julmaksi minua kohtaan, rajusti sinun kätesi minua ravistelee.",
      "Sinä nostat minut ratsaille tuulen selkään ja paiskaat alas, lyöt pirstoiksi.",
      "Minä tiedän, että sinä viet minut kuoleman käsiin, paikkaan, mihin päätyy kaikki mikä elää.",
      "Eikö raunioihin hautautunut kurkota kättään, eikö onnettomuuden uhri huuda apua?",
      "Enkö minä itkenyt yhdessä kovaosaisten kanssa? Enkö minä surrut köyhien osaa?",
      "Hyvää minä odotin, mutta paha tuli, odotin valoa, mutta tuli pimeys.",
      "Sisälläni kuohuu, sydämeni ei rauhoitu, sillä jokainen päivä tuo vain tuskaa.",
      "Suruvaatteessa minä kuljen, aurinkoa ei näy. Ihmisten keskeltä minä kohottaudun ja anelen apua.",
      "Sakaalit ovat minun veljiäni, minun kumppaneitani kamelikurjet!",
      "Minun ihoni mustuu ja lohkeilee, luitani korventaa kuumeen polte.",
      "Murhetta soi minun harppuni, minun huiluni itkun ääniä."
    ],
    [
      "Olen tehnyt silmieni kanssa sopimuksen: koskaan en katsele naisten puoleen.",
      "Minkä osan on Jumala taivaassaan minulle määrännyt? Mitä on Kaikkivaltias korkeuksissaan minua varten säätänyt?",
      "Eikö onnettomuus ole sen osa, joka tekee väärin, eikö tuho kohtaa sitä, joka tekee pahaa?",
      "Näkeehän Jumala kaikki tieni ja laskee jokaisen askeleni.",
      "Olenko kulkenut vääryyden teitä, ovatko jalkani kiiruhtaneet vilpin poluille?",
      "Punnitkoon Jumala minut lahjomattomalla vaa'alla, niin hän näkee, että olen viaton.",
      "Jos minun jalkani on poikennut tieltä, jos minun sydämeni on taipunut silmieni viettelyyn, jos käteni ovat vääryyden tahraamat,",
      "syököön vieras sen, minkä minä olen kylvänyt, ja revittäköön maasta minun peltoni oras!",
      "Jos sydämeni on syttynyt toisen miehen vaimoon, jos olen vaaniskellut hänen ovellaan,",
      "jauhakoon oma vaimoni vieraan miehen jyviä ja käyköön kuka tahansa hänen vuoteeseensa.",
      "Se tekoni vaatisi rangaistusta, se olisi loukkaus lakia ja kunniaa vastaan.",
      "Se olisi tuli, joka syö ja tuhoaa, se repisi juurineen maasta koko minun satoni.",
      "Olenko loukannut palvelijani oikeuksia, kun hänellä on ollut riita-asia minua vastaan?",
      "Jos niin olen tehnyt, miten voisin puolustautua, kun Jumala nousee tuomitsemaan, mitä vastaisin, kun hän panee minut tilille?",
      "Luoja, joka äitini kohdussa antoi minulle muodon, muovasi myös minun palvelijani. Me olemme saman käden tekoa.",
      "Olenko kieltänyt avuttomalta avun, sammuttanut lesken silmistä toivon?",
      "Olenko syönyt leipäni yksin ja jättänyt orvon vaille osaansa?",
      "Ei, nuoresta pitäen olen ruokkinut orpoja kuin isä, koko elinaikani olen pitänyt leskistä huolta.",
      "Olenko piittaamatta katsellut köyhää, jolla ei ole ollut vaatetta ylleen, tai kurjaa, jolla ei ole ollut millä itsensä peittää?",
      "Eivätkö hänen jäsenensä saa kiittää minua, eivätkö minun lampaitteni villat anna hänelle lämpöä?",
      "Olenko uhkaillut orpoa tietäen, että tuomioistuin on minun puolellani?",
      "Jos niin olen tehnyt, vääntykööt olkapääni hartioista irti ja katketkoon käsivarteni!",
      "Minä pelkään Jumalan rangaistusta. Kuinka voisin kestää, kun hän nousee tuomitsemaan?",
      "Olenko ylvästellyt suuresta omaisuudestani ja kaikesta, mitä käteni on saanut aikaan?",
      "Olenko katsellut aurinkoa, kun se loistaa, tai kuuta, kun se mahtavana kulkee tietään,",
      "niin että sydämeni on langennut salaa niitä palvomaan ja käteni on lähettänyt niille suudelmia?",
      "Jos niin olen tehnyt, olen ansainnut tuomion. Olenhan silloin kieltänyt Jumalan, joka on taivaassa.",
      "Minä en ole iloinnut vihamieheni onnettomuudesta, en ole riemastunut hänen vastoinkäymisestään.",
      "En ole antanut kieleni tehdä syntiä, vihamiehellenikään en ole toivottanut kuolemaa.",
      "Vieras ei joutunut yöpymään taivasalla, minä avasin oveni matkalaiselle.",
      "En ole peittänyt syntejäni, niin kuin monet tekevät, en ole kätkenyt niitä viittani salataskuun.",
      "Siksi en pelkää ihmisiä, en kauhistu kansanjoukon pilkkaa, en piileksi mykkänä taloni suojassa.",
      "Kunpa joku kuuntelisi minua! Omalla nimelläni minä vahvistan puheeni. Vastaa nyt minulle, kaikkivaltias Jumala! Missä on syytekirja? Näytä se!",
      "Minä levitän sen viitaksi harteilleni, kierrän sen seppeleeksi päähäni!",
      "Voin kertoa sinulle jokaisen askeleni ja lähestyä sinua kuin ruhtinas.",
      "Jos oma peltoni minua syyttää, jos kaikki sen vaot yhdessä itkevät,",
      "jos olen syönyt sen voiman antamatta mitään tilalle ja suututtanut sen,",
      "kasvakoon se ohdaketta, ei enää vehnää, tuottakoon se ohran sijasta rikkaruohoa! Tähän päättyivät Jobin puheet."
    ],
    [
      "Nuo kolme miestä eivät nyt enää puhuneet Jobille mitään, koska Job piti itseään syyttömänä.",
      "Mutta silloin suuttui Elihu. Elihu, Barakelin poika, kuului Ramin sukuun ja oli kotoisin Busista. Hän suuttui Jobille, koska Job katsoi, että hän, Job, oli oikeassa ja Jumala väärässä,",
      "ja hän suuttui Jobin ystäviin, koska nämä eivät pystyneet vastaamaan Jobille, vaikka katsoivat, että Job oli väärässä.",
      "Elihu oli odottanut ennen kuin ryhtyi puhumaan, koska toiset olivat häntä vanhempia.",
      "Mutta kun hän näki, ettei kukaan noista kolmesta enää kyennyt vastaamaan Jobille mitään, hän suuttui.",
      "Nyt busilainen Elihu, Barakelin poika, alkoi puhua ja sanoi: -- Vähät ovat minun elämäni päivät, kun vertaan teihin, vanhuksiin. Siksi minä arastelin ja pelkäsin lähteä kertomaan, mitä minä tiedän.",
      "Mutta henki ihmisen tekee viisaaksi, Kaikkivaltiaan henkäys.",
      "Ei ikä yksin tuo viisautta, eivät vanhatkaan aina tiedä, mikä on oikein.",
      "Niinpä nyt sanon: kuulkaa minua, nyt on minun vuoroni kertoa, mitä minä tiedän.",
      "Minä odotin, mitä te sanoisitte, ja kuuntelin tarkoin teidän viisaita puheitanne, kun te etsitte oikeita sanoja.",
      "Tarkoin minä kuuntelin, mutta kukaan teistä ei pystynyt vastaamaan Jobille, kukaan ei osannut ojentaa häntä.",
      "Minulle hän ei ole osoittanut sanojaan, enkä minä puolestani aio vastata hänelle sillä tavoin kuin te.",
      "Nuo miehet ovat jääneet sanattomiksi, enää he eivät vastaa, sanat ovat kaikonneet heidän suustaan.",
      "Pitäisikö minun vielä odottaa, että he puhuisivat, kun he vain seisovat tuossa sanomatta sanaakaan vastaan?",
      "Ehkäpä nyt on minun vuoroni puhua ja sanoa suoraan, mitä minä tiedän.",
      "Minä olen täynnä sanoja, henkeni kuohuu, olen pakahtua,",
      "olen kuin ruukku, joka on täynnä nuorta viiniä, sisukseni ovat repeämäisillään kuin täpötäysi leili.",
      "Minun on pakko puhua, että oloni kevenisi. Siispä avaan suuni ja sanon sanottavani.",
      "En puhu kenenkään mieliksi, ketään en liehakoi,",
      "en osaa niitä puheita. Jos sellaisiin ryhtyisin, Luojani kohta ottaisi minut pois."
    ],
    [
      "Ja nyt, Job, kuuntele minun sanojani, kuuntele tarkoin, mitä minä puhun.",
      "Nyt minä avaan suuni, kieleni liikkuu ja muovaa sanoja.",
      "Minun sanani tulevat rehellisestä sydämestä, minun huuleni puhuvat kirkasta tietoa.",
      "Jumalan henki on minut tehnyt, Kaikkivaltiaan henkäys antaa minulle elämän.",
      "Vastaa minulle, jos voit, esitä perustelusi, asetu sanojesi taakse.",
      "Minä olen Jumalalle saman arvoinen kuin sinä, samasta savesta meidät on tehty.",
      "Miksi siis pelkäisit minua? Minun käteni ei sinua maahan paina.",
      "Minä kuulin sinun puheesi, omin korvin kuulin, kuinka sanoit:",
      "Hän tässä sepittää syytöksiä minua vastaan ja kohtelee minua vihollisenaan.",
      "Minun on pakko sanoa: sinä olet väärässä. Onhan Jumala suurempi kuin ihminen.",
      "Miksi sinä yhä käräjöit hänen kanssaan? Miksi väität, että hän ei vastaa ihmisen sanoihin?",
      "Kyllä Jumala puhuu, puhuu toisenkin kerran, mutta ihmiset eivät sitä huomaa.",
      "Unessa, öisessä näyssä hän puhuu. Kun ihminen vaipuu uneen, kun hän nukkuu vuoteellaan,",
      "silloin Jumala avaa hänen korvansa ja varoittaa ja uhkaa",
      "saadakseen hänet luopumaan pahoista teoista ja karsiakseen hänestä ylpeyden,",
      "sillä Jumala tahtoo pelastaa hänet joutumasta hautaan tai juoksemasta keihäiden saaliiksi.",
      "Tautivuoteen tuskat puhuttelevat nekin ihmistä, kun kipu repii hänen luitaan hellittämättä.",
      "Leipää hän ei huoli, hän inhoaa sitä, edes mieliruoka ei hänelle kelpaa.",
      "Hänen ruumiinsa kuihtuu olemattomiin, kaikki hänen luunsa erottuvat nahkan alta.",
      "Hänen tiensä käy hautaa kohden, tuonelan mahdit odottavat häntä.",
      "Ehkä hänen vierellään on silloin enkeli, puolestapuhuja, yksi tuhansista, niistä, jotka ilmoittavat ihmisille, mikä on oikein.",
      "Silloin hänen ruumiinsa elpyy, hänestä tulee yhtä uljas kuin hän oli nuoruutensa päivinä.",
      "Hän rukoilee, ja Jumala on hänelle suosiollinen, hän saa riemuiten katsella Jumalan kasvoja. Jumala on hänet pelastanut.",
      "Näin Jumala tekee ihmiselle. Kerran toisensa jälkeen",
      "Jumala pelastaa hänet kuoleman kidasta. Hän saa yhä katsella elämän valoa.",
      "Tarkkaa sanojani, Job, kuuntele minua, ole sinä nyt hiljaa ja anna minun puhua.",
      "Jos sinulla kuitenkin on jotakin sanottavaa, sano toki -- mielelläni minä soisin sinun olevan oikeassa!",
      "Mutta jos sinulla ei ole sanottavaa, kuuntele sinä minua ja ole hiljaa, kun minä opetan sinulle, mitä viisaus on."
    ],
    [
      "Elihu jatkoi puhettaan ja sanoi:",
      "-- Kuunnelkaa minun puhettani, te viisaat miehet, te, joilla on paljon tietoa, tarkatkaa, mitä minä sanon!",
      "Kieli maistelee ruoan, korva koettelee sanat.",
      "Tutkikaamme siis yhdessä, mikä on oikein, selvittäkäämme, mikä on hyvää.",
      "Millainen mies onkaan tämä Job! Niin kuin vesi virtaa, niin virtaa pilkkapuhe hänen huuliltaan.",
      "Pahantekijöiden seuraan hän lyöttäytyy, jumalattomien joukossa hän kulkee.",
      "Kuulkaa siis minua, te viisaat miehet! Mahdotonta ajatella, että Jumala tekisi väärin, että Kaikkivaltias toimisi vastoin oikeutta.",
      "Hän rankaisee ihmistä tekojen mukaan. Miten mies vaeltaa, sen mukaan hänet palkitaan.",
      "Totisesti, Jumala ei tee vääryyttä, Kaikkivaltias ei vääristä oikeutta.",
      "Kuka on antanut maan hänen hallintaansa? Kuka on uskonut hänen hoitoonsa maanpiirin?",
      "Jos hän ajattelisi vain itseään ja vetäisi pois henkensä, elämän henkäyksen,",
      "koko luomakunta menehtyisi hetkessä ja ihminen palaisi takaisin maan tomuun.",
      "Jos sinulla on järkeä, kuuntele nyt, mitä minä sanon.",
      "Voisiko joku, joka halveksii oikeutta, pidellä kaikkeuden suitsia? Sanotko sinä vanhurskasta Jumalaa väärintekijäksi,",
      "Ei hän pidä ruhtinaiden puolta, hän ei aseta ylhäistä köyhän edelle -- kaikkihan he ovat hänen kättensä tekoa.",
      "He kuolevat äkkiä, keskellä yötä, kansat nousevat, kansat katoavat, valtiaat pyyhkäistään sivuun ihmiskäden koskematta.",
      "Sillä hänen silmänsä tarkkaavat ihmisten teitä, hän näkee kaikki heidän askelensa.",
      "Ei ole niin mustaa pimeyttä, että pahantekijä voisi siihen kätkeytyä.",
      "Ei Jumala ilmoita hetkeä, jolloin ihminen kutsutaan tuomiolle.",
      "Ei hän kuulustele ketään. Hän murskaa mahtavat ja asettaa heidän paikalleen toiset miehet.",
      "Hän seuraa tarkoin heidän toimiaan, yön tullen hän syöksee heidät alas ja murskaa heidät.",
      "Hän rankaisee heitä heidän rikoksistaan julkisella paikalla, kaikkien nähden,",
      "koska he ovat poikenneet hänen teiltään eivätkä enää kulje hänen askelissaan.",
      "He eivät kuule kurjien itkua -- Jumala sen kuulee.",
      "Mutta jos Jumala pysyy vaiti, kuka voi häntä syyttää? Jos hän peittää kasvonsa, kuka hänet näkee? Mitä voivat kansat tai ihmiset,",
      "kun jumalaton hallitsee maata ja saattaa kansan lankeamaan?",
      "Sinunko mielesi mukaan hänen pitäisi palkita ja rangaista? Sinähän tässä olet kapinoinut. Sinun on nyt ratkaistava asia, ei minun. Jos jotakin tiedät, sano se!",
      "Minulle sanovat viisaat miehet, nuo, jotka minua kuuntelevat:",
      "Job puhuu ajattelemattomasti, hänen sanoistaan puuttuu ymmärrys.",
      "Jatkukoot siis hänen koettelemuksensa, kun hän yhä vain puhuu pilkkaajan tavoin.",
      "Hän on tehnyt syntiä, hän kapinoi. Hän ojentaa meille kätensä mutta jatkaa puhettaan Jumalaa vastaan."
    ],
    [
      "Elihu jatkoi puhettaan ja sanoi:",
      "Minä vastaan sinulle selvin sanoin ja vastaan vielä ystävillesikin!",
      "Kohota katseesi ylös taivaalle ja katso pilviä. Ne ovat korkealla sinun yläpuolellasi.",
      "Jos sinä teet syntiä, mitä se häntä liikuttaa? Jos teet vielä enemmän syntiä, mitä se hänelle merkitsee?",
      "Tai jos elät oikein, mitä hän siitä hyötyy? Mitä sinä pystyisit hänelle antamaan!",
      "Ihmistä, itsesi kaltaista, sinun syntisi satuttavat, ihmisten hyväksi koituu se, että elät oikein.",
      "Ihmiset itkevät sortoa ja riistoa, huutavat apua maan mahtavien vallan alla.",
      "He huutavat apua, mutta heidän pahuutensa ja röyhkeytensä tähden hän ei vastaa.",
      "Turha heidän on huutaa. Jumala ei kuule, Kaikkivaltias ei heihin katso.",
      "Väitätkö todella, ettei hän näe sinun asiaasi? Odota, Job. Sinun asiasi on kyllä vireillä.",
      "Mutta jos nyt Jumalan viha ei olekaan syttynyt, jos hän ei vaadi tilille, jos ihmisen julkeus ei häntä liikuta,",
      "turhaa ääntä Job pitää, turhaan hän syytää tyhjiä sanoja."
    ],
    [
      "Elihu alkoi jälleen puhua ja sanoi:",
      "-- Malta hetki, niin minä opetan sinua vielä, vielä minulla on sanoja Jumalan puolustukseksi.",
      "Syvältä minä ammennan tietoni ja osoitan, kuka on oikeassa: hän, joka on minut luonut.",
      "Minä en puhu perättömiä. Sinun edessäsi seisoo mies, jolla on oikea tieto.",
      "Katso Jumalan suuruutta! Ketään hän ei hylkää. Hän on voimakas ja viisas.",
      "Jumalattoman hän ei anna elää, mutta osattomalle hän turvaa oikeuden.",
      "Jumala ei käännä katsettaan pois hurskaasta vaan nostaa hänet korkeaan asemaan, kuninkaitten vierelle, ja siinä hän pysyy.",
      "Jos joku on vankilan kurjuudessa kahleisiin kytkettynä,",
      "se on hänelle opiksi: Jumala muistuttaa häntä hänen teoistaan, väkivallan teoista, joihin hän on syyllistynyt.",
      "Jumala avaa hänen korvansa kuulemaan varoituksen sanaa, kieltää häntä jatkamasta pahuuden töitä.",
      "Jos hän silloin kuulee Jumalan ääntä ja jälleen tottelee häntä, hän saa osakseen onnen päiviä, hänen vuotensa täyttyvät ilosta.",
      "Mutta jos hän ei kuule, keihäs lävistää hänet, ja hän kuolee mitään oppimatta.",
      "Rienaaja uhoaa vihaansa eikä pyydä apua edes silloin, kun Jumala hänet vangitsee.",
      "Hän kuolee nuorena, hänen elämänsä päättyy kuin porttopoikien elämä.",
      "Mutta osattomalle kurjuus on pelastukseksi, ahdingon keskellä Jumala avaa hänen korvansa kuulemaan.",
      "Myös sinut hän auttoi ahdingoista. Elit leveästi, huolta vailla. Sinun pöytäsi notkui rasvaisia herkkuja.",
      "Mutta nyt sinua on kohdannut rangaistus synneistäsi, sinä saat ansiosi mukaan.",
      "Vaikka olet vihoissasi, malta mielesi! Millään rahalla et voi ostaa itseäsi vapaaksi.",
      "Eivät sinun huutosi voi pelastaa sinua tästä ahdingosta, eivät mitkään sinun ponnistuksesi.",
      "Turha on toivoen odottaa yötä, jolloin kansat nousevat -- ne tuhoutuvat.",
      "Varo, älä taivu vääryyden tielle, vaikka se ehkä houkuttaakin enemmän kuin kärsimys.",
      "Katso, miten suuri on Jumalan valta! Kuka voisi olla hänen veroisensa opettaja?",
      "Muista ylistää hänen töitään, niistä ihmiset ovat aina laulaneet.",
      "Niitä ihaillaan, niitä ihmetellään, vaikka ne nähdään vain kaukaa.",
      "Korkea on Jumala, me emme voi häntä tuntea, hänen vuosiensa määrä on tutkimaton.",
      "Hän vetää vesipisarat ylös taivaaseen ja siivilöi ne taivaan vesistä sateeksi,",
      "jota pilvet tihkuvat, vihmovat kaikille ihmisille.",
      "Kuka ymmärtäisi, miten pilvet voivat leijua ilmassa, kuka ymmärtäisi jylinän, joka tulee Jumalan majasta?",
      "Pilvien yli hän väläyttää valonsa, meren syvyydet hän peittää varjoon.",
      "Pilvien voimalla hän rankaisee kansoja, niiden avulla hän ne runsaasti ruokkii.",
      "Hän ottaa käsiinsä salaman, hän käskee, ja se tavoittaa maalinsa.",
      "Jylinä ilmoittaa hänen tulostaan, karjakin aavistaa, kun hän lähestyy."
    ],
    [
      "Kun kuulen hänen äänensä, sydämeni vavahtaa ja siirtyy paikaltaan.",
      "Kuulkaa hänen äänensä pauhua, jylinää, joka vyöryy hänen suustaan!",
      "Taivaan täydeltä hän antaa sen kaikua, maan ääriin leimahtaa hänen salamansa.",
      "Kohta kaikuu ärjyntä, jylisee hänen ylväs äänensä. Säästelemättä hän sinkoaa salamoitaan, ja hänen äänensä pauhaa.",
      "Kun Jumalan ääni jyrisee, tapahtuu ihmeitä. Hän tekee suuria tekoja, joita me emme käsitä.",
      "Ihmiskädet pysähtyvät kesken työn: kaikki oppivat näkemään hänen tekonsa.",
      "Pedotkin hiipivät piiloonsa ja jäävät kolonsa suojaan.",
      "Rajumyrsky syöksyy majastaan, ja pohjatuuli tuo pakkasen.",
      "Jumalan henkäyksestä vedet jäätyvät, laajakin ulappa jähmettyy.",
      "Hän kuormaa pilvet vedellä ja salamoilla ja ajaa ne kaikkiin suuntiin:",
      "ne vyöryvät minne milloinkin hänen ohjauksensa mukaan ja tekevät kaikkialla maan päällä sen, mitä hän käskee.",
      "Joskus ne tuovat rangaistuksen, joskus siunauksen hänen maalleen.",
      "Kuuntele minua, Job, nouse, tarkkaile ja tutki Jumalan ihmeitä!",
      "Ymmärrätkö sinä, miten hän sen kaiken tekee? Miten leimahtaa valo hänen pilvestään?",
      "Ymmärrätkö sinä, miten pilvet voivat leijua ilmassa, käsitätkö Kaikkitietävän ihmeet?",
      "Sinä, jota omat vaatteet tukahduttavat, kun etelätuuli tuo helteen ja lamauttaa maan,",
      "voisitko sinä hänen kanssaan takoa taivaan holvin, lujan kuin pronssinen peili?",
      "Opeta meitä! Mitä meidän on hänelle sanottava? Mehän olemme pimeässä, emme osaa vastata mitään.",
      "Kertooko joku hänelle, että minä puhun? Jos ihminen sanoo hänelle jotakin, saako hän edes tietää siitä?",
      "Nyt ei valoa näy, pilvet sen peittävät. Sitten tulee tuuli ja lakaisee puhtaaksi taivaan.",
      "Pohjoisesta tulee kultainen hohde, pelottava loiste ympäröi Jumalaa.",
      "Kaikkivaltiasta me emme voi tavoittaa. Hän on voimallinen, hänen on oikeus, hänen on vanhurskaus. Koskaan hän ei tuomitse väärin.",
      "Sen tähden ihmiset pelkäävät ja rakastavat häntä. Mutta Jumala ei katso niihin, jotka itse pitävät itseään viisaana."
    ],
    [
      "Silloin Herra vastasi Jobille. Myrskyn keskeltä hän puhui:",
      "-- Kuka on tämä, joka peittää minun tarkoitukseni mielettömillä puheillaan?",
      "Vyötä itsesi, puolustaudu kuin mies! Nyt minä kysyn sinulta, ja sinä vastaat.",
      "Missä sinä olit silloin kun minä laskin maan perustukset? Kerro, miten se tapahtui, jos osaat!",
      "Kuka määräsi maan mitat? Tiedätkö sen? Kuka veti mittanuoran sen yli?",
      "Mihin laskettiin sen peruspylväät? Kuka pani paikoilleen sen kulmakiven,",
      "kun aamun tähdet riemuiten karkeloivat ja Jumalan pojat huusivat ääneen iloaan?",
      "Kuka sulki meren portit, kun vedet syöksyivät esiin maan kohdusta?",
      "Pilvenhattaroihin minä vaatetin meren, myrskypilvillä sen kapaloin.",
      "Minä laadin sille lait ja rajat ja asetin portit ja salvat sen tielle,",
      "Oletko sinä kutsunut esiin aamun, edes yhden kerran? Oletko käskenyt aamuruskon paikalleen,",
      "niin että se tarttuu kiinni maan liepeisiin ja ravistaa pois kaikki jumalattomat?",
      "Aamuruskon syttyessä maa muuttuu kuin savi, johon painetaan sinetti: kaikki tulee näkyviin kuin uudelleen vaatetettuna.",
      "Ne, jotka ovat luopuneet Jumalasta, jäävät vaille valoa. Röyhkeän käsivarsi murskataan.",
      "Oletko käynyt meren lähteillä, oletko tutkinut syvyyden pohjan?",
      "Nousivatko eteesi tuonelan portit, saitko nähdä kuoleman varjon ovet?",
      "Oletko tutkinut maan sen ääriä myöten? Jos olet tämän kaiken tehnyt, kerro toki!",
      "Tunnetko sinä tien valon kotipaikalle, tunnetko paikan, jossa pimeys asuu?",
      "Sinäkö tuot valon maan ylle, sinäkö opastat sen takaisin majaansa?",
      "Totta kai, sinähän tiedät kaiken, sinä synnyit jo ennen niitä, niin suuri on päiviesi luku!",
      "Oletko käynyt paikassa, jossa minä säilytän lunta, oletko nähnyt rakeiden varastot?",
      "Olen täyttänyt ne ahdingon aikoja varten, sodan päiviä, taistelun päivää varten.",
      "Tunnetko valon kulkutiet? Mistä nousee polttava itätuuli?",
      "Kuka on uurtanut väylän rankkasateelle, kuka on avannut tien ukkosen jylinälle?",
      "Kuka antaa sateen asumattomaan maahan, autioon maahan, jossa ei ole yhtään ihmistä?",
      "Kuka ruokkii autiomaan, tyhjän maan, niin että se vehmaana viheriöi?",
      "Kuka on sateen isä? Kenen pisarat kasteena hedelmöittävät maan?",
      "Kenen kohdusta syntyy jää, kenen sylistä taivainen huurre,",
      "kun vedet peittyvät kuin kivisen kannen alle ja syvyyden pinta vetäytyy umpeen?",
      "Osaatko sinä solmia yhteen Seulasten tähdet tai avata Orionin siteet?",
      "Osaatko tuoda ajallaan esiin eläinradan tähdet, sinäkö talutat Leijonaa ja sen pentuja?",
      "Sinäkö tunnet taivaan säännöt, määräätkö sinä, miten ne vaikuttavat maan päällä?",
      "Kantaako äänesi pilviin asti, kutsutko rankkasateen virtaamaan ylitsesi?",
      "Kuka on antanut iibis-linnulle viisauden? Kuka on antanut kukolle ymmärryksen?",
      "Kuka viisas voi laskea pilvien luvun? Kuka kykenee kumoamaan taivaan vesiruukut,",
      "kun maa on kuin valettua metallia ja multa on kovettunut kokkareiksi?",
      "Sinäkö metsästät leijonalle saaliin, sinäkö ruokit sen pennut,",
      "kun ne kyyristelevät luolassaan tai odottavat tiheikössä?",
      "Sinäkö tuot ruoan korpille, kun sen poikaset huutavat apua Jumalalta ja hyppivät nälkäisinä sinne tänne?"
    ],
    [
      "Tiedätkö sinä, milloin vuorikauris vasoo, hoivaatko sinä synnyttävää peuraa?",
      "Tiedätkö sinä niiden oikean hetken, lasketko sinä, milloin kuukausien määrä täyttyy?",
      "Ne kyyristyvät maahan, synnyttävät poikasensa, ja kohta niiden tuskat ovat ohi.",
      "Vasat kasvavat ja varttuvat, lähtevät omille teilleen eivätkä palaa.",
      "Kuka lähetti villiaasin vapaana juoksemaan, kuka sen pelasti juhdan ikeeltä?",
      "Minä annoin sille asuttavaksi aron, olinpaikaksi suolaisen aavikon.",
      "Se halveksii kaupungin hälinää, ei se tottele ajajan huutoja.",
      "Vuorille se tähyää, siellä ovat sen laitumet! Sieltä se etsii kaikkea vihreää.",
      "Suostuuko villihärkä sinua palvelemaan tai yöpymään sinun syöttöruuhesi ääressä?",
      "Ohjaatko sinä sitä köydellä pellon vaolle, äestääkö se laakson peltoja sinun talutusnuorassasi?",
      "Sen voimat ovat suuret, mutta voitko luottaa siihen, voitko panna sen tekemään työt puolestasi?",
      "Uskotko, että sen avulla saat satosi talteen, sekö tuo viljasi puimatantereelle?",
      "Rajusti lyö strutsi siivillään, mutta eivät ne ole niin kuin haukan tai haikaran siivet:",
      "maahan se laskee munansa ja antaa niiden hautua hiekan lämmössä.",
      "Se ei ajattele, että ne voivat murskautua askelen alla, että jokin eläin voi ne tallata.",
      "Se on poikasilleen tyly, aivan kuin ne eivät sen omia olisikaan, se ei tunnu välittävän, vaikka kaikki sen vaiva olisi ollut turhaa.",
      "Jumala epäsi siltä viisauden, ei suonut sille ymmärrystä.",
      "Mutta kun se kiitää kaula ojossa, se saattaa häpeään niin ratsun kuin ratsastajan.",
      "Sinäkö annoit hevoselle sen voiman, sinäkö annoit sille hulmuavan harjan?",
      "Sinäkö opetit sen hyppimään kuin heinäsirkka? Mahtavasti, pelottavasti se korskuu,",
      "innoissaan se kuopii maata tasangolla, uljaana se ryntää taisteluun.",
      "Se pitää pelkoa pilkkanaan, se ei säiky eikä se pakene miekan tieltä.",
      "Sen yläpuolella rämisee nuoliviini, välkkyy keihäs ja sotakirves.",
      "Kiihtymyksestä vavahdellen se ahmii taivalta, mikään ei sitä pidättele, kun sotatorvi soi.",
      "Sinunko viisautesi nostaa taivaalle haukan, kun se levittää siipensä etelätuuleen?",
      "Sinunko käskystäsi kotka nousee korkeuksiin ja rakentaa pesänsä tavoittamattomiin?",
      "Kalliolla se asustaa, viettää yönsä siellä, kielekkeellä, jonne ei pääsyä ole.",
      "Sieltä se tähystää syötävää, kaukaa sen silmät tavoittavat saaliin.",
      "Kiihkeästi sen poikaset ahmivat verta! Missä on ruumiita, sinne se rientää."
    ],
    [
      "Vielä Herra puhui Jobille. Hän sanoi:",
      "-- Voiko tämä, joka näin arvostelee Kaikkivaltiasta, käydä oikeutta häntä vastaan? Sen, joka tahtoo ojentaa Jumalaa, on oltava valmis vastaamaan sanoistaan.",
      "Silloin Job sanoi Herralle:",
      "-- Olen liian vähäinen. Miten voisin vastata sinulle? Minä panen käden suulleni ja vaikenen.",
      "Kerran minä olen puhunut, enää en sitä tee. Tein sen vielä toisenkin kerran, mutta nyt pysyn vaiti.",
      "Nyt Herra vastasi Jobille. Myrskyn keskeltä hän puhui:",
      "-- Vyötä itsesi, puolustaudu kuin mies! Nyt minä kysyn sinulta, ja sinä vastaat.",
      "Väitätkö sinä, että minä en tuomitse oikein? Syytätkö minua vääryydestä, jotta itse saisit olla oikeassa?",
      "Onko sinun käsivartesi kuin Jumalan käsivarsi? Jyliseekö sinun äänesi niin kuin hänen äänensä jylisee?",
      "Hyvä on! Varustaudu kuin kuningas, pue yllesi valtiaan komeus ja loisto!",
      "Päästä vihasi valloilleen, etsi ylvästelijät, paina heidät maahan!",
      "Lannista ylpeät, tallaa jumalattomat maahan!",
      "Peitä heidät kaikki maan multaan, kätke heidän kasvonsa pois näkyvistä.",
      "Silloin minäkin ylistän sinua, olethan saanut voiton oman kätesi voimalla!",
      "Näetkö virtahevon? Minä olen sen tehnyt, niin kuin olen tehnyt sinut. Se syö ruohoa niin kuin lehmä,",
      "mutta näetkö, miten vahvat ovat sen lanteet, näetkö, miten voimakkaat ovat sen vatsan lihakset?",
      "Sen häntä on kuin setrin runko, reisien jänteet ovat kuin punottua köyttä.",
      "Luut ovat kuin pronssiputket, selkäranka on kuin rautaa.",
      "Se on Jumalan luomisteoista uljain, vain sen luoja voi sitä käskeä.",
      "Vuoret antavat sille ruokaa, metsän eläimet leikkivät sen lähellä.",
      "Lootuspensaan alla se makaa kaislojen keskellä, liejun kätköissä.",
      "Lootuspensaat suojaavat sitä, antavat sille varjonsa, rannan pajut sen ympäröivät.",
      "Se ei säiky, vaikka virta on väkevä, se lepää kaikessa rauhassa, vaikka vesi tunkeutuu suuhun.",
      "Kuka astuu sen silmien eteen? Kuka kiinnittää sen turpaan talutusrenkaan?"
    ],
    [
      "(H40:25)Voitko sinä koukullasi pyydystää krokotiilin? Pitääkö siimasi sen kielen aloillaan,",
      "(H40:26)sitooko ruokoköytesi sen kidan, lävistääkö atraimesi sen leuan?",
      "(H40:27)Rukoileeko se sinulta armoa, yrittääkö se lepytellä sinua?",
      "(H40:28)Suostuuko se sinun ehtoihisi, antautuuko se orjaksesi ikiajoiksi?",
      "(H40:29)Leikitkö sen kanssa niin kuin linnun kanssa leikitään, annatko sen tyttärillesi narusta talutettavaksi?",
      "(H40:30)Käytkö siitä kauppaa toisten pyyntimiesten kanssa, meneekö se paloiteltuna myyntiin kauppiaille?",
      "(H40:31)Isketkö sen kyljen täyteen väkärautoja, lävistätkö harppuunalla sen pään?",
      "(H40:32)Jos mielesi tekee käydä siihen käsiksi, ajattele, millainen kamppailu siitä nousee, ja jätä se rauhaan!",
      "(H41:1)Älä kuvittele turhia: sen pelkkä näkeminen paiskaa maahan kenet tahansa.",
      "(H41:2)Ei pahinkaan hurjapää ryhdy sitä ärsyttämään. Kuka voisi mitellä sen kanssa voimiaan!",
      "(H41:3)Kuka siis voisi astua minun eteeni vaatimaan palvelusta palveluksesta? Eikö kaikki taivaan alla ole minun?",
      "(H41:4)Puhun vielä sen jäsenistä, sen voimasta, sen ihmeellisestä rakenteesta.",
      "(H41:5)Kuka on murtanut sen kaksoispanssarin, kuka on viiltänyt siltä puvun auki?",
      "(H41:6)Kuka on avannut ammolleen sen kidan? Sen hampaat herättävät kaikissa kauhua.",
      "(H41:7)Sen selkää kattavat panssarikilvet kuin piinkovat sinettirivit.",
      "(H41:8)Ne ovat tiiviisti kiinni toinen toisessaan, edes tuuli ei pääse niiden väliin.",
      "(H41:9)Ne niveltyvät toisiinsa kuin liimattuina, koskaan irtoamatta.",
      "(H41:10)Kun se aivastaa, näkyy leimahdus. Sen silmät hehkuvat kuin aamuruskon säteet.",
      "(H41:11)Sen kidasta lyövät lieskat, tulikipunat sinkoilevat ilmaan.",
      "(H41:12)Savu suitsuaa sen sieraimista niin kuin tulella kiehuvan padan alta, kun tulta lietsotaan.",
      "(H41:13)Sen henkäys sytyttää hiilloksen liekkeihin, tulenlieska iskee sen suusta.",
      "(H41:14)Sen kaula uhkuu voimaa, sen edellä leviää kauhu.",
      "(H41:15)Jäntevät ovat sen vatsan lihakset, kovat kuin metalli, eivät ne anna myöten.",
      "(H41:16)Kiveä on sen sydän, kuin myllyn pohjakivi, liikkumaton ja kova.",
      "(H41:17)Kun se nousee esiin, rohkeimmatkin kauhistuvat ja pakenevat kuohuvasta vedestä.",
      "(H41:18)Jos siihen osuu miekka, terä murtuu. Ei siihen pysty keihäs, ei nuolenkärki eikä kivi.",
      "(H41:19)Pelkkää olkea on sille rauta, kuin lahoa puuta on sille pronssi.",
      "(H41:20)Nuoli ei aja sitä pakosalle, olkipalloja ovat sille lingon kivet,",
      "(H41:21)kuin heinänkorsi on sille nuija, miekan kalskeelle se vain nauraa.",
      "(H41:22)Sen vatsapuoli on täynnä teräviä nystyjä, jäljet rannan liejussa ovat kuin äkeen jäljet.",
      "(H41:23)Se panee syvyydet kiehumaan niin kuin pata kiehuu, virta pärskyy sen ympärillä kuin tulikuuma rasva.",
      "(H41:24)Sen perässä kimaltaa vaahto hopeisena kuin vanhuksen hiukset.",
      "(H41:25)Ei ole sille vertaa maan päällä! Luoja jätti sen pelkoa vaille.",
      "(H41:26)Vahvimpiakin se ylväänä katsoo. Se on kaikkien petojen kuningas."
    ],
    [
      "Silloin Job sanoi Herralle:",
      "-- Nyt minä ymmärrän, että kaikki on sinun vallassasi eikä mikään suunnitelmasi ole mahdoton sinun toteuttaa.",
      "Vain korvakuulolta sinut tunsin. Nyt ovat silmäni nähneet sinut.",
      "Sen tähden minä häpeän puheitani ja kadun niitä tomussa ja tuhkassa.",
      "Temanilainen Elifas, suahilainen Bildad ja naamalainen Sofar tekivät niin kuin Herra oli heitä käskenyt, ja Herra kuuli Jobin rukouksen.",
      "Kun Job oli rukoillut ystäviensä puolesta, Herra käänsi hänen kohtalonsa. Herra antoi Jobille kaksin verroin kaikkea, mitä hänellä oli ennen ollut.",
      "Kaikki veljet ja sisaret ja entiset ystävät tulivat Jobin luo ja aterioivat hänen talossaan. He rohkaisivat häntä ja osoittivat hänelle myötätuntoa kaikkien niiden onnettomuuksien vuoksi, joiden Herra oli antanut kohdata häntä. Jokainen toi lahjanaan yhden kesitan verran hopeaa ja yhden kultaisen renkaan.",
      "Niin Herra siunasi Jobin elämän loppuajan vielä runsaammin kuin oli siunannut sen alkuajat. Hänellä oli nyt lampaita ja vuohia neljätoistatuhatta, kuusituhatta kamelia, tuhat kyntöparia härkiä ja tuhat aasintammaa.",
      "Hän sai vielä seitsemän poikaa ja kolme tytärtä.",
      "Yhdelle tyttärelle hän antoi nimeksi Jemima, toiselle Kesia ja kolmannelle Keren-Puk.",
      "Eikä koko maassa ollut kauniimpia naisia kuin Jobin tyttäret. Heidän isänsä antoi heillekin perintöosuuden niin kuin heidän veljilleen.",
      "Job eli näiden tapahtumien jälkeen vielä sataneljäkymmentä vuotta. Hän sai nähdä lapsiaan ja lastensa lapsia aina neljänteen polveen saakka,",
      "ja hän kuoli korkeassa iässä ja elämästä kyllänsä saaneena."
    ]
  ],
  "name": "Job"
}
