{
  "id": "rt",
  "chapters": [
    [
      "Siihen aikaan, kun tuomarit hallitsivat Israelia, tuli kerran nälänhätä maahan. Muuan mies Juudan Betlehemistä muutti silloin vaimonsa ja kahden poikansa kanssa siirtolaiseksi Moabin maahan.",
      "Miehen nimi oli Elimelek, hänen vaimonsa oli Noomi, heidän poikansa olivat nimeltään Mahlon ja Kiljon, ja he olivat efratalaisia Juudan Betlehemistä. He tulivat Moabin maahan ja jäivät sinne asumaan.",
      "Elimelek, Noomin mies, kuoli, ja Noomi jäi yksin molempien poikiensa kanssa.",
      "Pojat ottivat itselleen moabilaiset vaimot; toisen nimi oli Orpa ja toisen Ruut. Kun he olivat asuneet siellä kymmenisen vuotta,",
      "kuolivat myös molemmat pojat, Mahlon ja Kiljon, ja niin Noomi oli yksin menetettyään sekä miehensä että poikansa.",
      "Noomi päätti lähteä miniöittensä kanssa kotimatkalle Moabin maasta, sillä hän oli siellä kuullut, että Herra oli huolehtinut kansastaan ja antanut sille hyvän sadon.",
      "Kun hän lähti sieltä missä oli asunut, hänen molemmat miniänsä tulivat mukaan, mutta heidän ollessaan matkalla Juudan maahan",
      "Menkää takaisin, tyttäreni. Minä olen jo liian vanha mennäkseni vaimoksi kenellekään. Ja vaikka ajattelisinkin, että minulla vielä on toivoa lapsista, ja vaikka jo tänä yönä olisin jonkun miehen oma ja synnyttäisin poikia,",
      "Miniät itkivät nyt vielä katkerammin. Viimein Orpa suuteli anoppiaan hyvästiksi, mutta Ruut ei suostunut eroamaan Noomista.",
      "Kun Noomi käsitti, että Ruut oli lujasti päättänyt seurata häntä, hän ei puhunut siitä sen enempää.",
      "Näin palasivat Noomi ja hänen moabilainen miniänsä Ruut Moabin maasta Betlehemiin. Ohranleikkuu oli juuri alkamassa."
    ],
    [
      "Noomilla oli miehensä Elimelekin puolelta sukulainen, rikas ja mahtava mies nimeltä Boas.",
      "Niin Ruut lähti poimimaan tähkiä viljankorjaajien jäljiltä ja osui sattumalta peltopalstalle, jonka omisti Boas, Elimelekin sukulainen.",
      "Ruut poimi pellolla tähkiä iltaan saakka, ja kun hän pui poimimansa tähkät, hän sai ohria säkillisen verran.",
      "Hän kantoi jyvät kaupunkiin ja näytti anopilleen, kuinka paljon oli kerännyt. Hän otti esille myös jyvät, jotka olivat aterialla jääneet häneltä syömättä, ja antoi ne anopilleen.",
      "Niin Ruut pysytteli Boasin palvelijattarien joukossa poimimassa tähkiä koko ohranleikkuun ja vielä vehnänleikkuunkin ajan, mutta hän asui anoppinsa luona."
    ],
    [
      "Onhan meillä sukulaisemme Boas, jonka palvelijattarien kanssa sinä olet ollut pellolla. Tänä iltana hän viskaa ja puhdistaa ohria puimatantereellaan.",
      "Peseydy, voitele itsesi tuoksuöljyllä, ota päällysviittasi ja mene puimatantereelle. Pidä kuitenkin varasi, ettei Boas näe sinua, ennen kuin on syönyt ja juonut.",
      "Ruut lupasi Noomille noudattaa tarkoin hänen neuvojaan.",
      "Ruut meni puimatantereelle ja teki niin kuin hänen anoppinsa oli sanonut.",
      "Kun Boas oli syönyt ja juonut, hän kävi hyvillä mielin viljakasan viereen nukkumaan. Ruut hiipi sinne, kohotti Boasin peitettä jalkopäästä ja kävi siihen makuulle.",
      "Puolenyön aikoihin Boas hätkähti hereille, hapuili ympärilleen ja huomasi, että hänen jalkopäässään makasi nainen.",
      "Älä ole huolissasi, tyttäreni. Minä teen kaiken mitä pyydät, sillä kaikki tässä kaupungissa tietävät, että olet kunnon nainen.",
      "Minä olen kyllä sinun sukulunastajasi, mutta on toinenkin lunastaja, joka on sinulle vielä läheisempää sukua."
    ],
    [
      "Sitten Boas haki paikalle kymmenen miestä kaupungin vanhimpien joukosta ja pyysi heitäkin istumaan. Kun he olivat istuutuneet,",
      "Israelissa oli entisaikaan tapana vahvistaa jokainen omaisuuden lunastus tai siirto riisumalla jalasta sandaali ja ojentamalla se toiselle osapuolelle sopimuksen merkiksi.",
      "Boas otti Ruutin vaimokseen ja yhtyi häneen. Herra antoi Ruutin tulla raskaaksi, ja hän synnytti pojan.",
      "Noomi otti pojan syliinsä, ja hänestä tuli pojan hoitaja.",
      "Tämä on Peresin sukuluettelo: Peresille syntyi Hesron,",
      "Hesronille Ram, Ramille Amminadab,",
      "Amminadabille Nahson, Nahsonille Salma,",
      "Salmalle Boas, Boasille Obed,",
      "Obedille Iisai, ja Iisaille syntyi Daavid."
    ]
  ],
  "name": "Ruth"
}
